[{"Title":"Fotoaparat digjital Canon EOS 750D ","Description":" Përshkrimi i produktit  Fotoaparati digjital CANON EOS 750D ofron imazhe të kualitetit të lartë. Ka një rezolucion prej 24.2 MP ndërsa i përket xhirimit, mund të xhirojë deri në kualitetin FULL HD 1920 x 1080. Videot mund t\u0027i ruani në formation HD MP4, i cili është ideal për shpërndarje online. Procesori i fuqishëm i imazhit dhe senzori CMOS ofrojnë foto të detajuara dhe me ngjyra natyrale. Përmes teknologjisë Cannon Connect Station, ju mund t\u0027i shpërndani fotot tuaja në website, rrjete sociale etj.   ","Price":786.72,"PCode":"167766"},{"Title":"Kamerë Canon EOS RP \u002B lente RF 24-240mm f/4-6.3 IS USM ","Description":" Përshkrimi i produktit  Kjo kamerë ka sensor SMOS 26.2 MP dhe procesues imazhi Digic 8. Ekrani ka madhësi 3 inç. Mbështet rezolucionin 4K, formatin JPEG dhe RAW dhe kartelat për ruajtje SD/SDHC/SDXC/UHS-IIs. Ndjeshmëria arrin 40 000 ISO dhe mund të bëni fotografi edhe në errësirë apo kushte jo të mira. Ndër të tjera ofron konektor HDMI dhe USB si dhe mbështet WiFi. Pako përmban edhe lente RF 24-240mm f / 4-6.3 IS USM. Është rezistente ndaj pluhurit dhe lagështisë.    ","Price":2244,"PCode":"278462"},{"Title":"Kamerë INSTAX MINI 11, kaltër","Description":" Përshkrimi i produktit  Instax Mini 11 është kamerë që ju mundëson të shkrepni fotografi dhe t\u0027i printoni ato menjëherë në mënyrë që momentet më të rëndësishme të jetës tuaj t\u0027i mbani në dorë me kualitet të lartë dhe të mprehtë. Kamera ka gjatësi fokale prej 60mm, mban bateri AA të cilat ju mundësojnë të shkrepni deri në 100 fotografi si dhe vjen me ngjyrë të kaltër.   ","Price":86.81,"PCode":"788926INSTAX"},{"Title":"Kamerë për veturë TrueCam A7S","Description":" Përshkrimi i produktit  Kamera A5S është kamerë e fuqishme dhe tejet profesionale, me rezolucion HD 2560 x 1080p 30 fps, e përshtatshme për veturë, që mund të përdoret në raste të aksidenteve rrugore. Kamera ka dhe ekran LCD me diagonale 2.7\u0022. Kamera posedon një bateri e cila ka kapcitet prej 400 mAh dhe fuqi prej 12 dhe 24 V.    ","Price":162.28,"PCode":"177443"},{"Title":"Film Fujifilm Instax Mini Macaron - 10 copë","Description":" Përshkrimi i produktit  Fujiflm sjell në treg filimin me motive nga ëmbëlsira e famshme \u0022Macaroon\u0022 me dizajnt tejet atraktiv. Ky film është i dizajnuar posaçërisht për kamerat Instax Mini dhe printerët Mini. Ngjyrat që shfaqen pasi që të printohet fotoja janë të ndezura si dhe filmi ka një shkëlqim mbi.     ","Price":12.5,"PCode":"492310INSTAX"},{"Title":"Film per Instax mini 9, pink lemonade","Description":" Përshkrimi i produktit    ","Price":12.5,"PCode":"667976INSTAX"},{"Title":"Kamerë Sony ZV-1, e zezë","Description":" Përshkrimi i produktit  Kamerë për krijimin e përmbajtjes profesionale të videos. Kjo kamerë ka senzor CMOS 1\u0022 me rezolucion 20.1 MPx, procesor të përparuar të imazhit BIONZ X, lente Zeiss Vario-Sonnar T * me hapje f / 1.8-2.8, fokusim automatik hibrid me 315 pika fokusi për zbulimin e fazës. Ajo ofron video 4K në 25 kps. Karakteristikat e tjera përfshijnë: modaliteti super slowmotion, aftësinë për të rrotulluar videot në modalitetin e portretit, modalitetin e figurave për të rregulluar ngjyrën e videove dhe funksionin SteadyShot duke kombinuar stabilizimin optik dhe atë dixhital. Kamera ka ekran me prekje 3 \u0022 LCD, të kthyeshëm. Mikrofon drejtues me 3 kapak ka funksion të zvogëlim të erës. Poashtu kamera ka ndryshues Bokeh, blic rrëshqitës, mbështetje për formatet RAW dhe JPEG, ISO 100 në 12800. Kamera mbështet kartat Micro SD. Ajo është e pajisur me Wi-Fi dhe Bluetooth. Përmasat e kamerës janë: 105.5 x 60 x 43.5 mm. Pesha 294 g.   ","Price":869.28,"PCode":"288954"},{"Title":"Kamerë Fujifilm Instax Square SQ20, e zezë","Description":" Përshkrimi i produktit  Kjo është një kamerë çasti me gjatësi fokale minimale 33.4 mm dhe gjatësi fokale maksimale 33.4 mm. Ndriçimi maksimal në fokusin minimal 2.4. Aperatura maksimale në fokusin maksimal 2.4. Distanca më e shkurtër e fokusimit 0.1 m. Formati i fajlleve është JPEG. Shpejtësia minimale e shkrepjes është 7,500 1 / xx s, kurse shpejtësia maksimale është 1 s. Kamera ka sensor të llojit CMOS dhe ndjeshmëri maksimale 1600 ISO. Kjo kamerë është e pajisur me një ekran me madhësi 2.7 \u0022. Kapaciteti maksimal i kartës së memories është 32 GB. Lloji i baterisë është akumulator. Kamera ka qëndrueshmëri përafërsisht 100 shkrepje me një karikim të vetëm. Në paketë përfshihet rripi. Dimensionet e kamerës janë gjerësia 119 mm, lartësia 127 mm, trashësia 50 mm, pesha me aksesorë 440 g. Kamera vjen me ngjyrë të zezë.   ","Price":207.09,"PCode":"298583"},{"Title":"Kamerë INSTAX MINI 11, hirtë e errët","Description":" Përshkrimi i produktit  Instax Mini 11 është kamerë që ju mundëson të shkrepni fotografi dhe t\u0027i printoni ato menjëherë në mënyrë që momentet më të rëndësishme të jetës tuaj t\u0027i mbani në dorë me kualitet të lartë dhe të mprehtë. Kamera ka gjatësi fokale prej 60mm, mban bateri AA të cilat ju mundësojnë të shkrepni deri në 100 fotografi si dhe vjen me ngjyrë të hirtë.   ","Price":86.81,"PCode":"563183INSTAX"},{"Title":"Kamerë makine TrueCam M7 GPS Dual","Description":" Përshkrimi i produktit  TrueCam M7 GPS Dual kap të gjitha detajet e udhëtimit tuaj. Mbajtësja magnetike me një sistem klikimi shumë të thjeshtë siguron një bashkim të fortë dhe të sigurt të kamerës edhe kur drejtoni shpejt në terrene të pabarabarta. Është i pajisur me pjesë ngjitëse 3M dhe magnet të besueshëm. Kamera e makinës ka një regjistrim të mprehtë, të qetë që njeh targa apo edhe fytyra. Është ideale për mbrojtjen më të mirë gjatë drejtimit dhe në parking. Me ndihmën e dy kamerave, ajo ruan pjesën e përparme dhe të pasme të automjetit në të njëjtën kohë. Pjesa e përparme shkrepet në Full HD me 30 korniza dhe merr një kënd të gjerë prej 150 °. Pjesa e pasme është e rregullueshme, shkrepet në HD dhe mund të vendoset në xhamin e përparmë ose anasjelltas. Ju gjithashtu mund të bëni një fotografi nga brenda kabinës. Imazhi mund të përshtatet në kushte të dobëta të ndriçimit, për shembull kur dilni nga një tunel, dritë shumë të ndjeshme ose rrugës jashtë qytetit. Me modulin GPS do të keni një përmbledhje të azhurnuar të vendeve me matje të shpejtësisë. Baza e të dhënave përmban më shumë se 40,000 radarë nga 36 vende dhe informacione të tjera po azhurnohen vazhdimisht. Falë të dhënave të pozicionit GPS, ju mund të riprodhoni udhëtimin tuaj nga Google Maps në video dhe të shikoni shpejtësinë e tij në aplikacion.   ","Price":148.33,"PCode":"287562"},{"Title":"Fotoaparat Polaroid SNAP TOUCH Instant Digital, i bardhë","Description":" Përshkrimi i produktit  Polaroid PIC-300 Instant është një mini kamerë me dizajn modern, cilësi të shkëlqyer imazhi dhe që ofron fotografi të menjëhershme. Përveç dizajnit kompakt, cilësisë së imazhit dhe lehtësisë së përdorimit, kamera përmban inçizim video Full HD (1920 x 1080 p), rezolucion 13 Mpx, një ekran 3.5\u0022 LCD, mbështetje për Bluetooth, dhe zmadhim optik deri në 10 herë, dhe editues fotosh. E gjithë kjo për të bërë fotografi të përsosura në të gjitha rrethanat. Të gjitha efektet që shtoni në fotot tuaja mund të verifikohen lehtë në ekran. Nëse jeni të kënaqur me foton që rezulton, ju mund t\u0027a printoni, ta shprëndani me Bluetooth, ose t\u0027a ruani në një kartë mikro SD me kapacitet deri në 128 GB. Teknologjia e printimit të fotografive është ZINK Zero Ink ndërsa formati i printimit është 2x3\u0022. Përveç kësaj veçori, do të vlerësoni modalitetin PhotoBooth, duke ju dhënë deri në 6 foto ne 10 sekonda ose një kohëmatës automatik.    ","Price":211.94,"PCode":"221323"},{"Title":"Fotoaparat momental Fujifilm Mini 9 Box 1, i verdhë","Description":" Përshkrimi i produktit  Fotoaparati momental FujiFilm Instax Mini 9 përmban një lente Fujinon 60 mm (f / 12.7), zbulues optik të pamjeve reale, zmadhim 0.37x, ekspozim automatik me ndërrim manual dhe një blic të integruar. Kthejeni rrotulluesin e rregullimit të shkëlqimit në pozicionin e shënuar në llambë. Përfshin 10 letra fotografie Instax të dizajnuara për shkrepjen e fotove me një shtypje të një butoni dhe printimin e menjëhershëm të tyre. Me serinë Fujifilm Mini, ju mund të kënaqeni duke shikuar pamjet që zhvillohen praktikisht para syve tuaj. Një çantëz unike me një rrip të heqshëm për një rehati shtesë është krijuar për të mbajtur dhe mbrojtur fotoaparatin tuaj. Në modë dhe praktike. Jini të zgjuar, jini të sigurt. Poashtu kjo paketë përfshin 2 bateri dhe një album për ruajtjen e fotografive të printuara.   ","Price":119.22,"PCode":"699047INSTAX"},{"Title":"Kamerë INSTAX MINI 11, bardhë","Description":" Përshkrimi i produktit  Instax Mini 11 është kamerë që ju mundëson të shkrepni fotografi dhe t\u0027i printoni ato menjëherë në mënyrë që momentet më të rëndësishme të jetës tuaj t\u0027i mbani në dorë me kualitet të lartë dhe të mprehtë. Kamera ka gjatësi fokale prej 60mm, mban bateri AA të cilat ju mundësojnë të shkrepni deri në 100 fotografi si dhe vjen me ngjyrë të bardhë.   ","Price":86.81,"PCode":"309032INSTAX"},{"Title":"Fotoaparat Sony Cybershot DSC-W830i, i argjendtë","Description":" Përshkrimi i produktit  Fotoaparati Sony Cybershot DSC-W830i është i lehtë për tu përdorur edhe nga fillestarët, mund ta merrni kudo dhe gjithmonë do ju ndihmoj të bëni fotografi të kualitetit shumë të lartë me përplot detaje. Më të, mundeni shumë lehtë t\u0027i arrini rezultatet e dëshiruara pasi qe fotoaparati rregullon gjithçka në mënyrë automatike. Fotoaparati gjithashtu ofron një mori efektesh kreative që mund t\u0027i përdorni për fotografitë apo videot e juaja. Rezolucioni i tij është 20.1 MP, ka sensor special Super HAD CCD 1 / 2.3 (7.76mm) ndërsa lentat kanë gjatësi fokale 4.6 - 23 mm. Fotografitë dhe videot ruhen në MS Duo, MS PRO, MS PRO HG Duo, MS XC-HG Duo, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 93.1 x 52.5 x 22.5 mm dhe peshon 120 g së bashku me shtesat tjera.    ","Price":145.44,"PCode":"145553"},{"Title":"Kamerë Kodak Friend zoom FZ53, e kuqe / e zezë","Description":" Përshkrimi i produktit  Kamera me zmadhim optik 5x, zmadhim digjital 6x, zmadhim 30x të kombinuar me cilësi të lartë me senzor 16.15 MPx 1 / 2.3 \u0022 CCD, video regjistrimi në 720p ose me stabilizim optik të imazhit dhe një ekran LCD 2.7 \u0022 me rezolucion të lartë. Shfaq imazhe panoramike deri në 180 ° dhe ofron karakteristika si zbulimi i fytyrës, buzëqeshja, ndriçimi, reduktimi i syve të kuq, dhe është përputhje me standardin ISO 80-1600. Ka memorie të brendshme përafërsisht 8 MB. Mbështet kartat e memories SD, SDHC deri në 32 GB dhe eye-fi, pictBridge dhe exifPrint. Ka bateri Li-Ion LB-012 me kapacitet 700 mAh që mund të rimbushet, dhe ka jetëgjatësi për deri në 200 shkrepje. Dimensionet e fotoaparatit janë: 91.5 x 56.5 x 22.6 mm ndërsa peshon 106 g.    ","Price":116.09,"PCode":"225402"},{"Title":"Kamerë për makinë Navitel R400 NV","Description":" Përshkrimi i produktit  Kjo kamerë për makinë ka ekran me përmasa 2.7 inç dhe ofron rezolucion Full HD 1920 x 1080 pikselë. Kapaciteti i kartave të memories arrin deri në 64GB. Ka përmasa 85 x 49 x 30mm dhe peshon 55 g. Ka ndërfaqe mini-USB, senzor G, senzor për lëvizje. Video-kompresimi bëhet në format H.264, MOV.   ","Price":62.33,"PCode":"275501"},{"Title":"Kamerë digjitale Canon EOS 850D (trupi)","Description":" Përshkrimi i produktit  Kamerë digjitale SLR Canon me senzor 24.1 MPx CMOS, procesor imazhi DIGIC 8, stabilizim të imazhit me 5 boshte, AF me sipërfaqe të gjerë 45-bit, Wi-Fi, Bluetooth dhe video 4K me 30 korniza për sekondë. Kamera ofron zbulues optik të pamjeve dhe fokusim automatik me Dual Pixel CMOS AF. Ekrani i saj TFT me prekje dhe madhësi 3\u0022 Clear View II ka kënd të ndryshueshëm. Këndi i shikimit është përafërsisht 170 °. Rregullimi i shkëlqimit mund të bëhet në 7 nivele. Kamera ka blic të integruar, mbështetje për formatin RAW, 14 funksione të përdoruesit, histogram, GPS. Mbështet kartat SD, SDHC dhe SDXC. Bateria Li-ion e rikarikueshme LP-E17 ka jetëgjatësi për përafërsisht 290 shkrepje. Dimensionet e kamerës janë: 131 x 102.6 x 76.2 mm. Pesha është përafërsisht 515 g.    ","Price":959.52,"PCode":"281237"},{"Title":"Kamerë makine Blaupunkt DVR BP 3.0 FHD GPS","Description":" Përshkrimi i produktit  Kamera Blaupunkt DVR BP 3.0 FHD mund të sigurojë një dëshmi të padiskutueshme të pafajësisë suaj, nëse është e nevojshme, dhe në të njëjtën kohë të rrisë ndjeshëm sigurinë e makinës. Falë rezolucionit të FHD, sigurisht që nuk do të ndodhë që nuk mund të lexoni targën e një automjeti që ju ka dëmtuar ose rrezikuar në një farë mënyre. Kamera, padyshim është shoqëruesi juaj i shkëlqyeshëm si në udhëtime të gjata ashtu edhe në udhëtime të shkurtra.Ka një pamje të gjerë 140 °. Ajo ofron një ekran me ngjyra 2,7 \u0022, mbështetje të sensorit G dhe kartës microSD. Ka një mikrofon të integruar dhe altoparlant, si dhe ka këto dimensione: 81.4 x 64.7 x 41.0 mm.   ","Price":127.87,"PCode":"293298"},{"Title":"Fotoaparat momental Fujifilm Instax Square SQ1, portokalli \u002B film 1x10","Description":" Përshkrimi i produktit  Fotoaparat kompakt për prodhimin e menjëhershëm të fotografive. Fotoja që rezulton ka një format katror me përmasa prej 86 x 72 mm. Figura është atëherë 62 x 62 mm në madhësi. Ndizet duke e rrotulluar lenten (65.75 mm, f / 12.6). Janë dy modalitete - \u0022i zakonshëm\u0022 që fokuson nga 50 cm, dhe gjithashtu një selfie që fokuson nga 30 në 50 cm. Sigurisht që ka edhe një pasqyrë selfie. Ka një funksion automatik të rregullimit të skenës. Fotoaparati funksionon falë 2x baterive CR2 me kapacitet për 300 shkrepje. Ai fiket automatikisht pas 5 minutash kur nuk e përdorni. Përmasat e fotoaparatit janë: 130.7 x 118.6 x 57.5 mm. Pesha: 390 g (pa bateri dhe film). Përfshihet gjithashtu një film me 10 letra fotografie.   ","Price":157.92,"PCode":"300739"},{"Title":"Kamerë Nikon D7500 \u002B 18-140 VR","Description":" Përshkrimi i produktit  Nikon D7500 është kamerë digjitale e kualiteti të lartë që kombinon dizajnin e bukur, përdorimin e lehtë dhe teknologjinë më të fundit me karakteristikat e saja për t\u0027ju mundësuar që të kapni fotografitë më të bukura dhe të inçizoni momentet më të rëndësishme. Me madhësinë kompakte kamera është shoqëruesi i përsosur në çdo vend që shkoni.Kamera është pajisur me senzorin CMOS që mban 20.9 megapiksela dhe arrinë ndjeshmëri nag 200 deri në 25,600 ISO, ka të integruar ekranin me prekje (touch) LCD me madhësi 3.2\u0022, mban portet microUSB, microHDMI-D dhe hapësirën SDHC për lidhje me pajisje tjera dhe mban baterinë me kapacitet prej 1400 mAhPos kësaj, kamera ka ngjyrë të zezë dhe në pako me të vjen lensi 18-140 VR.   ","Price":1619.04,"PCode":"238497"},{"Title":"Kamerë digjitale Canon EOS 2000D \u002B lente EF-S 18-135mm IS ","Description":" Përshkrimi i produktit  Canon paraqet kamerën digjitale kompakte EOS me një lente me refleks, duke u ofruar të gjithë entuziastëve cilësinë dhe shpejtësinë. Procesori më i avancuar i imazhit DIGIC 4\u002B me senzor APS-C me rezolucion prej 24.1 milion px, që ka një sipërfaqe prej 19x më të madhe se shumë celularë inteligjentë, atëherë ju lejon të kapni histori me një sfond të bukur të paqartë, madje edhe në kushte të pafavorshme ndriçimi. Fotografitë që rezultojnë mund të demonstrojnë plotësisht veçantinë e tyre. Fotot e marra paraqiten në ekranin me prekje 3 \u0022 me kënd shikimi 170 °. Kjo kamerë mundëson kapjen e videove në Full HD, mbështet teknologjinë Wi-Fi dhe ka një mori karakteristikash të tjera - të gjitha për t\u0027ju ofruar cilësi më të mirë të imazheve. Kamera është e përshtatshme për kapjen e të gjitha momenteve të rëndësishme në sajë të fokusimit automatik të saktë dhe të përgjegjshëm. Përveç kësaj, me 3 korniza për sekondë, imazhet do të jenë shumë të sakta. Këto aftësi janë të mirëpritura gjatë ndeshjeve sportive apo gjatë lëvizjes. Nëse keni nevojë të krijoni shpejt një foto të përsosur, por nuk i dini cilësimet e duhura, le të veprojë automatikisht skena inteligjente për ju. Çdo gjë është e thjeshtë dhe e lehtë. Kamera ka 11 funksione përdorimi, 25 gjuhë, ndërfaqe USB dhe dalje mini HDMI. Kamera ofron mbështetje për kartat e memories SD, SDHC ose SDXC. Ajo ka bateri të rikarikueshme Li-ion LP-E10. Përmasat e saj janë: 129 x 101.3 x 77.6 mm. Pesha: 475 g. Paketa përfshin lenten Canon EF-S 18-135 mm IS.   ","Price":850.08,"PCode":"233181"},{"Title":"Kamera Canon EOS M200 \u002B EF-M 15-45mm IS STM \u002B EF-M 55-200mm IS STM, i zi","Description":" Përshkrimi i produktit   Produkti në fjalë paraqet një kamera të kualitetit mëse të lartë nga kompania e njohur Canon. Ky produkt dallohet me një cilësi dhe qëndrueshmëri tejet të madhe si edhe me një dizajn të bukur dhe mëse elegant. Mundëson imazhe të rezolucionit të lartë si edhe videon 4K. Njëkohësisht ofron port për SD kartë si edhe për lidhje me HDMI. Mbështet punën me internet si edhe me Bluetooth dhe po ashtu ekrani në kamera është touchscreen dhe ofron një mori opsionesh.    ","Price":790.56,"PCode":"271216"},{"Title":"Kamerë digjitale Fujifilm X-T30 \u002B lente XF18-55 mm, e hirtë","Description":" Përshkrimi i produktit  Kjo kamerë digjitale ka senzor SMOS 26.1 që mbështet teknologjinë BSI. Kamera mbështet poashtu kartelat SD / SDHC / SDXC. Ofron fotografi në format JPEG dhe RAW. Ka kohëmatës 10s / 2s dhe blic të integruar. Mund të xhironi video në rezolucion 4K. Ka procesor X me katër bërthama. Ekrani 0.39\u0027\u0027 OLED ka rezolucion 2.36 milionë pikselë. Lidhet me WiFi, Bluetooth 4.2 dhe ka bazë alumini me përmasa 118.4 x 82.8 x 46.8 mm. Peshon 383 g. Pako përfshin lente objektive XF 18-55 mm.    ","Price":1305.12,"PCode":"273495"},{"Title":"Fotoaparat Sony Alpha 6600, i zi","Description":" Përshkrimi i produktit  Kamer e fuqishëme pa pasqyrë me sensorin APS-C BSI CMOS me rezolucion 24.2 MPx dhe procesor imazhi BIONZ X. Stabilizimi i imazhit me 5 boshte. Ndjeshmëria e lartë ISO shkon nga 100 në 102.400. Sony E. Bayonet 11 fps me vrojtim të mëvonshëm, 8 fps me vrojtim në kohë reale dhe vonesë minimale të ekranit deri në 116 fps. në seri në JPEG. Tregues i kuadrit elektronik optik 0.39 “. Fokusimi i sistemit 4D Fokus. Fokusi hibrid në 0.02 sek. Numri i pikave AF 425. Zbulimi i fytyrës. Histogram. Vetë-kohëmatës 2/5/10 sekonda. Mënyrat e skenës. Kontrolli i largët. Video 4K HDR / 30 fps. Shkrepjet në kohë. Formati i videos AVCHD, H.264, XAVC S. Wi-Fi. Ndërfaqja: port i kufjeve, hyrja e mikrofonit, mikro USB, mikro HDMI. Mbështet kartat e kujtesës SD, SDHC dhe SDXC. JPEG, RAW. Ekran me pjerrësi 3 inç, 180 ° lart dhe 75 ° poshtë. Bateria NP-FZ100 për rreth 810 shkrepje. Trup i qëndrueshëm i magnezit. Dimensionet 120 x 66.9 x 69.3 mm. Pesha 503 g.   ","Price":1727.52,"PCode":"273948"},{"Title":"Kamerë Sony Cybershot DSC-RX100M5A, e zezë","Description":" Përshkrimi i produktit    ","Price":900.96,"PCode":"246425"},{"Title":"Kamerë digjitale Kodak Friendly zoom FZ101, e zezë","Description":" Përshkrimi i produktit  Mbani kujtime të jetës së përditshme me Kodak Friendly Zoom FZ101. E pajisur me një senzor të fuqishëm 16.15 MP x 1 / 2.3\u0022 CCD., kjo kamerë ju lejon të shkrepni detaje të imta, edhe nga distanca me zmadhim optik 10x. Kamera përdoret lehtë dhe ka veti të shumta, ekran LCD 2.7 ” dhe regjistrim të vazhdueshëm 720p. Mos u limitoni nga gjerësia, me lenten 25 mm me kënd të gjerë, mos u brengosni që dikush do të mbetë jashtë fotografisë. Karakteristikat e vlefshme përfshijnë: modalitetin panoramik, modalitete kreative dhe filterët. Karakteristikat kryesore: Kamerë me zmadhim optik 10x, zmadhim digjital 6x dhe të kombinuar 60x me senzor kualitativ 16.15 MPx 1 / 2.3\u0022 CCD , regjistrim video me rezolucion 720p ose me stabilizim digjtal të figurës (OIS), me mbështetje për HDR dhe ekran 2.7\u0022 LCD. Lentja ka gjatësi fokale 4.5 mm - 45 mm. 35 mm ekuivalente: 25 mm - 250 mm. Aperturë f / 3.6-f / 6.7. Dizajn me 8 elemente në 8 grupe. Funksion detektimi për: fytyrë, butëqeshje, mbyllje syri. Shumë modalitete dhe skena (peisazh, sport, fishekzjarre, fëmijë, panorama deri në 180 °, etj.), reduktim të syrit të kuq. ISO 80-1600. Shkrepje sekuenciale. Ndriçim. Ndërfaqet: AV-OUT / USB 2.0 (Micro 5 pin USB). Ofron mbështetje për kartë memorike. Operon me 2x bateri AA / 2x bateri AA NiMH me jetëgjatësi afërsisht 120 shkrepje. Dimenzionet janë 13.3 x 74.0 x 44.8 mm. Pesha 209 g.   ","Price":115.15,"PCode":"231177"},{"Title":"Kamerë Canon PowerShot SX70 HS, e zezë","Description":" Përshkrimi i produktit  Kjo kamerë ka procesor imazhi DIGIC 8 dhe sensor CMOS 20.3 MPx 1 /2.3. Ofron zmadhues optik 65 x dhe 130x ZoomPlus dhe 260x të kombinuar. Ekrani LCD është 3 inç dhe përmban edhe blic. Mbështet formatet JPEG dhe RAW, ka konektor ??USB (që përputhet me Mini-B), HDMI Micro (type D). Mbështet edhe Wi-Fi dhe kartelat e memories SD, SDHC dhe SDXC. Bateria është e rikarikueshme.    ","Price":699.36,"PCode":"269258"},{"Title":"Fotoaparat SONY ALPHA 6500, i zi ","Description":" Përshkrimi i produktit  Produkti në fjalë është një fotoaparat me sensor CMOS 24.2 MPx dhe procesor DIGIC 7. Produkti mundëson fotografim të vazhdueshëm me opsionin AutoFocus dhe kontrollim përmes telefonit tuaj të mençur. Për bartje të lehtë të të dhënave, mund ta përdorni teknologjinë e integruar Wi-Fi, Bluetooth dhe NFC. Me këtë fotoaparat, ju nuk do ta humbisni as edhe një moment të rëndësishëm dhe të gjitha fotografitë tuaja do të jenë mahnitëse dhe me detaje të theksuara. Produkti ofron mbështetje për: Memory Stick PRO Duo, Memory Stick PRO-HG Duo, microSD, microSDHC, microSDXC, SD, SDHC, SDXC dhe vjen në ngjyrë të zezë.   ","Price":1638.24,"PCode":"208170"},{"Title":"Kamerë për veturë MIO MiVue 785 GPS","Description":" Përshkrimi i produktit  Me kamerën MiVue 785, ju gjithmonë do të keni prova se çfarë në të vërtetë ndodhi në rrugë. Kjo kamerë moderne dhe me cilësi të lartë posedon rezolucion Full HD 1080p në 30 fps. Ka një ekran touchscreen prej 2.7\u0027\u0027 me kënd 140°. Ka alarme të kamerës për rritje të shpejtësisë. Hapësirë për kartë microSD deri në 128GB (20 orë regjistrim i pandalur). Xhamin optik F2.0 për pamje të mrekullueshme gjatë natës. Posedon edhe GPS.    ","Price":172.32,"PCode":"216106"},{"Title":"Fotoaparat Canon EOS M50, i zi \u002B lente EF-M 15-45mm IS STM \u0026 EF-M 55-200mm IS STM ","Description":" Përshkrimi i produktit  Canon EOS M50 ka senzor CMOS APS-C 24.2 MPx dhe procesor të imazhit DIGIC 8, fokusim AF me saktësi të dyfishtë dhe video 4K. Posedon dritë ndihmëse AF. Kjo kamerë ju lejon shkrepje të vazhdueshme me 10 korniza për sekondë, poasht ka zbulim elektronik të pamjeve duke përdorur teknologjinë OLED 0.39 të përbërë prej përafërsisht 2360000 pikave. Natyrisht, ka një ekran me prekje LCD 3 \u0022, blic të integruar, reduktim të syve të kuq, vetëkontrollues, shumë mënyra për fotografi të shkëlqyera (filtra krijues, portret, detaje, sport, ushqim, panoramë, skenë natën, etj.). Mbështet formatet RAW dhe JPEG. Ka karakteristika të personalizuara: 9 butona të funksioneve të personalizueshme. Modulet e meta: informacioni i përdoruesit për të drejtat e autorit, zmadhim 15 herë dhe mbështetje deri në 29 gjuhë. Ka ndërfaqe si: Hi-USB me shpejtësi të lartë, portë HDMI (micro-tip D), Wi-Fi, Bluetooth dhe NFC. Mbështet kartat e memories SD, SDHC dhe SDXC. Poashtu mundëson printimin direkt. Përmasat e kamerës janë: 116.3 x 88.1 x 58.7 mm. Peshon përafërsisht 387 g. Të përfshira gjithashtu janë lentet EF-M 15-45 mm IS STM dhe EF-M 55-200 mm, f / 4.5-6.3 IS STM. Rezolucioni i videos: 4K - 3840 × 2160 (23.98, 25 kps); Full HD - 1920 × 1080 (59.94, 50, 29.97, 25, 23976 ks); HD - 1280 × 720 (119.9, 100, 59.94, 50 kps).    ","Price":1105.44,"PCode":"233202"},{"Title":"Kamerë digjitale Canon PowerShot ZOOM","Description":" Përshkrimi i produktit  Kjo kamerë xhepi ka zmadhim ultra të madh dhe sensor CMOS 12 MPX. Videot regjistrohen në rezolucion Full HD si dhe mbështet kartat e memories MicroSD / microSDHC / microSDXC. Ka bateri të rikarikueshme Li-ion për 150 shkrepje. Përfshin edhe rrip praktik të dorës.    ","Price":414.24,"PCode":"310191"},{"Title":"Fotoaparat Sony Cybershot DSC-W830i, vjollcë","Description":" Përshkrimi i produktit  Fotoaparati Sony Cybershot DSC-W830i është i lehtë për tu përdorur edhe nga fillestarët, mund ta merrni kudo dhe gjithmonë do ju ndihmoj të bëni fotografi të kualitetit shumë të lartë me përplot detaje. Më të, mundeni shumë lehtë t\u0027i arrini rezultatet e dëshiruara pasi qe fotoaparati rregullon gjithçka në mënyrë automatike. Fotoaparati gjithashtu ofron një mori efektesh kreative që mund t\u0027i përdorni për fotografitë apo videot e juaja. Rezolucioni i tij është 20.1 MP, ka sensor special Super HAD CCD 1 / 2.3 (7.76mm) ndërsa lentat kanë gjatësi fokale 4.6 - 23 mm. Fotografitë dhe videot ruhen në MS Duo, MS PRO, MS PRO HG Duo, MS XC-HG Duo, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 93.1 x 52.5 x 22.5 mm dhe peshon 120 g së bashku me shtesat tjera.   ","Price":145.44,"PCode":"145554"},{"Title":"Fotoaparat Panasonic DMC-TZ80, i argjendtë","Description":" Përshkrimi i produktit  Panasonic DMC-TZ80 është një ndër fotoaparatet shumë të fuqishme me zmadhim 30x dhe me kamerë 18.1 MP e cila çmohet nga të gjithë ata që udhëtojnë. Ka një dizajn kompakt, me stil dhe është shumë i lehtë për tu bartur. Në mënyrë që të mënjanohet turbullirat në foto nga dridhjet e dorës gjatë fotografimit, ky aparat përdor stabilizuesin HYBRID OIS\u002B i cili mundëson që fotografitë të jenë të mprehta dhe të qarta. Gjithashtu, ky fotoaparat ofron gjithashtu mundësinë e incizimit te videove me rezolucion 4H (3840 x 2160). Ndërsa këto fotografi dhe video ruhen në MS dhe SD, SDHC, SDXC. Dimensionet e fotoaparatit janë 112 x 64 x 38 mm dhe peshon 240 g.    ","Price":329.76,"PCode":"187231"},{"Title":"Kamerë Kodak Friend FZ53, e kaltër","Description":" Përshkrimi i produktit  Kamera Kodak Friendly zoom FZ53, blu e pajisur me një CCD të fuqishëm 16.15 MP, MPx sensor 1 / 2.3 \u0022CCD, video regjistrimi në 720p ose me stabilizim optik të imazhit dhe një ekran LCD 2.7\u0022 me rezolucion të lartë dhe menu çeke. ju lejon të kapni detajet më të mira me zmadhim optik 5x. E lehtë për t\u0027u përdorur, me një gamë të gjerë cilësimesh dhe funksionesh, stabilizim optik të imazhit, një LCD me ekran 2.7 inç, lente me kënd të gjerë 28mm dhe regjistrim video të qetë HD. Karakteristikat e imazhit panoramik deri në 180 °, zbulimi i fytyrës, buzëqeshja, ndriçimi dhe shumë më tepër. Reduktimi i syve të kuq. ISO 80 - 1600. Shkrepje sekuenciale. Memoria e brendshme përafërsisht 8 MB. Mbështet kartat e memories SD, SDHC deri në 32GB dhe mbështet eye-fi, pictBridge dhe exifPrint. Ndërfaqja USB 2.0. Li-Ion Bateri LB-012 700 mAh me një jetë prej rreth 200 foto. Dimensionet 91.5 x 56.5 x 22.6 mm. Pesha 106 g.   ","Price":117.03,"PCode":"225403"},{"Title":"Kamerë Mio MiVue 826 WiFi","Description":" Përshkrimi i produktit  Me kamerën e re MiVue 826 me dizajn elegant dhe të lehtë, do të bëhet bashkë-shoferi juaj ideal dhe do t\u0027ju japë një eksperiencë të sigurt gjatë vozitjes. Kamera do të regjistrojë rrugën tuaj dhe do të veprojë si dëshmitar okular në rrugë. Aksesori inçizon në rezolucion 1920 x 1080 (60fps) në kodeksin H.264 si dhe posedon ekran 2.7\u0027\u0027. Përveç kësaj kamera posedon një memorie me kapacitet 256GB dhe dimensione: 62.3 x 87.5 x 42mm.    ","Price":174.37,"PCode":"283021"},{"Title":"Kamerë makine Mio MiVue 798 Dual, e zezë","Description":" Përshkrimi i produktit  Me senzorin e cilësisë së lartë STARVIS CMOS, kamera MiVue 798 Dual prodhon regjistrime me kontrast të lartë, ngjyra të ndritshme dhe të pasura, madje edhe në kushte të vështira. Kjo është një kamerë makine me cilësi të lartë, me ekran 2.7 ”, Wi-Fi të integruar dhe regjistrim deri në 1600p @ 25 fps / 1440p @ 30 fps. Këndi i shikimit është 150 °. Apertura F1.8 lejon regjistrimin në kushte të ulëta të dritës. Karta për microSD (maksimumi 128 GB) përdoret për regjistrim. Kamera ka një sërë karakteristikash si një senzor G me 3-akse, senzor të lëvizjes, paralajmërimet e shpejtësisë, paraljmëri automatik, paralajmërimi i nisjes në korsi dhe mënyra e parkimit. Si pjesë e versionit të dyfishtë, kamera e pasme MiVue A30 punon si një plotësues i kamerës kryesore dhe regjistron pas makinës.   ","Price":264.57,"PCode":"258037"},{"Title":"Kamerë për veturë Mio MiVue 846, WIFI, GPS, e zezë","Description":" Përshkrimi i produktit  Kamerë e lehtë dhe kompakte për automjetin tuaj me stacion docking QuickClick. Kamera vjen me rezolucion Full HD, senzor STARVIS CMOS me cilësi të lartë nga Sony f / 1.8, kënd të gjerë shikimi prej 150 °, Wi-Fi, sinjalizime radari GPS dhe pozicionim GPS. Modaliteti i parkimit është me furnizim pasiv të energjisë. Menaxhuesi MiVue ka një numër funksionesh praktike (ndarja e videos, organizuesi i videove, analizuesi i drejtimit të makinës, etj.). Kamera punon me aplikacionin MiVue Pro. Kjo kamera ka edhe këto modalitete e funksione: funksionin Stop and Go, paralajmërimin e ndërrimit të menjëhershëm të korsisë, paralajmërimin e përplasjes ballore, paralajmërimin e shpejtësisë, paralajmërimin e dritës, paralajmërimin e lodhjes së shoferit, modalitetin e drejtimit eko, regjistrimin WDR, modalitetin e fotove. Poashtu ka ekran 2.7 \u0022, regjistrim audio, senzor G me 3 boshte, mbështetje të kartës micro SD deri në 256 GB, bateri me kapacitet prej 240 mAh, mikrofon dhe altoparlant. Përmasat e kamerës janë: 62.3 x 87.5 x 41.5 mm. Pesha: 117 g.   ","Price":171.58,"PCode":"300706"},{"Title":"Kamerë digjitale Canon EOS 2000D \u002B EF-S 18-55mm IS","Description":" Përshkrimi i produktit  Canon sjell kamerën kompakte digjitale EOS 2000D që i ofron të gjithë entuziastëve të saj pajisje, kualitet dhe shpejtësi të lartë. Ky aparat kompakt kombinon procesorin e imazheve me senzorin 24.1 milion piksela për kualitet të jashtëzakonshëm të fotografisë ashtu siç ju sheh syri i juaj. Kamera poashtu është pajisur me ISO 100 deri në 6400 për imazhe HD në ambiente me pak dritë, mban ekranin me prekje (touch) me madhësi 3\u0022 ku mund t\u0027i kontrolloni të gjitha konfigurimet e tij dhe mund të inçizoj me kualitet Full HD. Pos kësaj, kamera ka teknologjitë Wi-Fi, NFC, GPS ka portet USB Hi-Speed dhe mini HDMI, ka hapësirë për kartelë të memories SD, SDHC dhe SDXC, mban baterinë LP-E10 të kualitetit të lartë dhe është pajisur me lensin Canon EF-S 18-15mm IS II.   ","Price":574.27,"PCode":"233178"},{"Title":"Fotoaparat Kodak Friend zoom FZ53, i zi","Description":" Përshkrimi i produktit  Mbani kujtimet tuaja dhe momente të mrekullueshme me Kodak Friend Zoom FZ53. Ky aparat është i pajisur me një senzor të fuqishëm 16.15 Mpx CCD 1 / 2.3\u0022 për të kapur detajet me cilësi të lartë me zmadhim optik 5x. Natyrisht, fotoaparati është i thjeshtë për t\u0027u përdorur, me një gamë të gjerë cilësimesh dhe funksionesh, stabilizim optik të imazhit, ekran LCD 2.7\u0022, lente me kënd të gjerë 28 mm ose regjistrim video të vazhdueshëm HD. Harrojeni për të marrë fotografi me një celular të mençur dhe t\u0027i jepni fotot tuaja një nivel më të lartë me këtë aparat që përputhet në mënyrë të përkryer me celularin tuaj - në të kundërtën, ai ka dizajnin ergonomik, të vogël dhe të hollë. Kap imazhin panoramik deri në 180 gradë. Memoria e brendshme ka kapacitet 8 GB por mund të zgjerohet përmes kartave SD ose SDHC deri në 32 GB. Ka portë USB 2.0. Bateri rikarikuese Li-Ion LB-01 2700 mAh ka jetëgjatësi për rreth 200 fotografi. Dimensionet e fotoaparatit janë 91.5 x 56.5 x 22.6 mm. Pesha: 106 g.    ","Price":107.63,"PCode":"222017"},{"Title":"Fotoaparat Canon PowerShot SX540 HS, i zi","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil SX540 HS , i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 50x dhe 100 x Zoom Plus. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaft praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran LCD të vogël 3 \u0022(7.5 cm) ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.3 MP dhe një DIGIC 6 me teknologji iSAPS. Canon PowerShot SX540 HS është i gatshëm për përdorim në çdo kohë dhe çdo vend. Kartela për memorie është e përshtatshme me SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 120.0 x 81.7 x 91.9 mm dhe peshon 442 g.    ","Price":366.24,"PCode":"184398"},{"Title":"Fotoaparat Olympus E-M10 Mark III \u002B ED 14-42mm EZ, i zi","Description":" Përshkrimi i produktit  Fotoaparati kompakt Olympus vjen me cilësi të lartë në dizajn të përjetshëm që kombinon klasiken dhe modernen në të njëjtën kohë. Me këtë pajisje, ju jeni gjithmonë të gatshëm për të kapur momentet më të rëndësishme me cilësi të lartë. Kapni fotografi dhe video fantastike me stabilizues imazhi me 5 aks që eliminon pamjet jo të qarta në çdo situatë për shkak të dridhjes së dorës. Stabilizuesi i imazhit 5-aks është i integruar në trupin e kamerës për efikasitet më të madh dhe peshë më të ulët. Fotoaparati vjen me ekran LCD me dizajn të palosshëm dhe me diagonale 3\u0022. Produkti është i pajisur poashtu me lenten M.Zuiko Digital ED 14-42mm EZ me 3x zmadhim, ultra të shpejtë, me cilësi të lartë të imazhit, mundësi kontrollimi përmes pajisjeve mobile nëpërmjet Ol. Gjatësia fokale 14-42mm. Apertura f / 3,5 - f / 5,6, 1 element ED, 1 element optik Super HR, si dhe ka peshë 93 g. Distanca më e afërt e përqendrimit 0.2 m. 5 hapje rrethore për prejardhje të paqartë me pamje natyrale.   ","Price":684.4,"PCode":"222411"},{"Title":"Kamerë digjitale Nikon D7500","Description":" Përshkrimi i produktit  Kamerë digjitale SLR me senzorë DX CMOS me një kënd të imazhit që është 1.5x me gjatësi fokale më të gjatë se kamerat FX. Numri total i pikselëve është 21.51 million. Përmbanë slotet për kartelat e memories SD, SDHC dhe SDXC. Kamera është e pajisur me një tregues kuadri optik dhe me një prizëm pentagonal të dizajnuar me precizitet. Përmbanë aperturë të lenseve dhe diafragma e irisit është e kontrolluar automatikisht. Kamera ka mundësi të ndryshme skanimi, self-timer, si dhe ndjeshmëri të ISO-s 100 deri në 51.200 në rritje për 1/3 EV ose 1/2 EV. Ndjeshmëria e ISO është e kontrolluar automatikisht si dha ka 51 nivele fokusimi ose 9, 21, 51 mund të selektohen. Gjurmon objektet 3D, ka blic si dhe videot krijohen në kualitetin 4G në 30p, si dhe ka opsionin Time-lapse. Shfrytëzon teknlologjitë Wi-Fi dhe Bluetooth. Ka bateri litium-ion EN-EL15a të rimbushme. Kamera ka dimensionet 135.5 x 104 x 72.5 mm dhe peshon përafërsisht 720g.    ","Price":1308,"PCode":"212086"},{"Title":"Kamerë digjitale Nikon Z 5, e zezë","Description":" Përshkrimi i produktit  Kamerë pa pasqyrë për krijimin e fotove me cilësi të lartë në të gjitha rrethanat. Në këtë mënyrë mund të jeni të sigurt se do të jeni gjithmonë gati të kapni të gjitha momentet jetësore. Dhe çfarë mund të presësh me Nikon Z5? - senzor të imazhit CMOS në formatin FX me 24.3 MPx; - procesor imazhi EXPEED 6; - video në rezolucion 4K; - mbështetje për Wi-Fi, Bluetooth dhe SnapBridge; - ekran me prekje 3.2 \u0022 me kënd të shikimit 170 °; - zbulues elektronik të pamjeve OLED. Është një kamerë e fortë, e lehtë dhe e lehtë për t’u përdorur, e pajisur me një senzor fotografie CMOS me rezolucion 24.3 MPx, të plotësuar nga një sistem i shpejtë i përpunimit të imazhit EXPEED 6 që prodhon imazhe me zhurmë të ulët dhe diapazon dinamik mahnitës. Imazhet e kapura janë aq të përsosura dhe të hollësishme sa mund të krijoni seksione prej tyre pa humbur asnjë detaj. Me një gamë të ndjeshmërisë së lartë ISO 100 - 51 200, nuk keni pse të shqetësoheni për shkrepje në errësirë dhe në situata të vështira ndriçimi. Edhe në errësirë, ju do të kapni më shumë detaje se më parë! E pajisur me bajonetën më të madhe të montimit në botë midis kamerave me format të filmave lëvizës, kamera ju lejon të kapni më shumë dritë se kurrë më parë. Sigurisht, kamera gjithashtu ka një zvogëlim të shkëlqyeshëm të dridhjeve që ndodhin gjatë shkrepjes. Reduktimi i dridhjeve me këtë kamerë funksionon në pesë boshte, kështu që ju mund të shikoni me padurim për fotografi dhe video të qëndrueshme në të gjitha rrethanat. Momentet janë thjesht më të mirat dhe falë Nikon Z5 do të jeni gjithmonë të gatshëm për t\u0027i kapur ato. Sistemi hibrid AF me 273 zona fokusi siguron fokusim të shpejtë dhe të saktë. I shkëlqyeshëm, për shembull, është funksioni inteligjent i fokusimit automatik (Auto Focus) me zbulimin e syve, i cili automatikisht përqendrohet në sytë e subjektit, pavarësisht nëse ata qëndrojnë vetëm ose vetëm një nga fytyrat e turmës. Subjekti është në fokus edhe kur është në lëvizje. Përveç fotove të nivelit të lartë, ju gjithashtu mund të krijoni me lehtësi video perfekte dhe të qeta në një cilësi mbresëlënëse 4K. Kur regjistroni një film, gjithashtu mund të bëni fotografi dhe të krijoni filma dramatik me kalimin e kohës në kamerë. Kamera është e pajisur me një zbulues elektronik të pamjeve me rezolucion të lartë që ofron një pamje të shkëlqyeshme dhe të detajuar të skenës. Pamja elektronike plotësohet në mënyrë perfekte nga një ekran 3.2 \u0022 LCD me prekje dhe me kënd shikimi deri në 170 °. Falë këtij ekrani, ju lehtë mund të shprehni qëllimet tuaja krijuese dhe të krijoni imazhe perfekte nga kënde krejtësisht të ndryshme. SnapBridge mban një lidhje të përhershme me energji të ulët midis kamerës dhe një celulari të mençur ose tableti përmes Bluetooth dhe Wi-Fi. Sinkronizoni ose ndani imazhet tuaja me pajisjen tuaj të mençur menjëherë ndërsa jeni duke shkrepur. Ju gjithashtu mund të kontrolloni lehtësisht funksionet kryesore të kamerës dhe ta mbani kamerën tuaj të azhurnuar. Përkundër përmasave të saj kompakte, kamera do t\u0027ju befasojë me ndërtimin e saj të qëndrueshëm, por në të njëjtën kohë të lehtë të bërë nga aliazhi i magnezit, falë të cilit ju jeni të garantuar ta përdorni atë në pothuajse të gjitha rrethanat. Përmasat e kamerës janë: 134 x 100.5 x 69.5 cm. Pesha është përafërsisht 675 g duke përfshirë baterinë dhe kartën e memories.   ","Price":1631.52,"PCode":"298505"},{"Title":"Fotoaparat Canon IXUS 285 HS, i argjendtë","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 285 HS, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 12x dhe 24x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaf praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.2 MP dhe një DIGIC 4\u002B të fuqishëm. IXUS 285 HS është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 99.6 x 5.0 x 22.8 mm dhe peshon 147 g.    ","Price":249.12,"PCode":"184395"},{"Title":"Kamerë e pasme TrueCam H7, për makina","Description":" Përshkrimi i produktit  Kamera e fuqishme TrueCam H7 kap të gjitha detajet e udhëtimit tuaj. Regjistrimi gjithashtu mund të përshtatet në kushte të dobëta të ndriçimit, për shembull kur lini një tunel, në një dritë shumë të ndritshme ose në një rrugë jashtë qytetit. Ai fotografon me cilësi 2.5K, mbi të cilat mund të shihni edhe markat e makinave ose fytyrat e drejtuesve. Kamera ka dimensione ideale që nuk pengojnë pamjen në asnjë mënyrë. Funksioni i sensorit G zbulon ndikimin dhe bllokon automatikisht videon.    ","Price":46.35,"PCode":"283058"},{"Title":"Blic Canon SpeedLite 470EX-AI ","Description":" Përshkrimi i produktit  Është një goditje me cilësi të lartë dhe e fuqishme me kokë të kthyeshme dhe të anuar, funksion automatik AI, numër udhëzues 47 m dhe mbulim për lentet 24 deri 105 mm. Mbulimi për lentet 14 mm me përshtatës. Ai përmban një funksion plotësisht dhe gjysëm automatik AI-Bounce. Është i pajisur me një ekran LCD me matricë të ndritshme për vendosjen e lehtë. Mund të operohet nga distanca. Përfshihet një mini mbajtëse, përshtatës BA-E4 rebound dhe një çantë e butë. Speedlite 470EX-AI mund të aktivizohet në kamera jashtë përdorimit të këmbëzës optike. Kamerat EOS të pajisura me një transmetues të integruar Speedlite mund të ndezin blicin deri në 10 metra larg pa pasur nevojë për pajisje shtesë.   ","Price":524.87,"PCode":"236743"},{"Title":"Fotoaparat Canon PowerShot SX620 HS, i kuq","Description":" Përshkrimi i produktit  Canon sjellë një fotoaparat të thjeshtë, të vogël por megjithatë të fuqishëm me një numër të madh funksionesh që ndihmojnë në sjellin kualitetin më të lartë të fotografive dhe videove. Në mes tyre, për shembull, mund të gjeni zmadhim të madh 25x, përshtatje me WiFi dhe teknologjinë NFC dhe një numër të madh skemash tjera që krijojnë fotografi unike dhe kreative. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 96.9 x 56.9 x 27.9 mm dhe peshon 182 g së bashku me bateri dhe kartelën e memories.    ","Price":268.32,"PCode":"193582"},{"Title":"Fotoaparat Canon IXUS 285 HS, vjollcë","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 285 HS, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 12x dhe 24x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaf praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.2 MP dhe një DIGIC 4\u002B të fuqishëm. IXUS 285 HS është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 99.6 x 5.0 x 22.8 mm dhe peshon 147 g.    ","Price":251.27,"PCode":"184394"},{"Title":"Kamerë Nikon Coolpix W150, dizajn me lule \u002B çantë e shpinës","Description":" Përshkrimi i produktit  Kamera Coolpix-W150 i përket kategorisë \u0022point-and-click\u0022, dhe të gjithë mund të trajtojnë imazhe cilësore me të. Mund ta merrni atë në plazh, skijim ose udhëtim në shkëmbinj. Ajo i bën ballë ujit, dimrit dhe rënieve të rastit. Me një senzor CMOS, ju mund të kapni imazhe me cilësi të lartë edhe në kushte të dobëta të dritës, dhe lentja Nikkor prodhon foto dhe filma të freskët. Zmadhimi optik 3x dhe Dynamic Fine Zoom me zmadhim 6x ju lejojnë të kapni veprime shumë larg nga ju. Butoni në trupin e kamerës fillon të regjistrojë video Full HD (1080p; 30fps) me tingull stereo. Coolpix W150 është i lehtë për t’u përdorur me një meny të thjeshtë të ndërfaqes. Shkuarja në menunë e plotë hap mundësi të tilla si krijimi i prezantimeve të animuara, shtimi i mesazheve audio, ndryshimi i ekranit tuaj dhe shumë gjëra të tjera që fëmijët tuaj do t’i pëlqejnë. Aplikacioni SnapBridge i Nikon është iOS dhe Android dhe mund të transferojë imazhe në pajisjen tuaj të mençur, në mënyrë që të mund të ndani përvojat tuaja. Me këtë kërkesë, ju gjithashtu mund të kontrolloni kamerën dhe nuk duhet të shqetësoheni më për kohën e duhur kur bëj fotografi në grup ose kur jeni në një vend të bukur vetëm. Një bateri plotësisht e karikuar mund të zgjasë deri në 220 të shtëna fotografish dhe 1.5 orë video. Karikohet përsëri në 1 orë e 40 minuta. Lidhja me kamerën është e mundur me lidhësin USB dhe mikro lidhësin HDMI ose përmes valëve me Bluetooth dhe Wi-Fi për të lidhur pajisjet inteligjente. Dimensionet e kamerës janë 109.5 x 68 x 38 mm dhe pesha e saj është 177 g.   ","Price":224.55,"PCode":"262115"},{"Title":"Kamerë Sony Alpha 7 III \u002B 28-70mm","Description":" Përshkrimi i produktit  Sony Alpha 7 III është kamerë e fuqishme me një mori karakteristikash dhe pajisjesh shtesë që do ju mundësojnë të shkrepni fotografi dhe të inçizoni video me kualitet të lartë dhe si një profesionist i vërtetë. Aksesori është i pajisur me cenzorin Exmor RCMOS me 24.2 megapiksela, mban ekranin me prekje (touch) me madhësi 3\u0022 që ju mundëson të shihni dhe editoni fotografitë, është pajisur me baterinë Sony NP-FZ100 si dhe në pako me të vjen edhe një lensi Sony FE 28-70mm.   ","Price":2568.48,"PCode":"231848"},{"Title":"Kamerë me GPS Mio MiVue C570 ","Description":" Përshkrimi i produktit  Kjo kamerë regjistron udhëtimin tuaj në rezolucion FULL HD. Mund të instalohet lehtësisht në xhamin e përparmë të makinës. Ka ekran 2\u0027\u0027 dhe kënd shikimi 150 °, aperturë F 1.8 dhe kapacitet 128 GB në formatin MP4. Ka poashtu sensos CMOS, bateri 240 mAh, sensor tre-shtresor G, modul GPS dhe opsion fotografie. Përmasat e saj janë 37.7 x 61 x 54 mm dhe peshon 67.5 g.   ","Price":104.85,"PCode":"262120"},{"Title":"Kamerë për makinë Mio MiVue 731, e zezë","Description":" Përshkrimi i produktit  MiVue 731 është një kamerë e lehtë dhe kompakte e makinës, që jep pamjet me të vërtetë të detajuara në rezolucion Full HD. Këto të shtëna më pas mund të jenë të dobishme në çdo kohë për të zgjidhur një numër situatash të diskutueshme që mund t\u0027ju ndodhin ndërsa jeni në rrugë, apo edhe thjesht duke qëndruar në automjetin tuaj. MiVue regjistron video me cilësi të lartë me audio dhe video të shkëlqyera Full HD. Me cilësi Full HD dhe hapje të shkëlqyeshme f2.0, ju lehtë mund të vini re të gjitha elementet thelbësore të regjistrimit tuaj - edhe gjatë natës. Përveç kësaj, të gjitha të shtënat janë kapur duke përdorur teknologjinë H.264, duke i bërë ato më të vogla në madhësi. Përveç Full HD, do të vlerësoni gjithashtu këndin e gjerë të shikimit. Një kënd i gjerë prej 130 ° siguron që të mos ju mungojë asnjë veprim para makinës tuaj, vërtet në një zonë të gjerë. Të gjitha imazhet e regjistruara mund të shihen më pas në ekranin 2.7 inç në të cilin mund të ndryshoni me lehtësi të gjitha cilësimet. Ndërfaqja: slot për kartë microSD me kapacitet deri në 128 Gb. Ka bateri të integruar 240 mAh. Dimensionet e kamerës janë 51.6 x 84.3 x 31.38 mm dhe peshon 79.4 g. I përfshirë është një mbajtës i kthyeshëm.   ","Price":115.11,"PCode":"271134"},{"Title":"Fotoaparat Sony Cybershot DSC-HX60, i zi","Description":" Përshkrimi i produktit  Kompania Sony është e njohur për prodhimin e fotoaparateve kualitativ. Këtë herë, kjo kompani sjellë fotoaparatin Sony DSC-HX60 , i cili ka një formë kompakte me kualitet DSLR që e bënë të përshtatshëm edhe për përdorues profesional. Për më shumë, ky fotoaparat ofron rezultate të shkëlqyeshme dhe në mungesë të dritës falë lenteve zmadhuese optike 30x. Falë sensorit CMOS të formatit Ermor R dhe teknologjive të tjera, ky fotoaparat ofron një rezolucion deri në 20.4 pix. Gjithashtu, përveç fotove, ky fotoaparat mund të përdoret edhe për incizim të videove me FullHD. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC dhe SDXC, WiFi, dhe HDMI Dimensionet e fotoaparatit janë 108.1 x 63.6 x 38.3 mm dhe peshon 272 mm g së bashku me bateri dhe kartelën e memories.    ","Price":293.28,"PCode":"148243"},{"Title":"Kamerë digjitale Canon EOS 90D \u002B 18-135 IS USM ","Description":" Përshkrimi i produktit   Kjo kamerë digjitale SLR ka senzor 32.5 Mpx APS-C SMOS, procesor të imazhit DIGIC 8 dhe rezolucion 4K. Përmes saj mundeni të bëni fotografi në vazhdimësi, gjegjësisht 10 për sekondë. Të dhënat mundeni t\u0027i transferoni përmes WiFi ose Bluetooth. Përfshin një varg veçorish teknologjike si Intelligent Optical Viewfinder, Intelligent Tracking and Recognition. Ka ndjeshmëri maksimale ISO 25600, ekran 3 inç me kënd 170 shkallë, blic dhe formate jpg dhe të papërpunuara. Përbëhet nga aliazhi i aluminit dhe fiberglasi i përbërë nga polikarbonati. Është rezistente ndaj ujit dhe pluhurit. Mbështet 29 gjuhë, printimin direkt dhe kartat e memories. Ka bateri të rikarikueshme Li-ion LP-E6N. Përmasat e saj janë 140.7 x 104.8 x 76.8 mm dhe peshon afërsisht 701 g. Përfshin poashtu lente 18-135 IS USM.    ","Price":2007.84,"PCode":"268778"},{"Title":"Kamerë për shtëpi Sony HDR-CX405","Description":" Përshkrimi i produktit  Kamera Sony HDR-CX405 me teknologji të lartë si dhe kuptim të qartë të tipareve njerëzore është gur-themeli i performancës së përkryer Handycam. Sony është përqendruar në thjeshtësi dhe funksionalitet të mirë për të kapur natyrën e vërtetë të gjërave. Sony është angazhuar në stabilitetin e imazheve gjatë ecjes, pra vibrimeve. Imazhet tua do të kenë pamje të qarta dhe nuk do të prishet imazhi edhe gjatë zmadhimit të fotografive dhe ka fokus 26.8 mm, që mundëson pamje të gjerë të këndeve ashtu që kap edhe hapësira të mëdha.   ","Price":222.77,"PCode":"166435"},{"Title":"Kamerë digjitale Canon EOS 90D \u002B 18-55 IS STM ","Description":" Përshkrimi i produktit   Kjo kamerë digjitale SLR ka senzor 32.5 Mpx APS-C SMOS, procesor të imazhit DIGIC 8 dhe rezolucion 4K. Përmes saj mundeni të bëni fotografi në vazhdimësi, gjegjësisht 10 për sekondë. Të dhënat mundeni t\u0027i transferoni përmes WiFi ose Bluetooth. Përfshin një varg veçorish teknologjike si Intelligent Optical Viewfinder, Intelligent Tracking and Recognition. Ka ndjeshmëri maksimale ISO 25600, ekran 3 inç me kënd 170 shkallë, blic dhe formate jpg dhe të papërpunuara. Përbëhet nga aliazhi i aluminit dhe fiberglasi i përbërë nga polikarbonati. Është rezistente ndaj ujit dhe pluhurit. Mbështet 29 gjuhë, printimin direkt dhe kartat e memories. Ka bateri të rikarikueshme Li-ion LP-E6N. Përmasat e saj janë 140.7 x 104.8 x 76.8 mm dhe peshon afërsisht 701 g. Përfshin poashtu lente 18-55 IS STM.    ","Price":1631.52,"PCode":"268777"},{"Title":"Kamerë Fujifilm X-T3 \u002B XF18-55 mm, e argjendtë","Description":" Përshkrimi i produktit  Kjo është një kamerë kompakte dhe e qëndrueshme me lente të këmbyeshme, zbulues elektronik të pamjeve, opsione dhe veçori të përparuara. Fujifilm X-T3 është gati për t’u përdorur në çdo kohë, në çdo vend. Sigurisht, kamera gjithashtu përmban një senzor të fuqishëm 26.1 MPx APS-C X-Trans IV CMOS me teknologjinë BSI që jep një interpretim të shkëlqyeshëm të ngjyrave, zhurmë të ulët digjitale dhe një gamë të madhe dinamike. Mund t\u0027i shprëndani menjëherë të gjitha fotot tuaja me Wi-Fi ose Bluetooth v4.2 të integruar. Përveç kamerës, përfshihet edhe lentja Fujinon XF 18-55 mm. Dizajni i lentes përbëhet nga 14 elementë optikë në 10 grupe (përfshirë 3 elementë asferik dhe 1 element shtesë të shprëndarjes së ulët). Kamera përdor një zbulues elektronik të pamjeve OLED me rezolucion të lartë prej 3.69 milion pikësh, me kohë të shpejtë reagimi, zmadhim 0.75x dhe një ritëm të lartë të freskimit, duke ju dhënë shikueshmëri të lartë dhe përbërje perfekte edhe në rrezet direkte të diellit. Ka një ekran 3 inç me një rezolucion prej afërsisht 1040 milion pikave. Kënaquni me xhirime pa probleme në cilësi të shkëlqyeshme 4K në 60 fps 10bit. Format e videove të mbështetura përfshijnë H.264 / MPEG-4 AVC të përdorura gjerësisht si dhe H.265 / HEVC (për kompresim më të mirë të të dhënave). Kamera ka 16 modalitete të filmit dhe dy modalitete të veçanta të cilat janë \u0022Sports Mode\u0022 dhe \u0022Pre-shoot Mode\u0022. Bateria Li-ion NP-W126S ka jetëgjatësi për rreth 390 shkrepje. Dimensionet e kamerës janë: 132.5 x 92.8 x 58.8 mm. Pesha është 539 g duke përfshirë baterinë dhe kartën SD.   ","Price":1981.92,"PCode":"260853"},{"Title":"Kamerë Canon EOS M50, e zezë \u002B EF-M 15-45mm IS STM \u002B SB130 \u002B kartelë 16GB","Description":" Përshkrimi i produktit  Canon sjell kamerën EOS M50 kompakte dh të pajisur me teknologjinë më të fundit. Harroni fotografimin me celularin tuaj SMART pasi që të shihni kualitetin e lartë të imazheve të cilën ju sjell kjo pajisje nëpërmjet lensit EF-M 15-45mm IS STM super të lehtë. Kamera vjen me senzorin CMOS APS-C me 24.2 MPx, mban procesorin e imazheve DIGIC 8 që i jep mundësi të inçizoj me kualitet 4K. Pos kësaj, kamera ka ekranin LCD me prekje (touch) me madhësi 3\u0022, mban një mori karakteristikash për të fotografuar në ambiente të ndryshme, mban hapësirën për kartelë të memories SD, SDHC apo SDXC ( në pako vjen edhe një kartelë e memories me kapacitet 16GB) dhe ka teknologjitë Wi-Fi, Bluetooth dhe NFC.   ","Price":853.92,"PCode":"236151"},{"Title":"Kamerë digjitale Panasonic Lumix DMC-GX80 12-32 mm, e zezë","Description":" Përshkrimi i produktit  Kamerë digjitale me lente të këmbyeshme dhe sensor të fotografisë Live MOS me 16.84 MPx. Lente Lumix G Vario me 14-140 mm. Ofron mundësinë e instalimit të lentit dhe shfrytëzon karta të memories SD, SDHC dhe SDXC. Përfshin teknologjinë Wi-Fi, NFC dhe kode QR. Për më tepër, produkti përmban stabilizator të integruar për korrektim efikas dhe fokus të përsosur edhe në kushte të dobëta të ndriçimit. Teknologji DFD dhe Live View Finder OLED me 2,764,800 pikë. Ofron mundësinë e krijimit të fotografive panoramë. Dimensionet e produktit janë 1122 x 70.6 x 43.9 mm ndërsa ngjyra e tij është e zezë.   ","Price":547.67,"PCode":"193586"},{"Title":"Fotoaparat Sony Cybershot DSC-HX90, i zi","Description":" Përshkrimi i produktit  Kompania Sony është e njohur për prodhimin e fotoaparateve kualitativ. Këtë herë, kjo kompani sjellë fotoaparatin Sony DSC-HX90, i cili ka një formë kompakte me kualitet DSLR që e bënë të përshtatshëm edhe për përdorues profesional. Për më shumë, ky fotoaparat ofron rezultate të shkëlqyeshme dhe në mungesë të dritës falë lenteve zmadhuese optike 30x. Falë sensorit CMOS të formatit Ermor R dhe teknologjive të tjera, ky fotoaparat ofron një rezolucion deri në 18 pix. Gjithashtu, përveç fotove, ky fotoaparat mund të përdoret edhe për incizim të videove me FullHD. Ndërsa ruajtja e fotove bëhet në kartela MS, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 102.0 x 58.1 x 35.5 mm dhe peshon 245 g së bashku me bateri dhe kartelën e memories.    ","Price":428.64,"PCode":"172874"},{"Title":"Fotoaparat Sony Cybershot DSC-W830i, i zi","Description":" Përshkrimi i produktit  Fotoaparati Sony Cybershot DSC-W830i është i lehtë për tu përdorur edhe nga fillestarët, mund ta merrni kudo dhe gjithmonë do ju ndihmoj të bëni fotografi të kualitetit shumë të lartë me përplot detaje. Më të, mundeni shumë lehtë t\u0027i arrini rezultatet e dëshiruara pasi qe fotoaparati rregullon gjithçka në mënyrë automatike. Fotoaparati gjithashtu ofron një mori efektesh kreative që mund t\u0027i përdorni për fotografitë apo videot e juaja. Rezolucioni i tij është 20.1 MP, ka sensor special Super HAD CCD 1 / 2.3 (7.76mm) ndërsa lentat kanë gjatësi fokale 4.6 - 23 mm. Fotografitë dhe videot ruhen në MS Duo, MS PRO, MS PRO HG Duo, MS XC-HG Duo, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 93.1 x 52.5 x 22.5 mm dhe peshon 120 g së bashku me shtesat tjera.    ","Price":147.36,"PCode":"145551"},{"Title":"Kamerë makine Navitel R1000, e zezë","Description":" Përshkrimi i produktit  Një videokamerë me cilësi të lartë të dizajnit të shquar futuristik që do të sigurojë që ju të mos humbisni një moment të vetëm para automjetit tuaj, por edhe brenda tij. Është një kamerë që shquhet jo vetëm për dizajnin dhe besueshmërinë e saj, por edhe për pajisjet e saj funksionale. Kamera regjistron Full HD në 30 korniza për sekondë. Me kualitet Full HD, mund t\u0027i njohësh lehtësisht të gjitha detajet, siç janë targat e tjera të automjeteve, fytyrat e karaktereve, shenjat rrugore dhe më shumë, në mënyrë që të përdorësh të gjitha pamjet tuaja si dëshmi në çdo kohë. Natyrisht, këndi i gjerë i shikimit prej 165 ° siguron që kurrë të mos humbisni asnjë veprim përpara automjetit tuaj, dhe në një zonë të gjerë nga drejtimi i kundërt me veprimin në trotuarin ngjitur. Senzori G zbulon drejtimin e makinës tuaj dhe mund të mbyllë menjëherë një regjistrim në rast të një goditjeje, frenimi të papritur ose ngritjeje të makinës. Poashtu, me Time loop ju nuk keni pse të shqetësoheni për hapësirën në kartën tuaj të memories. Kamera gjithmonë luan regjistrimin më të azhurnuar kur karta është e plotë. Gjithashtu, modaliteti i parkimit do ta mbajë makinën tuaj të sigurt. Kamera është në modalitet të gatishmërisë dhe fillon regjistrimin kur zbulon lëvizjen ose ndikimin. Kështu, ju gjithmonë do të dini se çfarë po ndodh në makinën tuaj. Kamera mbështet Wi-Fi, formatin video Mp4 dhe formatin e imazhit JPG. Kamera ka bateri 180 mAh 3.7 V. Dimensionet e saj janë 4.8 x 4.8 x 8.2 cm.    ","Price":96.25,"PCode":"258843"},{"Title":"Kamerë Fujifilm X-T30 \u002B lente XF18-55mm, e argjendtë","Description":" Përshkrimi i produktit   Kamera kompakte dhe e lehtë me lente të këmbyeshme, tregues kuadri OLED dhe kontrolle manuale të përparuara. Fujifilm X-T30 është gati për t\u0027u përdorur në çdo kohë, në çdo vend. Jini spontan dhe mos lejoni që të kufizoheni kur bëni fotografi, duke përfshirë të shtëna veprimi të llojit të veprimit ose jetën e egër në natyrë. Kamera ka një procesor të fuqishëm të gjeneratës së katërt X-procesor dhe senzor 26.1 MPx APS-C CMOS me teknologjinë BSI. Kamera përdor një tregues kuadri OLED 0.39 \u0022 me rezolucion të lartë prej 2.36 milionë pikash, me shpejtësi përgjigjeje dhe ritëm të lartë të freskimit, duke ju dhënë shikueshmëri të lartë dhe përbërje perfekte edhe në rrezet direkte të diellit. Një ekran anues 3 \u0022 me prekje dhe me një rezolucion prej afërsisht 1040 milionë pikash mund të ndihmojë lehtësisht me këtë. Përveç kësaj, falë animit të ekranit, ju mund të kërkoni për këndvështrime të pazakonta duke ruajtur funksionimin e lehtë dhe kontrollin e plotë të imazhit. Shijoni xhirimet e filmave pa probleme me cilësi të shkëlqyera 4K me 30 fps 8bit (10bit në pajisjen e jashtme). Formatet e mbështetura të videove përfshijnë H.264 / MPEG-4 dhe DCI të përdorura gjerësisht. Ju gjithashtu do të vlerësoni regjistrimin më të lartë të linjës video pa nevojën e aksesorëve shtesë. Lidhja e integruar Wi-Fi bën transferimin dhe ruajtjen e fotove ose filmave të shpejtë dhe të lehtë. Modeli mbështet komunikimin në distanca të shkurtra falë teknologjisë Bluetooth. Lentja Fujinon XF me gjatësi fokale të ndryshueshme (18-55mm) mbulon gjatësitë fokale më të përdorura. Dizajni i lentes përbëhet nga 14 elementë optikë në 10 grupe (përfshirë 3 elementë asferikë dhe 1 element shtesë të ulët shpërndarjeje). Mundësuar nga një motor linear, lentja ka autofokusin e shpejtë në vetëm 0.1 sekonda - kështu që mund të jeni i sigurt që syri i kamerës nuk do të humbasë asgjë. Stabilizimi optik i imazhit është përfshirë gjithashtu për të zvogëluar në mënyrë efektive tronditjen e kamerës dhe për të parandaluar imazhet e paqarta, ose një unazë të hapjes që ju lejon të rregulloni hapjen lehtësisht, pa e lënë fotografin larg kuadrit. Një avantazh i madh i lentes është edhe cilësia premium e imazheve në skena të ndryshme, madje edhe në skena me dritë të ulët ose shkrepje me një efekt të bukur bokeh, të ashtuquajturat sfond të paqartë. Kamera ka një trup alumini me dimensione prej 118.4 x 82.8 x 46.8 mm. Pesha: 383 g.   ","Price":1403.04,"PCode":"273496"},{"Title":"Kamerë Navitel R700, për makinë","Description":" Përshkrimi i produktit  Kjo kamerë ofron rezolucion 1920 x 1080 pikselë FULL HD dhe ka kënd shikimi 170 shkallë. Përfshin ndërfaqe miniUSB, slot për kartelë microSD me kapacitet deri në 64GB, WiFi. Ka çelës harte për 47 shtete.    ","Price":116.93,"PCode":"275502"},{"Title":"Videokamerë Sony FDR-AX700, e zezë","Description":" Përshkrimi i produktit  Kjo videokamerë profesionale, e dobishme mund të regjistrojë në cilësinë më të mirë të mundshme sot, d.m.th në 4K - që ka një rezolucion të jashtëzakonshëm prej 3840 × 2160 px. Përveç kësaj, kamera ofron një gamë të karakteristikave të tjera të shkëlqyera. Videokamera profesionale Sony FDR-AX700 kombinon karakteristika të përparuara me një përdorim miqësor dhe të lehtë. Falë kësaj, ju mund të arrini rezultatet më të mira shumë lehtë dhe të krijoni një regjistrim sipas ideve tuaja. Videokamera Sony FDR-AX700 është e pajisur me teknologji përqëndrimi (fokusimi). Sistemi përbëhet nga 273 pika të përqendrimit, kështu që mund të mbulojë dendur deri në 84% të fushës së shikimit. Përqendrohet në mënyrë të përkryer në objektet e lëvizshme dhe të shpejta. Kamera ka funksione profesionale, 30 korniza për sekondë, regjistrim në Full HD 1000 kps, duke përqendruar 273 pika të zbulimit të fazës, filtër ND dhe zmadhim të vazhdueshëm.   ","Price":2015.52,"PCode":"224068"},{"Title":"Kamerë Fujifilm Instax Square SQ6, e kuqe","Description":" Përshkrimi i produktit   Kjo është një kamerë çasti me gjatësi fokale minimale 65,75 mm dhe gjatësi fokale maksimale 65,75 mm. Distanca më e shkurtër e fokusimit 0.3 m. Shpejtësia minimale e shkrepjes është 400 1 / xx s, kurse shpejtësia maksimale është 1.6 s. Kjo kamerë është e pajisur me tregues optik / elektronik. Ndjeshmëria maksimale 800 ISO. Paketa përfshin 2 bateri CR2, filtër blici, rrip i krahut. Kamera ka bateri të llojit CR2. Dimensionet e kamerës janë gjerësia 118,7 mm, lartësia 121,1 mm, trashësia 58,1 mm, pesha pa bateri dhe karta 393 g. Kamera vjen me ngjyrë të kuqe.   ","Price":155.04,"PCode":"298563"},{"Title":"Kamerë Fujifilm Instax Square SQ6, e kaltër","Description":" Përshkrimi i produktit  Kjo është një kamerë çasti me gjatësi fokale minimale 65,75 mm dhe gjatësi fokale maksimale 65,75 mm. Distanca më e shkurtër e fokusimit 0.3 m. Shpejtësia minimale e shkrepjes është 400 1 / xx s, kurse shpejtësia maksimale është 1.6 s. Kjo kamerë është e pajisur me tregues optik / elektronik. Ndjeshmëria maksimale 800 ISO. Paketa përfshin 2 bateri CR2, filtër blici, rrip i krahut. Kamera ka bateri të llojit CR2. Dimensionet e kamerës janë gjerësia 118,7 mm, lartësia 121,1 mm, trashësia 58,1 mm, pesha pa bateri dhe karta 393 g. Kamera vjen me ngjyrë të kaltër.   ","Price":155.04,"PCode":"298562"},{"Title":"Kamerë për makinë Pioneer, e zezë","Description":" Përshkrimi i produktit  Kjo kamerë për makinë ofron rezolucion Full HD me 1920 x 1080 pikselë dhe kënd shikimi 130 shkallë. Përfshin sensor G, GPS, WiFI, opsion parkimi dhe mbështet kartelën microSD deri në 16 GB. Videot janë në format H.264, G711 ndërsa fotografitë në format JPEG. Bateria ka kapacitet 140 mAh.    ","Price":138.77,"PCode":"299317"},{"Title":"Videokamerë Mio MiVue 866, për makinë","Description":" Përshkrimi i produktit  Kjo videokamerë është dizajnuar për përdorim në makinë. Ofron regjistrim video me rezolucion Full HD. Mbështet WiFi dhe ka knd pamor 150 shkallë. Ekrani i saj është me diagonale 2.7 inç. Për më tepër ofron edhe pozicionim GPS.   ","Price":222.5,"PCode":"307893"},{"Title":"Kamerë Sony Alpha A7 III","Description":" Përshkrimi i produktit  Sony Alpha A7 III është një aparat i fuqishëm me pajisje dhe veçori të nivelit të lartë që ju lejon të krijoni imazhe dhe video me cilësi të lartë. Për këtë qëllim, kamera është e pajisur me një sensor Exmor R CMOS me imazh të plotë 24,2 MP, një sistem AF me një numër të lartë të pikave të fokusimit dhe shkrepjeve të menjëhershme, të gjitha të fshehura në një trup kompakt të qëndrueshëm. Natyrisht, të gjitha imazhet mund ti verifikoni në ekranin e lëvizshëm LCD me prekje 3.0\u0027\u0027 i cili mund të vendoset deri në 107 ° dhe të anohet deri në 41 °. Kamera është rezistente ndaj ujit dhe pluhurit, me bateri që zgjatë deri në 710 imazhe në format JPEG dhe RAW. Ofron mblshtetje për NFC dhe QR, si dhe ka teknologjitë Bluetooth dhe WiFi kombinuar me slot për microSD dhe porte USB. Aksesori vjen me përmasa 126.9 x 95.6 x 73.7 mm dhe peshë 650 g.   ","Price":2439.84,"PCode":"231847"},{"Title":"Kamerë makine Navitel CR900, e zezë","Description":" Përshkrimi i produktit  Kamerë e veturës me një numër karakteristikash të dobishme që e bëjnë atë shoqëruesin tuaj të madh jo vetëm në udhëtime të gjata, por edhe në udhëtime të shkurtra. Kamera ka një ekran 2 \u0022 TN dhe regjistron në Full HD. Me kualitet Full HD, mund t\u0027i njohësh lehtësisht të gjitha detajet, siç janë targat e tjera të automjeteve, fytyrat e karaktereve, shenjat rrugore dhe më shumë, në mënyrë që të përdorësh të gjitha pamjet tuaja si dëshmi në çdo kohë. Natyrisht, këndi i gjerë i shikimit prej 120 ° siguron që kurrë të mos humbisni asnjë veprim përpara automjetit tuaj, dhe në një zonë të gjerë nga drejtimi i kundërt me veprimin në trotuarin ngjitur. Senzori G zbulon drejtimin e makinës tuaj dhe mund të mbyllë menjëherë një regjistrim në rast të një goditjeje, frenimi të papritur ose ngritjeje të makinës. Poashtu, me Time loop ju nuk keni pse të shqetësoheni për hapësirën në kartën tuaj të memories. Kamera gjithmonë luan regjistrimin më të azhurnuar kur karta është e plotë. Kamera ka formatin e imazhit JPG me rezolucion 12 MPx dhe hapësirë për kartë Micro SD me kapacitet deri në 64 GB.    ","Price":53.55,"PCode":"258838"},{"Title":"Fotoaparat Canon IXUS 190, i zi","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 190, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 10x dhe 20x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaft praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.0 MP dhe një DIGIC 4\u002B të fuqishëm.IXUS 190 është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 95.3 x 56.8 x 23.6 mm dhe peshon 137 g.    ","Price":218.02,"PCode":"205857"},{"Title":"Fotoaparat Canon PowerShot SX430 IS","Description":" Përshkrimi i produktit  Canon sjell kamerën digjitale PowerShot SX430 IS e cila do ju mundësoj të kapni pjesët më të rëndësishme të jetës tuaj me fotografi dhe video të pastërta, të detajizuara dhe ngjyra realistike ashtu siç i keni përjetuar. Kamera vjen e pajisur me procesorin e imazheve DIGIC 4\u002B me 20.5 megapiksela dhe f / 3.5 deri në f / 6.8 luminance, mban stabilizuesin e imazhit dhe gjatësi fokale nga 4.3 deri në 193.5 mm për t\u0027ju mundësuar të shkrepni fotografi dhe të inçizoni video sipas nevojave tuaja. Pos kësaj, kamera mban ekranin me madhësi 3\u0022 LCD me 5 nivele të ndriçimit, ka hapësirë për kartelë të memories SD, SDHC dhe SDXC, është pajisur me baterinë NB-11LH që ju mundëson ta përdorni kamerën deri në 195 shkrepje fotografish si dhe vjen me madhësi prej 104.4 x 69.1 x 85.1 mm.   ","Price":305.76,"PCode":"205856"},{"Title":"Fotoaparat Sony ALPHA 6400, \u002B 18-135 mm, i zi","Description":" Përshkrimi i produktit  Një aparat fotografik shumë i avancuar dhe i qëndrueshëm me një trup rezistent ndaj pluhurit dhe lagështisë me sensorin APC-C Exmor CMOS me rezolucion 24.2 MPx. Procesor i imazhit BIONZ X. Ekran me prekje 3 inç. Ekrani mund të anohet deri në 180 °. Fotografim vazhdues në 11 fps, me pamje live ose në 8 fps. Video në rezolucion 4K. Mbështetje xhirimi XAVC S dhe AVCHD 2.0. 425 sensorë të përqendrimit fazor që i mundësojnë kamerës të arrijë AF më të shpejtë në botë me një kohë fokusimi prej vetëm 0.02 sekondash. Zbulimi i syve dhe mënyra e përcjelljes së subjektit. Blic i integruar. Mbështet kartat micro SD, SDXC dhe Memory Stick PRO Duo. Treugues elektronik i kuadrit OLED 0.39 \u0022. NFC, Wi-Fi, mbështetje Bluetooth v4.1. NP-FW50 Li-Ion për rreth 360 shkrepje përmes treguesit të kuadrit ose 410 shkrepje përmes ekranit. Ruajtja e imazheve në format JPEG dhe RAW. Dimensionet 120 x 66.9 x 49.9 mm. Pesha 407 g. Përfshirë lentet e fuqishme 18-135 mm Sony.    ","Price":1524,"PCode":"253432"},{"Title":"Kamerë Sony Cybershot DSC-RX100M7, e zezë","Description":" Përshkrimi i produktit  Me një kamerë kompakte Sony Cybershot DSC-RX100M7, ju mund të merrni fotografi nga afër me senzorë 20.1 Mpix Exmor RS Type 1.0 CMOS, një lente ZEISS Vario-Sonnar me një hapje të vazhdueshme të F 2.8-5.6 dhe me një gjatësi fokale prej 24-200 mm, kështu që ju zmadhoni subjektin. Procesori i shpejtë i imazhit BIONZ X jep cilësi maksimale të imazhit dhe shpejtësi të lartë të përpunimit. Videot e kapura janë në cilësi 4K HDR me zë profesional. Do të vlerësoni gjithashtu lidhjen e integruar me WiFi, e cila do ta bëjë punën tuaj edhe më të lehtë. Senzori i imazhit tani lejon të shtënat pa prishjen e imazhit. Kjo do të thotë që shikim paraprak mbetet i dukshëm në foto me 20 korniza për sekondë. Ju lejon të xhironi deri në 90 korniza për sekondë në formatin JPEG / RAW duke përdorur kapakun për të eleminuar shtrembërimin. Në modalitetin me një imazh të vetëm, veprimet dinamike regjistrohen sipas fotografisë. Kamera merr 7 foto me 90, 60, ose 30 korniza për sekondë, duke ju lejuar të zgjidhni momentin më të mirë. Kamera do të bëhet një ndihmës ideal për të gjithë të përfshirë në krijimin online, të vlerësuar kryesisht nga vlogger, por edhe youtubers. Ju do të vlerësoni tiparin e ndjekjes së prekjes që siguron fokusimin e shpejtë, të saktë dhe automatik të videove. Me ekranin e pjerrësisë selfie dhe hyrjen e mikrofonit të jashtëm, të shtënat janë të lëmuara me imazhe të qëndrueshme për shkrepje të përshtatshme. Përveç kësaj, filmat mund të regjistrohen vertikalisht dhe dërgohen në një celular për redaktim.   ","Price":1391.52,"PCode":"265909"},{"Title":"Fotoaparat Canon EOS RP, i zi \u002B RF 24-105mm F4-7.1 IS STM","Description":" Përshkrimi i produktit  E vogël, e lehtë, me një funksionim të thjeshtë dhe intuitiv - kjo është Canon EOS RP, një aparat fotografik pa format me pajisje pa kompromis për të krijuar imazhe unike kudo që të shkoni. Baza e kamerës është procesori i imazhit DIGIC 8, i cili e bën funksionimin dhe funksionimin e aparatit fotografik më të përgjegjshëm dhe fleksibil, kështu që ju shpenzoni shumë më pak kohë për të edituar fotografitë që merrni. Procesori DIGIC 8 plotësohet nga një sensor i shkëlqyer 26.2 MPx Dual Pixel CMOS AF që kap çdo detaj me ngjyra të pasura. Poashtu, teknologjia DM Pixel CMOS AF ofron automatizimin më të shpejtë në botë me vetëm 0.05 sekondë me 4779 pozicione automatike të rregullueshme me aftësi të përqëndrimit të dritës së ulët deri në -5 EV3. Përveç kësaj, kamera është e pajisur edhe me një ekran me prekje LCD me 3\u0027\u0027 që mund të rrotullohet deri në 170 °, i cili është veçanërisht i dobishëm kur bëni fotografi nga kënde të vështira. Mbështet teknologjinë Bluetooth, RAW; posedon mikrofon stereo të integruar si dhe përmban ndërfaqet: USB-C 2.0, HDMI, dhe 3.5mm jack. Dimensionet 132.5 x 85 x 70 mm. Pesha përafërsisht. 440 g. Pako përfshin edhe lente.   ","Price":1652.64,"PCode":"284126"},{"Title":"Fotoaparat Canon EOS M50, i zi \u002B lente EF-M 18-150mm IS STM ","Description":" Përshkrimi i produktit  Canon EOS M50 ka senzor CMOS APS-C 24.2 MPx dhe procesor të imazhit DIGIC 8, fokusim AF me saktësi të dyfishtë dhe video 4K. Posedon dritë ndihmëse AF. Kjo kamerë ju lejon shkrepje të vazhdueshme me 10 korniza për sekondë, poasht ka zbulim elektronik të pamjeve duke përdorur teknologjinë OLED 0.39 të përbërë prej përafërsisht 2360000 pikave. Natyrisht, ka një ekran me prekje LCD 3 \u0022, blic të integruar, reduktim të syve të kuq, vetëkontrollues, shumë mënyra për fotografi të shkëlqyera (filtra krijues, portret, detaje, sport, ushqim, panoramë, skenë natën, etj.). Mbështet formatet RAW dhe JPEG. Ka karakteristika të personalizuara: 9 butona të funksioneve të personalizueshme. Modulet e meta: informacioni i përdoruesit për të drejtat e autorit, zmadhim 15 herë dhe mbështetje deri në 29 gjuhë. Ka ndërfaqe si: Hi-USB me shpejtësi të lartë, portë HDMI (micro-tip D), Wi-Fi, Bluetooth dhe NFC. Mbështet kartat e memories SD, SDHC dhe SDXC. Poashtu mundëson printimin direkt. Përmasat e kamerës janë: 116.3 x 88.1 x 58.7 mm. Peshon përafërsisht 387 g. Është përfshirë gjithashtu një lentë e lehtë EF-M 18-150 mm, f / 3.5-6.3 IS STM. Rezolucioni i videos: 4K - 3840 × 2160 (23.98, 25 kps); Full HD - 1920 × 1080 (59.94, 50, 29.97, 25, 23976 ks); HD - 1280 × 720 (119.9, 100, 59.94, 50 kps).    ","Price":1124.64,"PCode":"233203"},{"Title":"Kamerë për shtëpi Sony HDR-CX240","Description":" Përshkrimi i produktit  Video kamera Sony HDR-CX240 peshon pak dhe është shumë e lehtë për ta marrë me vete kudo. Video kamera është shumë e lehtë të përdoret për xhirim, duke bërë kështu ta shijoni dhe shpërndani video dhe fotografi. Xhirime të përsosura si dhe kartelë opsionale të memories. Disa kamera digjitale kanë ndërtim më të avancuar. Gjatë ecjes shumica e kamerave nuk japin imazhe të qarta për shkak të vibrimeve, për këtë arsye Sony ka hedhur në treg kamerën që ka stabilizim optik të imazheve, ashtu që mos të vërehen vibrimet gjatë ecjes.   ","Price":186.72,"PCode":"145808"},{"Title":"Kamerë Nikon Z 50 \u002B përshtatës FTZ, e zezë","Description":" Përshkrimi i produktit  Kamerë me cilësi të lartë me pasqyrë për prodhimin e fotove të shkëlqyera në pothuajse të gjitha rrethanat. Kështu që mund të jeni i sigurt që gjithmonë jeni gati të kapni menjëherë të gjitha momentet e rëndësishme në jetën tuaj. Përveç trupit të kamerës është përfshirë edhe përshtatësi FTZ. E pajisur me një senzor 20.9 Mpx DX, ajo jep cilësi të mprehta dhe delikate për imazhe të mprehta dhe të hollësishme. Me një gamë të lartë të ndjeshmërisë ISO 100 - 51 200, nuk është e nevojshme të shqetësoheni për të bërë fotografi në situata të errëta dhe në vështirësi ndriçimi. Përveç fotove të nivelit të lartë, ju gjithashtu mund të krijoni lehtësisht filma mahnitës, të qetë me cilësi mbresëlënëse 4K me 30 fps, ose të merrni pamjet me lëvizje të ngadalta në Full HD. Ju gjithashtu mund të bëni fotografi dhe të regjistroni filma dramatik 4K time-lapse në kamerë ndërsa regjistroni filma. Kamera është e pajisur me një tregues elektronik të kuadrit me rezolucionit të lartë që ofron një pamje të shkëlqyeshme dhe të detajuar të skenës. Treguesi elektronik i kuadrit plotësohet në mënyrë të përkryer nga një ekran me prekje 3.2 ” LCD me një kënd shikimi deri në 170 °. Me këtë ekran, ju lehtë mund të shprehni qëllimet tuaja krijuese dhe të krijoni imazhe të përsosura nga kënde krejtësisht të ndryshme. SnapBridge mban një lidhje të qëndrueshme me energji të ulët midis kamerës dhe celularit ose tabletit përmes Bluetooth dhe Wi-Fi. Sinkronizoni ose shpërndani menjëherë imazhet tuaja me pajisjen tuaj të zgjuar gjatë fotografimit. Ju gjithashtu mund të përdorni me lehtësi funksionet kryesore të kamerës dhe ta mbani të aktualizuar kamerën tuaj. Pavarësisht nga madhësia e saj kompakte, kamera do t\u0027ju befasojë me ndërtimin e saj të qëndrueshëm por të lehtë të aliazhit të magnezit, duke siguruar që mund ta përdorni në pothuajse çdo situatë. Poashtu, falë përshtatësit FTZ, ju mund t\u0027i bashkëngjitni të gjithë lentet e montimit 360 Nikon F në trupin e kamerës së re Nikon Z. Dimensionet e kamerës janë përafërsisht: 126.5 x 93.5 x 60 mm, ndërsa pesha është përafërsisht: 450 g (duke përfshirë baterinë dhe kartën e memories).   ","Price":1301.28,"PCode":"272852"},{"Title":"Kamerë për makinë LAMAX T10, 4K, GPS, e zezë","Description":" Përshkrimi i produktit  Kamera e avancuar për makinë, e cila vjen me rezolucion të videos 4K (3840 x 2160 px në 30 kps), kënd të shikimit 170 °, ekran 2.45 \u0022, slot për kartë microSD (klasa SD 10, maks. 128 GB), GPS me raportim radari, senzor G, mbështet modalitetin e natës, ka bateri të integruar, mbajtëse magnetike me ngjitës 3M. Ndërfaqet: WiFi dhe microUSB. Përmasat e kamerës janë: 47 x 74 x 39 mm.   ","Price":148.33,"PCode":"300891"},{"Title":"Kamerë Canon EOS M50 Mark II, e zezë \u002B EF-M 15-45mm IS STM","Description":" Përshkrimi i produktit  Një kamerë cilësore pa pasqyrë që mund t\u0027ju mbështesë në punën tuaj, pavarësisht nëse jeni duke fotografuar ose duke xhiruar video - për përdorim shtëpiak dhe më profesional, i cili do të vlerësohet veçanërisht nga vloggerët, youtubers dhe influencues të tjerë të ngjashëm. Canon EOS M50 II Mark me procesorin e imazhit DIGIC 8 mund të marrë shumë më shumë dritë nga secili piksel. Imazhi që rezulton ka më pak zhurmë dhe ju merrni më shumë liri krijuese gjatë shkrepjes. Sensori me madhësi APS-C me një rezolucion prej 24.1 milion piksele dhe shpejtësi skanimi deri në 10 fps. lejon të kapim me të vërtetë çdo detaj. Gëzoni foto të shkëlqyera edhe në dritë të dobët. Fotografitë që rezultojnë mund të demonstrojnë plotësisht veçantinë e tyre. Kamera mbështet video vertikale, e cila mund të përdoret në shumë rrjete sociale, ka një buton për regjistrimin e videos në ekranin me prekje, ka mbështetje për transmetim në YouTube dhe mund të përdoret gjithashtu si një ueb kamerë falë Utility Webcam EOS. Ekziston edhe një slot audio 3.5 mm. Ju gjithashtu do të mirëpritni fokusin automatik të përmirësuar me zbulimin e syve dhe videot. Me mbështetjen Wi-Fi, transferimi dhe ruajtja e fotove ose filmave bëhet një aktivitet i shpejtë dhe i lehtë. Modeli gjithashtu mbështet komunikimin në distancë të shkurtër falë teknologjisë Bluetooth. Përveç kamerës, në paketim do të gjeni edhe një lente të lehtë EF-M 15-45 mm f / 3, 5-6,3 IS STM. Kjo është një lente e përshtatshme për përdorim me kamerat e serisë EOS M. Lentja është e lehtë dhe kompakte, kështu që mund ta merrni me vete kudo që jeni në lëvizje. Falë intervalit të gjatësisë fokale prej 24 deri në 72 mm, lentja ju lejon të bëni një gamë të madhe imazhesh pa qenë e nevojshme ta zëvendësoni atë me një tjetër. Falë tre anëtarëve asferikë, sigurohet qartësia dhe detajet me të vërtetë të jashtëzakonshme të secilit imazh, edhe kur bëni foto me pajisje më të vogla. Lentja gjithashtu përfshin një stabilizues optik të imazhit 3.5-hapësh, i cili zvogëlon efektet negative të shkundjes së kamerës. Lentja gjithashtu do të kënaqë prodhuesit e filmave. Ajo përdor teknologjinë e motorit STM, i cili e bën fokusimin të qetë dhe pothuajse të padëgjueshëm gjatë xhirimeve.   ","Price":884.5,"PCode":"311391"},{"Title":"Kamerë për veturë TrueCam M9, GPS, 2.5K, e zezë","Description":" Përshkrimi i produktit  Në vend të një baterie klasike, TrueCam M9 është e pajisur me një super kondensator. Nuk e pengojnë luhatjet ose ndikimet e temperaturës. Kjo kamerë ka disa herë më shumë jetëgjatësi. Nuk konsumohet si një bateri klasike dhe zgjat shumë më gjatë. Kjo pajisje nuk do të ju zhgënjejë. Karakteristikat kryesore: Kamerë e shkëlqyeshme e makinës me rezolucion QHD prej 2560 x 1440 px në 30 kps, kënd shikimi 150 °, kamerë të pasme 130 °, mikrofon të integruar, ekran 2 \u0022, GPS me raportim radari, senzor G, WiFi, slot për karta microSD deri në 128 GB, modalitet të parkimit. Përmasat e kamerës janë: 69 x 45 x 34 mm, pesha 64 g.   ","Price":143.68,"PCode":"300887"},{"Title":"Kamerë makine Mio MiVue C312, e zezë","Description":" Përshkrimi i produktit  MiVue C312 është një videokamerë e lehtë dhe kompakte që ju jep një shfaqje të shkëlqyer Full HD, plus kamera fillon regjistrimin menjëherë pas ndezjes së makinës për lehtësinë tuaj. Të gjitha këto të mund të vijnë në dobi në çdo kohë për t\u0027u marrë me një sërë situatash të diskutueshme që mund të ndodhin me ju kur jeni në rrugë, ose thjesht duke qëndruar në makinën tuaj. Kjo kamerë ka rezolucion 1080p Full HD me 30 korniza për sekondë. Përveç rezolucionit Full HD, kamera gjithashtu përmban një kënd të gjerë 130 °, aperturë të shkëlqyeshme f 2.2, senzor G me 3 akse dhe një ekran 2.0 \u0022. Formati i regjistrimit është MJPEG. Kamera mbështet kartat MicroSD me kapacitet deri në 64 GB. Kamera ka mbajtëse rrotulluese, mikrofon dhe funksion për ndezje automatike. Dimensionet e saj janë: 52.1 x 63.6 x 33.7 mm dhe pesha 55 g.    ","Price":52.65,"PCode":"258756"},{"Title":"Kamerë makine Sencor SCR 4500M","Description":" Përshkrimi i produktit  SCR 4500M është një gjeneratë e re e kamerave të veturave, shumë e fuqishme, por simpatikisht e vogël. Kamera është e pajisur me një mbajtës magnetik për instalim të lehtë. Çipi i senzorit me cilësi të lartë do të sigurojë regjistrim të shkëlqyeshëm në rezolucion amëtar deri në Full HD (1920 x 1080 px). Funksioni i regjistrimit të vazhdueshëm është i pranishëm natyrisht - regjistrimi më i vjetër zëvendësohet me një të ri. Kamera është e pajisur me një slot të kartës microSD. Pajisja mund të pajiset me një kartë të tillë me një kapacitet deri në 128 GB. Karta nuk është e përfshirë në paketë. Senzori G zbulon ndikimin dhe bllokon regjistrimin për përdorim të mëvonshëm në vërtetimin e fajtorit të aksidentit. Karakteristikat kryesore: - Mbajtësi magnetik; - Trupi i vogël dhe kompakt; - Këndi i shikimit 170 °; - Ekrani 1.5 \u0022 LCD. - Fotot: JPEG - 12M, 10M, 8M, 5M, 3M, 2M, 1.3M, VGA; - Bateria: e integruar Li-jon 3.7 V / 180 mAh; - Ndërfaqja: mini portë; - Përmasat: 58.5 x 48.5 x 59 mm; - Aksesorët: mbajtës makine, karikues makine, udhëzime operimi. Rezolucion i imazhit: - 1728 x 1296 (interpoluar, 30 kps); - 1920 × 1080 (1080p, 30 kps); - 1280 × 720 (720p, 30 kps).   ","Price":59.18,"PCode":"287650"},{"Title":"Fotoaparat Canon EOS 850D \u002B EF-S 18-55mm f/4-5,6 IS STM","Description":" Përshkrimi i produktit  Canon lanson fotoaparatin kompakt EOS 850D \u002B EF-S që ofron cilësi dhe shpejtësi për të gjithë entuziastët. Kjo mrekulli e vogël dhe kompakte kombinon më të mirat e kamerave digjitale në një lidhje ideale. Përveç kësaj, lentet portative dhe shumë praktike janë të përfshira. EOs digjital me një procesor të fuqishëm me sensor CMOS dhe rezolucion prej 6000 x 4000 milion pixel përbëhet nga alumini dhe polikarbonatet me fibra nga qelqi. Posedon portin mini HDMI (HDMI-CEC), konektor të mikrofonit të jashtëm (miniaturë port stereo 3.5mm) dhe porte USB. Mbështet mediat regjisuese: SD, SDHC, SDXC dhe ka ekran LCD 3\u0027\u0027 dhe sensori i tij, i përket formatit APS-C.   ","Price":1100.64,"PCode":"281238"},{"Title":"Kamerë Nikon Coolpix A1000, e argjendë","Description":" Përshkrimi i produktit  Kjo është një kamerë digjitale e vogël e dizanuar për shkrepje të shpejta dhe të lehta. Sensori i fotos është CMOS me 16.79 milion px. Lenti është optik nga Nikkor 35x. Hapja për lente është f3.4 deri në f6.9. Ai ka një vend për shikim gjatë shkrepjes LCD me madhësi 0.2\u0022 me 1,166,000 px. Ekrani i tij ka madhësi prej 3.2\u0022 LCD. Ai mbështet kartat SD, SDHC dhe SDXC. Memorie e brendshme është 81 Mb. Mbështet RAW. Blic i montuar brenda kamerës. Ai përmban Micro USB, USB të shpejtë, Micro HDMI tipi D. Mbështet Wi-Fi, Bluetooth v4.1. Kamera ka bateri EN-EL12 nga Li-ion e karikueshme, e cila zgjat deri në 250 shkrepje. Dimensionet e kamerës janë 114.2 x 71.7 x 40.5 mm. Pesha e saj është 330 gram.    ","Price":469.92,"PCode":"253319"},{"Title":"Kamerë digjitale Panasonic Lumix DMC-GX80 12-32 mm, e argjendtë","Description":" Përshkrimi i produktit  Kamerë digjitale me lente të këmbyeshme dhe sensor të fotografisë Live MOS me 16.84 MPx. Lente Lumix G Vario me 12-32 mm. Kjo kamerë mundëson reduktimin e zhurmës së jashtme, altoparlant mono dhe ekran TFT LCD me madhësi prej 3\u0022. Përfshin teknologjinë Wi-Fi, NFC dhe kode QR. Për më tepër, produkti përmban stabilizator të integruar për korrektim efikas dhe fokus të përsosur edhe në kushte të dobëta të ndriçimit. Teknologji DFD dhe Live View Finder OLED me 2,7640,800 pikë. Ofron mundësinë e krijimit të fotografive panoramë. Dimensionet e produktit janë 122 x 70.6 x 43.9 mm ndërsa ngjyra e tij është e argjendtë.   ","Price":547.67,"PCode":"193587"},{"Title":"Fotoaparat Canon PowerShot SX720 HS, i zi","Description":" Përshkrimi i produktit  Canon ka sjellë një fotoaparat kompakt dhe praktik me lente zmadhuese të mëdha që është shumë i përshtatshëm për entuziastët e ri. Fotoaparati Canon PowerShot SX720 HS me kualitet shumë të madh ka funksione për përdorues me eksperiencë mesatare. Ndërsa për përdoruesit me më pak përvojë, fotoaparati ka funksionin me fokus automatik me të cilin mund të arrini të bëni fotografi të kualitetit të lartë çdo herë. Fotoaparati ofron një rezolucion prej 20.3 Mp i cili plotësohet gjithashtu edhe nga procesori shumë i shpejtë Canon DIGIC 6th dhe teknologjitë e tjera të përdorura në këtë pajisje. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 109.7 x 63.8 x 35.7 mm dhe peshon 270 g së bashku me bateri dhe kartelën e memories.    ","Price":400.8,"PCode":"187174"},{"Title":"Kamerë për makinë Navitel R600","Description":" Përshkrimi i produktit  Kjo kamerë për makinë ofron rezolucion Full HD 1920 x 1080 pikselë. Ka ekran 2\u0027\u0027 TN me kënd shikimi 170 shkallë. Përfshin poashtu senzor G, opsion parkimi, opsion nate dhe mbështet formatin e videos H.264. Kamera poashtu mundëson regjistrimin e zërit përmes mikrofonit. Nëse ësht e kyqur atëhere ndezet automatikisht pasi makina të ndezet. KA slot për kartë microSD 256GB.    ","Price":75.9,"PCode":"258840"},{"Title":"Kamerë Fujifilm X-T30 \u002B lente XF18-55mm, e zezë","Description":" Përshkrimi i produktit   Kamerë kompakte dhe e lehtë me lente të këmbyeshme, tregues kuadri OLED dhe kontrolle manuale të përparuara. Fujifilm X-T30 është gati për t\u0027u përdorur në çdo kohë, në çdo vend. Jini spontan dhe mos lejoni që të kufizoheni kur bëni fotografi, duke përfshirë të shtëna të llojit të veprimit ose jetën e egër në natyrë. Sigurisht, kamera përmban një procesor të fuqishëm të gjeneratës së katërt X dhe senzor 26.1 MPx X-Trans IV CMOS APS-C me teknologji BSI që jep një interpretim të shkëlqyeshëm të ngjyrave, zhurmë të ulët digjitale dhe një gamë të madhe dinamike. Kamera përdor një zbulues të pamjeve OLED 0.39 inç rezolucion të lartë prej 2.36 milion pikash, normë përgjigjeje të shpejtë dhe ritëm të lartë të freskimit, duke ju dhënë shikueshmëri të lartë dhe përbërje perfekte edhe në rrezet direkte të diellit. Një ekran me prekje prej 3 inçësh me një rezolucion prej afërsisht 1040 milion pikash mund të ndihmojë lehtësisht me këtë. Falë rezolucionit të lartë, ju mund të shijoni shikueshmërinë edhe kur fotografoni në diell. Përveç kësaj, falë ekranit të pjerrët, ju mund të kërkoni për këndvështrime të pazakonta duke ruajtur funksionimin e thjeshtë dhe kontrollin e plotë të imazhit. Shijoni xhirimet e videove pa probleme me cilësi të shkëlqyera 4K me 30 fps 8bit (10bit në pajisjen e jashtme). Formatet e videove të mbështetura përfshijnë H.264 / MPEG-4 dhe DCI të përdorura gjerësisht. Lidhja e integruar Wi-Fi bën transferimin dhe ruajtjen e fotove ose filmave të shpejtë dhe të lehtë. Modeli mbështet komunikimin në distanca të shkurtra falë teknologjisë Bluetooth. Dimensionet e kamerës janë 118.4 x 82.8 x 46.8 mm dhe peshon 383 g. Lentja Fujinon XF 18-55 mm Kjo lente me gjatësi fokale të ndryshueshme mbulon gjatësitë fokale më të përdorura prej 18-55 mm. Dizajni i lenteve përbëhet nga 14 elementë optikë në 10 grupe (përfshirë 3 elementë asferik dhe 1 element shtesë të ulët shpërndarjeje). Mundësuar nga një motor linear, lentja ka autofokusin e shpejtë në vetëm 0.1 sekonda - kështu që mund të jeni i sigurt që syri i kamerës nuk do të humbasë asgjë. Stabilizimi optik i imazhit është përfshirë gjithashtu për të zvogëluar në mënyrë efektive tronditjen e kamerës dhe për të parandaluar imazhet e paqarta, ose një unazë të hapjes që ju lejon të rregulloni hapjen lehtësisht, pa e lënë fotografinë larg pamjes. Një avantazh i madh i lentes është edhe cilësia premium e imazheve në skena të ndryshme, madje edhe në skena me dritë të ulët ose shkrepje me një efekt të bukur bokeh, të ashtuquajturat fotografi me sfond të turbullt.   ","Price":1426.08,"PCode":"273493"},{"Title":"Kamerë Canon EOS 250D \u002B lente 18-55mm f/3.5-5.6 DC III ","Description":" Përshkrimi i produktit  Kamera Canon vjen me dizajn elegant dhe ju ofron shumë karakteristika. Baza e kësaj kamere është procesori 8 bërthamësh Digic bashkë me sensorin CMOS duke ju ofruar fotografi të përkryera. Kjo kamerë vjen me diagonale të ekranit 3\u0022 dhe ky ekran është i rrotullueshëm dhe ju mund të keni fotografi nga çdo kënd. Përveq fotografive të mahnitshme ju do të keni edhe video me rezolucion 4K si dhe mund ti shpërndani ato përmes teknologjive Bluetooth apo WiFi. Bashkë me kamerën vijnë edhe lentet, ku distancimi i fokusit të lenteve për fotografinë është 25 cm, dhe janë të pajisura me autofokus me shpejtësi të lartë, aperturë rrethore dhe Super Spectra. Kamera mbështet SD, SDHC, SDXC, JPEG, RAW, MOV, MP4.   ","Price":740.64,"PCode":"259403"},{"Title":"Kamerë makine Pioneer VREC-DZ600","Description":" Përshkrimi i produktit  Një kamerë kompakte e makinës që ju jep pamje vërtet të hollësishme jo vetëm të udhëtimeve tuaja, por edhe të momenteve kur makina juaj është e parkuar. Të gjitha këto shkrepje mund të jenë të dobishme në çdo kohë në zgjidhjen e një numri situatash të diskutueshme që ndodhin një ose dy herë në rrugë. Falë rezolucionit Full HD, ju gjithmonë merrni pamje të hollësishme në mënyrë të përsosur me të gjitha detajet thelbësore, siç janë targat e automjeteve të tjera, fytyrat e karaktereve, shenjat e trafikut dhe më shumë. Për të siguruar që të gjitha shkrepjet janë gjithmonë perfekte, kamera është e pajisur me një sensor STARVIS nga SONY, i cili siguron një imazh perfekt, si ditën ashtu edhe natën. Sensori STARVIS plotësohet më tej nga një gamë e lartë dinamike HDR dhe një gamë e gjerë dinamike WDR, këto teknologji ndihmojnë për të siguruar kapjen më të mirë të imazhit në situata kur një pjesë e hapësirës ndriçohet më shumë dhe një pjesë më pak, kështu që ekziston një kontrast midis dritës dhe hijes. Sigurisht që është sensori G, i cili regjistron drejtimin e drejtimit tuaj dhe mund të bllokojë regjistrimin menjëherë në rast përplasjeje, frenimi të rëndë ose animit të makinës. Ju nuk keni pse të shqetësoheni nëse e lini makinën tuaj të parkuar jashtë. Modaliteti i parkimit mbron makinën tuaj për ju. Gjatë modalitetit të parkimit, kamera është në gatishmëri dhe do të fillojë regjistrimin sapo të zbulojë lëvizjen ose ndikimin. Kamera mbështet kartë memorie micro SD deri në 128 GB. Ajo ka një ekran 1.5 \u0022 LCD. Formati video mp4 (H.264, mp3). Formati i fotove JPEG. Cilësimet e datës dhe orës. Video loop. Kapaciteti i baterisë 750 mAh. Gjatësia e kabllos të energjisë 5 m. Përmasat 78.6 x 77.3 x 47.4 mm. Pesha 118 g.   ","Price":203.51,"PCode":"299318"},{"Title":"Kamerë për makinë TrueCam A5s GPS (me detektues radari)","Description":" Përshkrimi i produktit  Kjo kamerë digjitale profesionale ka rezolucion Full HD 1920 x 1080 pikselë dhe sensor CMOS. Ekrani është LCD me diagonale 2.7\u0027\u0027. Mbështet slot për karta microSD/SDHC me kapacitet deri 32 GB. Bateria 400 mAh është e rikarikueshme. Përfshin pranues GPS, sensor G, Google Maps, filtera polarizues të zëvendësueshëm dhe funksion për detektim të lëvizjes.    ","Price":98.11,"PCode":"300889"},{"Title":"Fotoaparat AGFA Compact DC 5200, i kuq","Description":" Përshkrimi i produktit  AGFA sjellë një fotoaparat të thjeshtë, të vogël por megjithatë të fuqishëm me një numër të madh funksionesh që ndihmojnë në sjellin kualitetin më të lartë të fotografive dhe videove. Në mes tyre, për shembull, mund të gjeni zmadhim të madh, përshtatje me WiFi dhe teknologjinë NFC dhe një numër të madh skemash tjera që krijojnë fotografi unike dhe kreative. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Përveç kësaj, ky fotoaparat ka sensor 2.4\u0027\u0027 CMOS me rezolucion 1280 x 720 Mpx dhe njeshmëri 400 ISO. AGFA ka stabilizim elektronik. Për më tepër, dimensionet e fotoaparatit janë 140 x 120 x 80 mm.   ","Price":57.19,"PCode":"283729"},{"Title":"Kamerë dixhitale Canon EOS 250D \u002B 18-55mm IS STM \u002B 50mm f/1.8 IS STM ","Description":" Përshkrimi i produktit  Kamera dixhitale Canon është një kamerë shumë e sofistikuar dhe ju do të jeni të mahnitur me përformamcën që ofron. Kjo kamerë vjen me procesorin DIGIC 8 dhe me sensorin CMOS me rezolucion 24.1 MPx, si dhe me një ekran që mund ta rrotulloni me diagonale 3\u0022. Me këtë kamerë ju do të keni fotografi me cilësi të lartë dhe video 4K, dhe poashtu me anë të Dual Pixel CMOS AF ju mund ti fokusoni fotografitë. Kjo kamerë mbështet WiFi dhe Bluetooth ku fotografitë e bëra ju mund ti shpërndani me anë të këtyre teknologjive. Produkti mbështet RAW dhe JPEG, mediat inqizuese SD, SDHC, SDXC, bayonet Canon EF, Canon EF-S, si dhe vjen me Hi-Speed USB 2.0, video output ( me lidhësin USB), lidhës mini HDMI (HDMI-CEC compatible), lidhës i jashtëm i mikrofonit (lidhës stereo 3.5mm). Dimensionet e kamerës janë 122.4 x 92.6 x 69.8 mm. pesha afërsisht. 449. dhe posedon bateri 1x litium-jon LP-E17.   ","Price":935.52,"PCode":"259406"},{"Title":"Kamerë RICOH GR III, e zezë","Description":" Përshkrimi i produktit  Një kamerë me cilësi të lartë, e lehtë dhe kompakte me pajisjet më të fundit që do t’i bëjnë fotografitë tuaja gjithmonë të shkëlqyeshme. Qendra e kamerës është një senzor imazhi 24.2 MPx APS-C që jep cilësi dhe transportueshmëri të shkëlqyeshme të imazhit për të regjistruar gjithçka që shihni dhe kapni. Sensori i imazhit është një partner i procesorit të fuqishëm GR Engine të gjeneratës së gjashtë, i cili plotësohet më tej nga një lente monofokale me gjerësi 28 mm me një hapje të lartë f / 2.8. E dizajnuar me theks në pastërtinë, trupi i magnezit i kamerës është i lirë nga çdo element shqetësues për një funksionim plotësisht të përgjegjshëm dhe intuitiv. Pranë shkrepësit është një kurdisës kryesor i kontrollit me zgjedhje të modaliteteve. Përbërja e rehatshme dhe shikimi i pamjeve të kapura sigurohet nga një monitor 3.0 \u0022 LCD me rezolucion të lartë. Kamera ka një numër mënyrash të përshtatshme, duke përfshirë automatikisht të plotë, një mënyrë që rrit diapazonin dinamik deri në 12 EV, mënyra të personalizuara me opsionin për të ruajtur vlerat tuaja, dhe një numër mënyrash skene. Përveç fotove të kualitetit të lartë, gjithashtu mund të krijoni lehtësisht video mahnitëse Full HD me 60 fps, me plot detaje dhe ngjyra të ndritshme. Funksionet e përdorura shpesh mund t\u0027i caktohen levës ADJ dhe butonit Fn. Kontrollet e tjera gjithashtu mund të personalizohen për të rregulluar kamerën. Këto karakteristika e bëjnë të lehtë përdorimin e kamerës dhe saktësisht përputhen me stilin tuaj të fotografimit. Poashtu, Wi-Fi i integruar bën transferimin dhe ruajtjen e fotove ose videove të shpejtë dhe të lehtë. Modeli mbështet komunikimin në distanca të shkurtra falë teknologjisë NFC, e cila ju lejon të lidhni kamerën me telefonin tuaj të mençur, për shembull - me prekjen e një butoni. Kjo kamerë mbështet kartat SD, SDHC dhe SDXC, duke përfshirë versionet UHS-I. Ajo ka bateri DB-110 me një jetëgjatësi deri në 200 shkrepje për karikim. Prej ndërfaqeve ka USB tip-C, dalje AV, dhe mini HDMI tip D. Dimensionet e saj janë 109.4 x 61.9 x 33.2 mm dhe peshon 257 g.   ","Price":1071.84,"PCode":"257386"},{"Title":"Fotoaparat Canon IXUS 190, i argjendtë","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 190, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 8x dhe 16x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaf praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.0 MP dhe një DIGIC 4\u002B të fuqishëm. IXUS 190 është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 95.2 x 54.3 x 22.1 mm dhe peshon 126 g.    ","Price":221.82,"PCode":"205858"},{"Title":"Kamerë Mio MiVue C512","Description":" Përshkrimi i produktit  Mio MiVue C512 është një videokamerë e lehtë dhe kompakte që ju jep një shfaqje të shkëlqyer Full HD. Përveç rezolucionit Full HD, kamera gjithashtu përmban një kënd të gjerë 130 °, senzor G me 3 boshte dhe një ekran 2.0 \u0022. Kamera mbështet kartat MicroSD me kapacitet deri në 64 GB. Ka mbajtëse rrotulluese, mikrofon dhe funksion për ndezje automatike. Dimensionet e saj janë: 51.4 x 63.4 x 33.5 mm dhe pesha 54 g.    ","Price":75.07,"PCode":"290454"},{"Title":"Kamerë për veturë Niceboy PILOT XS (me mbajtëse magnetike), e zezë","Description":" Përshkrimi i produktit  Niceboy PILOT XS është një nga kamerat më të volitshme të makinave me një mbajtëse magnetike në treg. Mbajtësja magnetike nënkupton instalim të shpejtë dhe do të kurseni shumë kohë në përdorimin e përditshëm. Së bashku me përmasat me të vërtetë kompakte të kamerës, Niceboy PILOT XS është një pjesë shumë e vlerësuar e pajisjeve të çdo shoferi. Me rezolucion të vërtetë Full HD (1920 x 1080 px) me 30 kps, kamera Niceboy PILOT XS regjistron regjistrime me cilësi të lartë. Shkrepjet me kënd të gjerë dhe mbulimi i zonës përpara automjetit bazohen në optikë qelqi me cilësi të lartë me kënd shikimi 140 °. Videot e regjistruara mund të shikohen drejtpërdrejt në ekranin 1.5 \u0022 me funksionin e ekranit të fikur për ngasjen gjatë natës. Me funksionin e xhirimit të vazhdueshëm, Niceboy PILOT XS regjistron vazhdimisht, pa nevojën e fshirjes manuale të kartës së memories (mundësia për të përdorur një kartë me një kapacitet deri në 32 GB, nuk përfshihet). Kamera është e pajisur gjithashtu me një modalitet zbulimi lëvizjeje, në të cilën fillon të regjistrojë në momentin që zbulon lëvizjen para saj. Me teknologjinë WDR, kamera ju lejon të shkrepni detaje të shumë vendeve me hije dhe të ndritshme. Imazhet e kapura luhen automatikisht me imazhe të reja me funksionin e xhirimit të vazhdueshëm edhe kur karta është e mbushur. Për të gjitha situatat, kamera e makinës Niceboy PILOT XS është e pajisur me një senzor G, i cili zbulon një ndryshim të papritur në lëvizje ose dridhje të automjetit dhe bllokon sekuencën që regjistrohet. Kjo siguron që korniza kryesore të jetë e sigurt kundër riprodhimit aksidental. Niceboy PILOT XS është një kamerë makine që të gjithë mund ta trajtojnë. Për shembull, kamera e makinës ndizet / fiket automatikisht kur zbulohet karikimi ose përfundon ndezja. Kamera mund të lidhet drejtpërdrejt me një kompjuter personal dhe të menaxhojë skedarët pa pasur nevojë të hiqni dhe manipuloni vetë kartën e memories. Përmasat e kamerës (me mbajtëse) janë 43.8 x 54.9 x 37.7 mm. Pesha e saj është 44 g, ndërsa pesha e mbajtëses është 14 g.   ","Price":66.49,"PCode":"277918"},{"Title":"Fotoaparat Canon PowerShot SX620 HS, i bardhë","Description":" Përshkrimi i produktit  Canon sjellë një fotoaparat të thjeshtë, të vogël por megjithatë të fuqishëm me një numër të madh funksionesh që ndihmojnë në sjellin kualitetin më të lartë të fotografive dhe videove. Në mes tyre, për shembull, mund të gjeni zmadhim të madh 25x, përshtatje me WiFi dhe teknologjinë NFC dhe një numër të madh skemash tjera që krijojnë fotografi unike dhe kreative. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 96.9 x 56.9 x 27.9 mm dhe peshon 182 g së bashku me bateri dhe kartelën e memories.    ","Price":268.32,"PCode":"193583"},{"Title":"Fotoaparat Canon PowerShot SX620 HS, i zi","Description":" Përshkrimi i produktit  Canon sjellë një fotoaparat të thjeshtë, të vogël por megjithatë të fuqishëm me një numër të madh funksionesh që ndihmojnë në sjellin kualitetin më të lartë të fotografive dhe videove. Në mes tyre, për shembull, mund të gjeni zmadhim të madh 25x, përshtatje me WiFi dhe teknologjinë NFC dhe një numër të madh skemash tjera që krijojnë fotografi unike dhe kreative. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 96.9 x 56.9 x 27.9 mm dhe peshon 182 g së bashku me bateri dhe kartelën e memories.    ","Price":268.32,"PCode":"193581"},{"Title":"Fotoaparat Sony Cybershot DSC-W830i, rozë","Description":" Përshkrimi i produktit  Fotoaparati Sony Cybershot DSC-W830i është i lehtë për tu përdorur edhe nga fillestarët, mund ta merrni kudo dhe gjithmonë do ju ndihmoj të bëni fotografi të kualitetit shumë të lartë me përplot detaje. Më të, mundeni shumë lehtë t\u0027i arrini rezultatet e dëshiruara pasi qe fotoaparati rregullon gjithçka në mënyrë automatike. Fotoaparati gjithashtu ofron një mori efektesh kreative që mund t\u0027i përdorni për fotografitë apo videot e juaja. Rezolucioni i tij është 20.1 MP, ka sensor special Super HAD CCD 1 / 2.3 (7.76mm) ndërsa lentat kanë gjatësi fokale 4.6 - 23 mm. Fotografitë dhe videot ruhen në MS Duo, MS PRO, MS PRO HG Duo, MS XC-HG Duo, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 93.1 x 52.5 x 22.5 mm dhe peshon 120 g së bashku me shtesat tjera.   ","Price":148.32,"PCode":"145552"},{"Title":"Kamerë makine Navitel R600 Quad HD, e zezë","Description":" Përshkrimi i produktit  Një videokamerë me cilësi të lartë të dizajnit të shquar futuristik që do të sigurojë që ju të mos humbisni një moment të vetëm para automjetit tuaj, por edhe brenda tij. Është një kamerë që shquhet jo vetëm për dizajnin dhe besueshmërinë e saj, por edhe për pajisjet e saj funksionale. Kamera ka një ekran 2 \u0022 TN dhe regjistron në Full HD. Me kualitet Full HD, mund t\u0027i njohësh lehtësisht të gjitha detajet, siç janë targat e tjera të automjeteve, fytyrat e karaktereve, shenjat rrugore dhe më shumë, në mënyrë që të përdorësh të gjitha pamjet tuaja si dëshmi në çdo kohë. Natyrisht, këndi i gjerë i shikimit prej 170 ° siguron që kurrë të mos humbisni asnjë veprim përpara automjetit tuaj, dhe në një zonë të gjerë nga drejtimi i kundërt me veprimin në trotuarin ngjitur. Senzori G zbulon drejtimin e makinës tuaj dhe mund të mbyllë menjëherë një regjistrim në rast të një goditjeje, frenimi të papritur ose ngritjeje të makinës. Poashtu, me Time loop ju nuk keni pse të shqetësoheni për hapësirën në kartën tuaj të memories. Kamera gjithmonë luan regjistrimin më të azhurnuar kur karta është e plotë. Gjithashtu, modaliteti i parkimit do ta mbajë makinën tuaj të sigurt. Kamera është në modalitet të gatishmërisë dhe fillon regjistrimin kur zbulon lëvizjen ose ndikimin. Kështu, ju gjithmonë do të dini se çfarë po ndodh në makinën tuaj. Kamera mbështet formatin video Mp4 dhe formatin e imazhit JPG. Ajo ka hapësirë për kartë Micro SD me kapacitet deri në 256 GB. Kamera ka bateri Li-Pol 180 mAh 3.7 V (x2) dhe dimensionet e saj janë 54 x 51 x 32 mm.    ","Price":97.18,"PCode":"258844"},{"Title":"Kamerë Canon EOS 2000D \u002B EF-S 18-55mm IS Value Up Kit","Description":" Përshkrimi i produktit  Canon lançon kamerën kompakte digjitale EOS SLR, duke ofruar pajisje pa kompromis, cilësi dhe shpejtësi për të gjithë entuziastët. Kjo kamerë ka procesor të avancuar të imazhit DIGIC 4\u002B, sensor 24.1 megapiksel CMOS, tregues kuadri optik me fokus automatik 9-point, shkrepje me shpejtësi të lartë, një sërë efektesh dhe filtra krijues. Canon EOS 2000D është gjithashtu i aftë të xhirojë video deri në Full HD (1080p). Lidhshmëria e integruar Wi-Fi e bën transferimin e fotove, filmave dhe ruajtjen e shpejtë dhe të lehtë. Modeli mbështet komunikimin me distanca të shkurtra me teknologjinë Bluetooth dhe NFC, duke ju lejuar të lidhni kamerën tuaj me telefonin tuaj të menqur. Dimensionet e kamerës janë 129.0 × 101.3 × 77.6mm.    ","Price":586.62,"PCode":"233614"},{"Title":"Kamerë Niceboy PILOT XR, për makinë","Description":" Përshkrimi i produktit  Kjo kamerë është e dizajnuar për instalim në makinë. Ka të integruar modul GPS dhe përfshin mbajtëse magnetike. Ofron rezolucion 2K dhe lentja shtatë-shtresore me aperturë fokale 1.8 është e përshtatshme për ditën dhe natën. Mund të kontrollohet përmes aplikacionit mobil. Përfshin meny shumë gjuhësore dhe senzori G mbron gjirimin nga fshirja. Ka slot për kartelë me kapacitet 128 GB.    ","Price":144.9,"PCode":"274968"},{"Title":"Fotoaparat Sony Cybershot DSC-W810, i zi ","Description":" Përshkrimi i produktit  Fotoaparati Sony Cybershot DSC-W830i është i lehtë për tu përdorur edhe nga fillestarët, mund ta merrni kudo dhe gjithmonë do ju ndihmoj të bëni fotografi të kualitetit shumë të lartë me përplot detaje. Më të, mundeni shumë lehtë t\u0027i arrini rezultatet e dëshiruara pasi qe fotoaparati rregullon gjithçka në mënyrë automatike. Fotoaparati gjithashtu ofron një mori efektesh kreative që mund t\u0027i përdorni për fotografitë apo videot e juaja. Rezolucioni i tij është 20.1 MP, ka sensor special Super HAD CCD 1 / 2.3 (7.76mm) ndërsa lentat kanë gjatësi fokale 4.6 - 23 mm. Fotografitë dhe videot ruhen në MS Duo, MS PRO, MS PRO HG Duo, MS XC-HG Duo, SD, SDHC dhe SDXC. Dimensionet e fotoaparatit janë 96.8 x 55.5 x 20.9 mm dhe peshon 127 g së bashku me shtesat tjera.    ","Price":123.02,"PCode":"145307"},{"Title":"Kamerë digjitale Canon EOS 90D","Description":" Përshkrimi i produktit  Kjo kamerë digjitale SLR ka senzor 32.5 Mpx APS-C SMOS, procesor të imazhit DIGIC 8 dhe rezolucion 4K. Përmes saj mundeni të bëni fotografi në vazhdimësi, gjegjësisht 10 për sekondë. Të dhënat mundeni t\u0027i transferoni përmes WiFi ose Bluetooth. Përfshin një varg veçorish teknologjike si Intelligent Optical Viewfinder, Intelligent Tracking and Recognition. Ka ndjeshmëri maksimale ISO 25600, ekran 3 inç me kënd 170 shkallë, blic dhe formate jpg dhe të papërpunuara. Përbëhet nga aliazhi i aluminit dhe fiberglasi i përbërë nga polikarbonati. Është rezistente ndaj ujit dhe pluhurit. Mbështet 29 gjuhë, printimin direkt dhe kartat e memories. Ka bateri të rikarikueshme Li-ion LP-E6N. Përmasat e saj janë 140.7 x 104.8 x 76.8 mm dhe peshon afërsisht 701 g.    ","Price":1542.24,"PCode":"268776"},{"Title":"Kamerë sigurie TP-LINK Tapo C200","Description":" Përshkrimi i produktit  Kapni çdo detaj të asaj që po ndodh në shtëpinë tuaj çdo ditë me kamerën Tapo C200, e cila ofron pamje Full HD (1080p) dhe audio të dyanshme cilësore, midis shumë karakteristikave të tjera. Vendosni kamerën aty ku mund të paraqes hyrjen e shtëpisë tuaj. Ju mund të lajmëroheni për mbërritjen e korrierit, por gjithashtu edhe vizitorëve të pakëndshëm. Në këtë rast, kamera mund të lëshojë një dritë ose sinjal të zërit dhe të përpiqet të pengojë një mysafir të paftuar. Kamera mund të xhirojë pothuajse kudo. Është e pajisur me një lente me mundësinë e rrotullimit 360 ° në drejtim horizontal, 114 ° në vertikale. Kjo do t\u0027ju japë një përmbledhje të shkëlqyer të asaj që po ndodh në shtëpinë tuaj. Kamera gjithashtu mbështet zbulimin e lëvizjes dhe përfshin një slot për kartë microSD me kapacitet deri në 128 GB (e cila nuk përfshihet). Ndër veçoritë e përparuara ka një modalitet privatësie që mbyll fizikisht lenten e kamerës. Ndërfaqet: WiFi 802.11 b / g / n, 2.4 GHz, hyrje për furnizues me energji.   ","Price":38.59,"PCode":"270834"},{"Title":"Kamerë Fujifilm Instax Wide 300 EX D ","Description":" Përshkrimi i produktit  Kjo është një kamerë kompakte, e cila kap fotografinë e çastit me format të gjerë. Kjo kamerë përdor një film prej 86 x 108 mm dhe fotografia që rezulton ka dimensione 62 x 99 mm. Lentet e thjeshta dhe të palosshme të kamerës përbëhen nga dy lente dhe dy përbërës. Apertura është f = 95 mm. Pamja e vërtetë e imazhit, 0.37x, me pikë përqëndrimi. Ndërrimi i fokusimit me dy mundësi rregullimi. Blici elektronik automatik me një gamë efektive prej 0.9 m - 3 m. Treguesi i blicit. Ekrani është LCD me kristale të lëngshme. Treguesit: Numri i figurës, kontrolli i shkëlqimit, ndezja / fikja e blicit. Furnizim me energji i kamerës mundësohet nga 4x bateri alkaline AA 1.5 me 10 pako filmash. Dimensionet e kamerës janë: 167,8 x 94,7 x 120.9 mm.   ","Price":128.72,"PCode":"193830"},{"Title":"Kamerë Nikon Z 50 \u002B lente DX 16-50mm \u002B përshtatës FTZ","Description":" Përshkrimi i produktit  Kamerë me pasqyrë si dhe pjesë montuese Nikon Z. Kamera është e pajisur me senzorin e imazhit CMOS me 20.9 milion piksele. Ofron mbështetje për formatin RAW, si dhe për kartat SD, SDHC dhe SDXC. Zbuluesi elektronik i pamjeve OLED 0.39 \u0022 ka përafërsisht 2,360,000 piksele. Kamera ka funksion të kalimit automatik midis monitorit dhe zbuluesit të pamjeve. Maksimum ka 11 koriza për sekondë. Ka rregullim të fotografisë prej ISO 100 në 51 200. Disa prej karakteristikave tjera janë mbështetja për HDR, AF hibride, 209 zonat e përqendrimit, blici i cili ndizet me levë, regjistrimi i filmave deri në 4K në 30 korniza për sekondë, formati Mov dhe MP4, mikrofoni stereo i integruar, filmat e ngadaltë, zvogëlimi i dridhjeve elektronike. Kamera ka ekran me prekje LCD 3.2 ” me kënd shikimi 170 °. Mbështet Wi-Fi, Bluetooth v4.2, si dhe funksionin SnapBridge. Furnizohet me energji nga bateria e Li-jonit EN-EL25, e cila është e rikuarikueshme. Ka ndërtim shumë të qëndrueshëm prej aliazhi të magnezit. Dimensionet e saj janë përafërsisht 126.5 x 93.5 x 60 mm. Pesha është përafërsisht 450 g (përfshirë baterinë dhe kartën e memories). Përveç kamerës përfshihet edhe lentja Nikkor 16-50mm DX dhe pështatësi FTZ.   ","Price":1496.16,"PCode":"272854"},{"Title":"Kamerë Panasonic Lumix DMC-FZ82","Description":" Përshkrimi i produktit  Me kamerën Panasonic Lumix ju mund të krijoni video me kualitet 4K. Ka zmadhim optik 60x dhe zmadhim inteligjent 120x. Me këto performanca, kamera ju jep shkathtësi të inçizoni në grupe, ndeshje sportive apo edhe objektet e largëta që nuk i shihni me sy. Videot që dalin nga kjo kamerë do tju mahnitin me stabilitetin dhe mprehtësinë e tyre. Gjatë inçizimeve të videove ju mund edhe të zgjidhni opsionin 4K Photo dhe mund t\u0027i ruani si foto. Ky opsion mund të përdoret në 3 mënyra (4K Burst, 4K Burst Start/ Stop and 4K Pre-Burst) të gjitha kapin momente perfekte në 30fps. Me Post \u0026 Focus, ju mund ti zmadhoni fotot mbasi që janë bërë, thjesht duke klikuar 2 herë mbi foto. Pra, kamera ka sensivitet të lartë, 1/2.3, sensor 18.9 MPX MOS, 6 lente asferike, 9 sipërfaqe asterike dhe 3 lente me shpërndarje të ulët. Gjithashtu, ka korrigjim për sy të kuq, Wi-Fi, ekran \u0022LCD, vend për SD card, mikrofon, micro HDMI, USB 2.3, bateri Li-lon që me të mund t\u0027i bëni deri në 330 foto. Dimesionet e kamerës janë 130.2x94.3 x 119.2. Pesha përafërsisht, 616 g.    ","Price":327.84,"PCode":"212790"},{"Title":"Fotoaparat AGFA Compact DC 5200, i zi","Description":" Përshkrimi i produktit  AGFA sjellë një fotoaparat të thjeshtë, të vogël por megjithatë të fuqishëm me një numër të madh funksionesh që ndihmojnë të sjellin kualitetin më të lartë të fotografive dhe videove. Në mes tyre, për shembull, mund të gjeni zmadhim të madh, përshtatje me WiFi dhe teknologjinë NFC dhe një numër të madh skemash tjera që krijojnë fotografi unike dhe kreative. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Ndërsa ruajtja e fotove bëhet në kartela SD, SDHC, SDXC. Përveç kësaj, ky fotoaparat ka sensor 2.4\u0027\u0027 CMOS me rezolucion 1280 x 720 Mpx dhe ndjeshmëri 400 ISO. AGFA ka stabilizim elektronik, si dhe është i pajisur me një memorie 64GB për ruajtjen e të dhënave. Për më tepër, dimensionet e fotoaparatit janë 140 x 120 x 80 mm.   ","Price":58.75,"PCode":"283728"},{"Title":"Kamerë e pasme makine LAMAX S9 Dual, e jashtme, e zezë","Description":" Përshkrimi i produktit  Kamerë e pasme e jashtme LAMAX S9 Dual me rezolucion Full HD. E përshtatshme për pronarët e furgonëve dhe kamionetave që kanë pamje të kufizuar nga pasqyra e pasme. Paketa përfshin gjithashtu një kabllo lidhëse 8 m, që do të lejojë që i gjithë sistemi të përdoret plotësisht.   ","Price":37.35,"PCode":"299305"},{"Title":"Fotoaparat Canon IXUS 285 HS, i zi","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 285 HS, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 12x dhe 24x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaf praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.2 MP dhe një DIGIC 4\u002B të fuqishëm. IXUS 285 HS është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 99.6 x 5.0 x 22.8 mm dhe peshon 147 g.    ","Price":242.72,"PCode":"184393"},{"Title":"Kamerë e makinës Lamax S7 Dual, e zezë","Description":" Përshkrimi i produktit  Kamera pasqyruese e dyfishtë e makinave është një zgjidhje ideale për ata që duan të përdorin kamerën në makinën e tyre. Ju e instaloni një herë LAMAX S7 Dual dhe nuk keni pse të shqetësoheni më. Për shkak se duket si një pasqyrë e pamjes së pasme, së cilës ajo është e bashkangjitur me montime gome, mund ta lini në makinë edhe gjatë mungesës suaj. Nuk bëhet tërheqje për hajdutët. Falë kamerës së pamjes së pasme gjithashtu mund të monitoroni situatën pas makinës ose të përdorni linjat e parkimit për të parkuar. Kamera lejon regjistrimin në të ashtuquajturën time loop. Thjesht vendosni kohën e regjistrimit në menu dhe kamera do të regjistrojë sekuencat. Nëse kartela e memories mbushet, videot më të vjetra do të fshihen nga regjistrime të reja. Çdo regjistrim mund të kyçet me prekjen e një butoni dhe të mbrohet nga fshirja. Në rast aksidenti, regjistrimi bllokohet automatikisht nga senzori G, i cili monitoron drejtimin e udhëtimit në tre dimensione dhe zbulon çdo ndikim në varësi të grupit të ndjeshmërisë. Kamera fillon regjistrimin posa të zbulojë lëvizjen. Kjo është e dobishme kur parkoni një makinë. Funksioni është aktiv vetëm kur lidhet me furnizimin me energji elektrike. Tani mund ta lini makinën tuaj pa mbikëqyrje dhe kamera juaj do ta ruajë atë për ju. Nëse dikush ju godet ndërsa parkoni, senzori g zbulon ndikimin. Kamera ndizet automatikisht dhe fillon regjistrimin. Kjo do të japë dëshmi për policinë dhe kompaninë e sigurimeve. Ekrani qëndron i fikur gjatë regjistrimit dhe nuk tërheq vëmendjen e padëshiruar të shkelësit. LAMAX S7 Dual gjithashtu vjen me një kamerë të pasme në paketën bazë. Nëse është e nevojshme, ju keni një përmbledhje të përsosur jo vetëm kur parkoni, por edhe gjatë vozitjes normale. Regjistrimi nga kamera e pasme ruhet në një dosje të veçantë në kartën e memories, edhe nëse zbulohet lëvizja ose modaliteti i parkimit. Kamera e pasme regjistron në rezolucion HD dhe është e lidhur me pasqyrën duke përdorur një kabllo. Sapo kamera të jetë e lidhur me energjinë, ajo automatikisht ndizet dhe fillon regjistrimin. E tëra çfarë ju duhet të bëni është të futeni në makinë, të ktheni çelësin dhe kamera do të bëjë pjesën tjetër. Prandaj nuk është e nevojshme të mendoni për ndezjen e saj para se të vozitni makinën. LAMAX S7 Dual ju lejon të vendosni kohën e vonesës, nëse është e nevojshme. Kur kamera është shkëputur nga energjia elektrike, ajo do të ndalojë regjistrimin brenda një kohe të caktuar dhe do të fiket automatikisht. Në rast të shkëputjes së papritur, nuk do të humbni regjistrimin e fundit. Kamera LAMAX S7 Dual është e lehtë për t’u përdorur. Mund të aktivizoni ose fikni shumë karakteristika me prekjen e një butoni pa lëvizur nëpër menutë. Grafikat e këndshme dhe ikonat në ekran thjeshtojnë orientimin dhe nuk ju shpërqendrojnë nga vozitja. LDWS (Lane Departure Warning System) është ideal për udhëtime të gjata, për shembull në një autostradë. Sistemi njeh linjat ndarëse të korsive individuale dhe monitoron daljen e tyre. Kamera ju paralajmëron kur kaloni korsinë. Kjo rrit sigurinë tuaj dhe minimizon rrezikun e aksidenteve rrugore të shkaktuara nga lodhja ose moskujdesja. Kamera LAMAX S7 Dual regjistron pamjet me cilësi të lartë në Full HD në kamerën e përparme. Falë rezolucionit të lartë dhe imazhit të mprehtë, detaje të tilla si targa e automjetit janë qartë. Kamera e pasme më pas ofron pamje të vërtetë HD. Me modulin GPS, mund të shihni shpejtësinë e saktë aktuale, koordinatat dhe të dhënat e tjera në ekranin e kamerës. Me një lojtar të veçantë, atëherë mund të gjurmoni përparimin e gjithë udhëtimit tuaj, duke përfshirë pamjen paraprake në hartat në internet. Përveç shpejtësisë, regjistrimit të njëkohshme nga të dy kamerat dhe drejtimi i makinës, do të shihni gjithashtu të dhëna nga senzori G. Kjo ndihmon për të identifikuar fajtorin edhe në konfuzion të aksidenteve - për shembull, kur udhëtoni në një kolonë.   ","Price":120.98,"PCode":"259442"},{"Title":"Kamerë Canon EOS M50, e zezë","Description":" Përshkrimi i produktit  Superior 24.2 MP kamera me sensor APS-C CMOS, përpunues imazhi DIGIC 8, AF me shpejtësi të shpejtë dhe të saktë CMOS ose video të madhe 4K. Kamera lejon shkrepje të vazhdueshme në 10 korniza për sekondë. Shikues elektronik me tip OLED 0.39 përafërsisht 36060 pikë. Sigurisht që ka një ekran me prekje LCD 3, blic të integruar, reduktim të syve të kuq, një gamë të mënyrave të shkëlqyera të imazhit (filtra krijues, portret, detaje, sporte, ushqim, panoramë, skenë e natës etj.), mbështetje RAW dhe JPEG, dhe funksionet e personalizuara: 9 butona të përshtatshëm. Poashtu, kjo kamerë përdro ndërfaqet: Hi-Speed ??USB, lidhës HDMI (mikro-tip D), Wi-Fi, Bluetooth, NFC, dhe mbështet kartat e kujtesës SD, SDHC dhe SDXC dhe printim direkt. Li-ion bateri e ringarkueshme LP-E12. Dimensionet e kamerës 116.3 x 88.1 x 58.7 mm. Pesha afërsisht. 387 g. Madhësia e videos: 4K - 3840 × 2160 (23.98, 25 fps) HD - 1920 × 1080 (59.94, 50, 29.97, 25, 23976 fps) HD - 1280 × 720 (119.9, 100, 59.94, 50 fps)   ","Price":719.52,"PCode":"233185"},{"Title":"Set Canon PowerShot G7 X Mark II Premium, i zi","Description":" Përshkrimi i produktit  Canon prezanton Canon PowerShot G7 X Mark II. Kjo mrekulli e vogël jep më të mirën në botën e kamerave PowerShot dhe EOS, kështu që ju mund të shikoni përpara për pajisje dhe fotografi me të vërtetë të klasit të parë. Kjo paketë premium gjithashtu përfshin një çantëz origjinale e të dobishme dhe një kartë të memories 16 GB. Kamera jep imazhe të qarta me procesorin e fuqishëm DIGIC 7, një senzor CMOS 20.1 MPx 1.0 dhe një lente f / 1.8 deri f / 2.8 që rrit sasinë e dritës që hyn në kamerë për imazhe të shkëlqyera në çdo situatë. Stabilizuesi optik inteligjent 4 EV me teknologji Dual Sensing IS siguron të shtëna me cilësi të lartë edhe kur kamera mbahet me dorë ose në dritë shumë të ulët. Shijoni xhirimet e filmave pa probleme, nga dora apo edhe në lëvizje. Filmi do të jetë gjithmonë aq i qëndrueshëm sa një videokamerë falë dinamikës së përparuar të tij IS me 5 akse, e cila parandalon lëkundjen e kamerës dhe falë nivelit automatik të ujit duke siguruar horizonte të drejta. Të gjitha videot e regjistruara do të kenë rezolucion të shkëlqyeshëm Full HD deri në 60p. Mbështetja për skedarët RAW 14-bit rrit më tej aftësitë tuaja krijuese gjatë redaktimit të fotove, për shembull përmes Digital Photo Professional. Një kamerë e hollë me një dizajn shumë kompakt vendos cilësi të shkëlqyeshme të imazhit në xhepin tuaj. Dizajni i kamerës plotëson në mënyrë të përkryer funksionimin e thjeshtë të kamerës, kështu që gjithmonë përdorni saktësisht atë që dëshironi dhe si dëshironi. Rezultatet e punës suaj më pas mund të shihen lehtësisht përmes një ekrani me prekje LCD 3 \u0022 me një operim shumë të thjeshtë dhe intuitiv. Shprëndani të gjitha fotografitë tuaja menjëherë me mbështetjen e integruar për Wi-Fi dhe NFC, e cila thjeshton procesin duke thjesht duke ndërhyrë në sistemin e kamerës nga pajisja juaj e mençur. Përveç kësaj, ju lehtë mund të përcaktoni vendndodhjen tuaj ndërsa bëni fotografi me mbështetjen GPS përmes pajisjeve mobile. Dimensionet e kamerës janë: 105.5 x 60.9 x 42.0 mm. Pesha është përafërsisht 319 g (përfshirë baterinë dhe kartën e memories).   ","Price":736.8,"PCode":"269261"},{"Title":"Kamerë Nikon Z 50 \u002B 16-50mm DX ","Description":" Përshkrimi i produktit  Kjo kamerë ka senzor CMOS me rezolucion 20.9 milionë pikselë. Mbështet kartelat SD, SDHC, SDX. Ekrani OLED ofron 2360000 pikselë. Kontrollohet në mënyrë elektronike. Mbështet formate të ndryshme dhe ka mikrofon stereo. Ka kënde shikimi 170 shkallë. Mbështet poashtu teknologjinë Bluetooth 4.2, WiFi dhe ka bateri të rikarikueshme Li-ion EN EL25. Përbëhet nga aliazhi i magneziumit. Përmasat e saj janë 126.5 x 93.5 x 60 mm dhe peshon 450 g. Ka lente 16-50 mm DX.    ","Price":1179.36,"PCode":"272840"},{"Title":"Kamerë LAMAX C6","Description":" Përshkrimi i produktit  Regjistroni gjithçka që ndodh para jush, qoftë ngarje në rrugë apo parkim. Kamera ofron rezolucion video 1920 x 1080 pikselë me kënd shikimi 140 °. Ka një mikrofon të integruar dhe ekran 2.0 \u0022IPS. Përveç kësaj ka një G-Sensor, një dritë të pasme LED,funksion për zbulimin e lëvizjes, mënyrën e parkimit, WDR. Bateria ofron kapacitet prej 300 mAh.   ","Price":65.97,"PCode":"302917"},{"Title":"Fotoaparat Kodak Friend zoom FZ152, i zi","Description":" Përshkrimi i produktit  Mbani kujtimet tuaja me momente të mrekullueshme me Kodak Friend Zoom FZ152. Ky aparat është i pajisur me një senzor të fuqishëm CCD 16.15 MPx, duke ju lejuar të kapni detaje të nivelit më të lartë edhe në një distancë më të madhe falë zmadhimit optik 15x. Sigurisht, aparati është i thjeshtë për t\u0027u përdorur, ka vendosje të gjerë, stabilizim optik të imazhit, ekran LCD 3\u0022 dhe ofron incizim të videove të vazhdueshëm në rezolucion 720 p. Fotoaparati ka memorie të brendshme përafërsisht 8 MB, që mund të zgjerohet deri në 32 GB përmes kartave SD ose SDHC. Ai ka ndërfaqe USB 2.0 dhe mbështet eye-fi, pictBridge dhe exifPrint. Bateria e rikarikueshme LB-052 Li-jon ka kapacitet prej 880 mAh dhe jetëgjatësi deri në 210 shkrepje. Përmasat e fotoaparatit janë: 108.4 x 69.9 x 32.8 mm. Pesha: 185 g.   ","Price":152.16,"PCode":"222015"},{"Title":"Fotoaparat Kodak Friend zoom FZ152, i kuq ","Description":" Përshkrimi i produktit  Mbani kujtimet tuaja me momente të mrekullueshme me Kodak Friend Zoom FZ152. Ky aparat është i pajisur me një senzor të fuqishëm CCD 16.15 MPx, duke ju lejuar të kapni detaje të nivelit më të lartë edhe në një distancë më të madhe falë zmadhimit optik 15x. Sigurisht, aparati është i thjeshtë për t\u0027u përdorur, ka vendosje të gjerë, stabilizim optik të imazhit, ekran LCD 3\u0022 dhe ofron incizim të videove të vazhdueshëm në rezolucion 720 p. Fotoaparati ka memorie të brendshme përafërsisht 8 MB, që mund të zgjerohet deri në 32 GB përmes kartave SD ose SDHC. Ai ka ndërfaqe USB 2.0 dhe mbështet eye-fi, pictBridge dhe exifPrint. Bateria e rikarikueshme LB-052 Li-jon ka kapacitet prej 880 mAh dhe jetëgjatësi deri në 210 shkrepje. Përmasat e fotoaparatit janë: 108.4 x 69.9 x 32.8 mm. Pesha: 185 g.   ","Price":146.4,"PCode":"225401"},{"Title":"Kamerë Polaroid Mint, e verdhë","Description":" Përshkrimi i produktit     ","Price":150.24,"PCode":"261302"},{"Title":"Kamerë digjitale Nikon Z 50 body, e zezë","Description":" Përshkrimi i produktit  Kamerë me cilësi të lartë për prodhimin e fotove të shkëlqyera në pothuajse të gjitha rrethanat. Kështu që mund të jeni i sigurt që gjithmonë jeni gati për të kapur menjëherë të gjitha momentet e rëndësishme në jetën tuaj. E pajisur me një senzor DX 20.9 Mpx, ajo jep cilësi të mprehta dhe delikate për imazhe të mprehta dhe të hollësishme. Me një gamë të lartë të ndjeshmërisë së ISO 100 - 51 200, nuk është e nevojshme të shqetësoheni për të bërë fotografi në situata të errëta dhe në vështirësi ndriçimi. Edhe në errësirë kapni më shumë detaje se më parë. Përveç fotove të nivelit të lartë, ju gjithashtu mund të krijoni lehtësisht filma mahnitës, të qetë me cilësi mbresëlënëse 4K me 30fps, ose të merrni pamjet me lëvizje të ngadalta në Full HD. Ju gjithashtu mund të bëni fotografi dhe të regjistroni pjesë dramatike 4K time-lapse në kamerë ndërsa regjistroni filma. Për më tepër, të shtënat perfekte mund të xhirohen gjatë natës ose të vrenjten për shkak të gamës së gjerë të ndjeshmërisë ISO. Kamera është e pajisur me një tregues elektronik të kuadrit të rezolucionit të lartë që ofron një pamje të shkëlqyeshme dhe të detajuar të skenës. Treguesi elektronik i kuadrit plotësohet në mënyrë të përkryer nga një ekran me prekje 3.2 ” LCD me një kënd shikimi deri në 170 °. Me këtë ekran, ju lehtë mund të shprehni qëllimet tuaja krijuese dhe të krijoni imazhe të përsosura nga kënde krejtësisht të ndryshme. Përmirësoni me lehtësi fotot dhe filmat e kapur me një larmi mjetesh krijuese dhe efekte speciale. Thjesht zgjidhni efektin e dëshiruar dhe zbatojeni. Sapo të keni mbaruar me redaktimet tuaja, nuk ka asgjë më të lehtë sesa të ndani fotografi menjëherë me SnapBridge. SnapBridge mban një lidhje të qëndrueshme me energji të ulët midis kamerës dhe celularit ose tabletit përmes Bluetooth dhe Wi-Fi. Sinkronizoni ose shpërndani menjëherë imazhet tuaja me pajisjen tuaj të zgjuar gjatë fotografimit. Ju gjithashtu mund të përdorni me lehtësi funksionet kryesore të kamerës dhe ta mbani kamerën tuaj të azhurnuar. Pavarësisht nga madhësia e saj kompakte, kamera do t\u0027ju befasojë me ndërtimin e saj të qëndrueshëm por të lehtë të aluminit të magnezit, duke siguruar që mund ta përdorni në pothuajse çdo situatë.   ","Price":1100.64,"PCode":"272838"},{"Title":"Fotoaparat Canon IXUS 185, i argjendtë","Description":" Përshkrimi i produktit  Canon sjellë në treg fotoaparatin e fuqishëm dhe me stil IXUS 185, i cili me lehtësi të madhe i kapë dhe ruan të gjitha detajet e rëndësishëm të jetës tuaj në fotografi me kualitet të lartë dhe video HD. Fotoaparati ka lente me kënde të gjera me zmadhim optik 16x dhe 20x Zoom Plus apo mundësinë Smart Auto. Harroni të bëni foto me telefonat tuaj të mençur dhe përdorni këtë fotoaparat për të bërë foto shumë më të mira. Fotoaparati ka dizajn mjaft praktik dhe është i lehtë për tu bartur. Ai është i pajisur me një ekran të vogël ku mund t\u0027i shihni fotot dhe videot e juaja me një rezolucion prej 20.0 MP dhe një DIGIC 4\u002B të fuqishëm. IXUS 185 është i gatshëm për përdorim në çdo kohë dhe çdo vend. Ndërsa, fotoaparati ka edhe efekte që mund t\u0027i shtoni fotografive dhe videove tuaj për t\u0027i bërë ato edhe më të veçanta. Dimensionet e fotoaparatit janë 5.2 x 54.3 x 22.1 mm dhe peshon 126 g.   ","Price":147.36,"PCode":"205861"},{"Title":"Kamerë e mbikëqyrjes Uniview IPC322LR3-VSPF40-D ","Description":" Përshkrimi i produktit  Kjo kamerë digjitale është e dizajnuar për mbikëqyrje gjatë natës dhe ditës. Ka lente 4mm, filtër IR LED 30 m dhe kompresion H.256 që në mënyrë të dukshme redukton rrjedhjen e të dhënave dhe ruan kapacitetin e ruajtjes. Ka rezolucion 1920 x 1080 pikselë. Përfshin ndërfaqe 10/100M Base-TX Ethernet. Ka certifikim sipas standardit IP67 që e bën të përshtatshëm për përdorim të jashtëm dhe mbrojtje IK10 që e mbron nga dëmtimet vandale.    ","Price":64.63,"PCode":"262391"},{"Title":"Kamerë TrueCam H7","Description":" Përshkrimi i produktit  TrueCam H7është një kamer sigurise e pajisur me rezolucion Full HD 2560 x 1440 (30fps) dhe kënd të shkimit 140°. Kamera përmban fokus të largët për të maksimizuar gamën e monitorimit. Poashtu, ajo është rezistente ndaj ujit, si dhe kap zonat e errëta dhe të ndritura të imazhit dhe i kombinon ato në një imazh të përkryer dhe të qartë. Posedon 128GB kartë të memories si dhe mbështet: MicroSD, MicroSDHC, MicroSDXC. Ofron fotografi digjitale në modalitet 16: 9, dhe ndërfaqe Micro USB, WiFi. Për më tepër, ajo ka dimensione: 98 x 30 x 45mm dhe peshë 125 g.   ","Price":146.17,"PCode":"283057"},{"Title":"Kamerë LAMAX Drive C3 për veturë","Description":" Përshkrimi i produktit  LAMAX C3 është një videokamerë HD me cilësi të lartë me një sërë karakteristikash të dobishme të tilla si modaliteti i parkimit, zbulimi i lëvizjes ose ndriçimi LED, duke ju ndihmuar për të zgjidhur një numër situatash që mund të ndodhin gjatë vozitjes.Rezolucion i plotë HD me ekran 2.4 \u0022Kamera 2.4 \u0022 ka rezolucion Full HD (1920 x 1080). Ju gjithashtu mund të zgjidhni kualitetin HD ose VGA në 30 fps. Me cilësi Full HD, ju mund të kapni me lehtësi të gjitha detajet, siç janë ID të automjeteve, fytyrat e personave, shenjat e komunikacionit dhe më shumë. Kamera mund të trajtohet edhe në kushte të ndryshme të dritës ose gjatë natës, në sajë të ndriçimit LED.Kontroll intuiv dhe instalim i lehtëKontrolli i kamerës është shumë intuitiv në sajë të menysë efikase dhe instalimi i saj është shumë i thjeshtë. Gjithashtu ka mbajtëse praktik për përdorim të lehtë dhe të shpejtë të kamerës. Është një mbajtëse klasike me ngjitës, e cila vendoset lehtë dhe është shumë e qëndrushme.Funksionet më të rëndësishme të kamerës mund të kontrollohen duke shtypur një buton të vetëm. A keni nevojë të ndizni LED-në, të aktivizoni modalitetin e parkimit ose të ndaloni videon gjatë incizimit? Ju mund të bëni gjithçka me një buton të vetëm.Mënyra e parkimit dhe zbulimi i lëvizjesJu nuk duhet të shqetësoheni për të lënë makinën tuaj të parkuar jashtë. Mënyra e parkimit kujdeset për makinën tuaj. Modaliteti i parkimit në lidhje me sensor G është i aftë të regjistrojë çdo ndikim dhe menjëherë fillon regjistrimin.Me regjimin ekonomik, kamera mund të mbajë deri në 24 orë në mënyrë parkimi pa pasur nevojë për karikim. Përveç mënyrës së parkimit, kamera do të apelojë në funksionin e Zbulimit të Lëvizjes, i cili mund të regjistrojë çdo lëvizje që kapet nga kamera dhe të regjistrojë edhe gjatë mungesës tuaj. Kjo veçori do të bëhet shoqëruesi juaj i preferuar, për shembull, kur parkoni veturën në supermarket.   ","Price":35.03,"PCode":"185083"},{"Title":"Kamerë për makinë Navitel R1050, e zezë","Description":" Përshkrimi i produktit  R1050 është një kamerë kompakte që ndërthur funksionet e një VCR, shpejtësuesit digjital dhe GPS. Me antenën e integruar GPS dhe bazën e të dhënave të azhurnuar, shoferi merr informacione të rëndësishme dhe të azhurnuara në lidhje me kamerat e trafikut në rrugë, zonat potencialisht të rrezikshme dhe shumë më tepër. Sistemi inteligjent i jep shoferit paralajmërime vizuale dhe të dëgjueshme që aktivizohen 450 m para vendosjes së kamerës ose kufizime të tjera të komunikimit. Pajisja regjistron video Full HD (1920 x 1080) me 30 korniza për sekondë dhe falë optikës së përparuar SONY IMX323 dhe këndit pamor panoramik 165 °, kamerë mund të regjistroj video me cilësi të lartë pa marrë parasysh kushtet e mjedisit. Ndërfaqet: miniUSB, slot i kartelës microSD (deri në 64GB), altoparlant, mikrofon, furnizimi me energji përmes USB 2.0.   ","Price":91.6,"PCode":"275499"},{"Title":"Fotoaparat SONY ALPHA ILCE-6000, i argjendtë","Description":" Përshkrimi i produktit  Sony Alpha ILCE-6000 është një fotoaparat digjital me lente të ndërrueshme. Me të mund të bëni fotografi me kualitet shumë të lartë dhe video me HD të plotë. Sony Alpha 6000 ka kamerë shumë të fuqishme dhe me fokus automatik tejet të shpejt dhe me rezultate shumë të mira edhe kur fotografohen objektet në lëvizje. Falë WFi-së, ju do të mundeni që në çdo kohë ta lidhni këtë fotoaparat me ndonjë pajisje tjetër, siç janë telefonët e mençur, tabletët, etj. Fotoaparati ka sensor të formatit CMOS Exmor APS HD me një rezolucion prej 24.3 MP të kombinuar me procesor shumë të shpejtë BIONZ. Dimensionet e fotoaparatit janë: 120 X 45.1mm dhe peshon vetëm 285gr.   ","Price":671.52,"PCode":"150159"},{"Title":"Fotoaparat Fujifilm Instax Wide 300, EX D, kafe","Description":" Përshkrimi i produktit  Fujifilm prezanton Instax Wide 300. Kjo është një mini kamerë kompakte me të cilën mund të bëni lehtësisht dhe shpejt fotografi instante të një formati më të gjerë nga sa prisni nga një aparat fotografik i rregullt. Fotoaparati është i lehtë me funksionim të lehtë, kështu që gjithçka që duhet të bëni është të synoni, shtypni dhe shikoni për qëllimin perfekt. Kamera është e pajisur me një lente që është ideale për të bërë fotografi aq të vogla sa 40 cm. Kjo është një distancë që ju patjetër do ta vlerësoni kur bëni fotografi selfie ose bëni fotografi të ashtuquajtura makro. Sigurisht, kamerat e sotme kanë një flash automatik për të optimizuar shkëlqimin në dritë të ulët, dhe kjo kamerë nuk është ndryshe. Kjo kamerë përdor film 86 x 108 mm, me fotografinë që rezulton duke matur 62 x 99 mm. Lentet e thjeshta të tërheqshme të kamerës përbëhen nga dy lente dhe dy përbërës, kurse shkëlqimi është f = 95 mm. Përveç kësaj, ky fotoaparat posedon edhe ekran LCD, kontrollues të kornizës, dhe kontroll të shkëlqimit. Fuqia e kamerës furnizohet nga bateritë alkaline 4x AA 1.5 me një jetë prej 10 pako filmash, dhe dimensionet e kamerës janë: 167,8 x 94,7 x 120.9 mm.   ","Price":130.62,"PCode":"285849"}]