[{"Title":"Celular Sony Xperia 5, 6.1 \u0022, 6GB RAM, 128GB, i hirtë","Description":" Përshkrimi i produktit  Përjetoni të zezë më të thellë, kontrast më të madh, mprehtësinë dhe qartësinë e imazheve me ngjyra të ndritshme duke përdorur teknologjitë më të përparuara të ekranit Sony. Për të shijuar një përvojë shikimi si filmi, ekrani CinemaWide ka një raport aspekt 21: 9. Ky raport është gjithashtu i shkëlqyeshëm për hapjen e dy aplikacioneve anash njëri-tjetrit. Kapni foto të jashtëzakonshme me një kamerë të pasme me tre lente. Shfrytëzoni sa më shumë lenten 16 mm për peizazhe me kënd të gjerë, lentet 26 mm të gjithanshëm dhe 52 mm për zmadhim të dyfishtë. Fotografitë tuaja do të kenë cilësi profesionale në çdo situatë dhe në çdo dritë. Korniza metalike formon një simbiozë estetike me xham 3D të rrumbullakosur që mbulon pjesën e përparme dhe të pasme. Xhami përzihet pa probleme në trupin e celularit, duke krijuar një pamje luksoze dhe elegante me shkëlqim të mrekullueshëm nga çdo kënd. Poashtu, një përvojë të mahnitshme të tingullit mund ta shijoni rreth jush me teknologjinë Dolby Atmos. Ai plotëson në mënyrë të përkryer përvojën e filmit CinemaWide 21: 9. Sony Xperia 5 është mundësuar nga një procesor i fuqishëm 8-core Qualcomm Snapdragon 855, i cili plotësohet me 6 GB memorie operative. Të dhënat dhe aplikacionet ruhen në memorie UFS të brendshme me kapacitet 128 GB, e cila mund të zgjerohet duke përdorur një slot micro SD. Ekrani me prekje OLED ka një madhësi prej 6.1 \u0022 Full HD \u002B me rezolucion prej 2520 x 1080 piksel, xham mbrojtës Corning Gorilla Glass 6 dhe teknologji HDR dhe CineAlta. Kamera në pjesën e pasme ofron senzorë 12 \u002B 12 \u002B 12 Mpx me lentet 26, 16 dhe 52 mm. Kamera e përparme është e pajisur me një senzor 8 MPx dhe një lente me kënd të gjerë. Celulari mbështet rrjetet 2G, 3G dhe LTE Cat19 / Cat13. Ekziston edhe një lidhës USB Tip-C, marrës GPS / Glonass, senzor i gjurmëve të gishtërinjëve, teknologji NFC, Bluetooth 5.0 dhe WiFi ac. Ndër teknologjitë e tingullit ai mbështet, për shembull Hi-Res Audio, Dolby Atmos, LDAC dhe HD Qualcomm aptX. Celulari plotëson vlerësimin e mbrojtjes IP65 / 68. Bateria është 3140 mAh dhe mbështet karikimin e shpejtë. Platforma Android është sistemi operativ.   ","Price":722.4,"PCode":"269482"},{"Title":"Celular Apple iPhone 11 Pro, 5.8\u0022, 256GB, i argjendtë","Description":" Përshkrimi i produktit  Performancë e madhe, jashtëzakonisht elegant dhe akoma i thjeshtë. Mahnituni me imazhet nga kamera e re e trefishtë dhe kënaquni me jetën e zgjatur të baterisë. Kamera e re e trefishtë rrit krijimtarinë tuaj në nivelin e profesionistëve, nëse jeni duke fotografuar ose duke xhiruar video. Një set i tre lenteve për të shtëna të zakonshme, ultra-wide dhe zoomed, është ideal për çdo situatë. Portrete, peizazhe, arkitekturë, sport, natyrë, detaje, thjesht gjithçka që mund të mendoni. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mira nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Dhe veçoritë e tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.iPhone 11 Pro i ri kap video 4K me gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Më i ndritshëm dhe më i mprehtë, ky është ekrani i ri Super Retina XDR me teknologjinë OLED. Shkëlqimi edhe kontrasti më i lartë e bën atë më të mirën që keni parë. Pavarësisht nëse e shihni në dritë të ditës ose në mbrëmje, gjithmonë përshtatet për përvojën më të mirë të shikimit. Ai krenohet me një rezolucion prej 2436 × 1125 dots me një densitet prej 458 dots për inç (ppi) në diagonalen e tij 5.8 \u0022.Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 4 orë më shumë se iPhone X S) dhe karikim të shpejtë deri në 50% për afro 30 minuta (18W ose më shumë).Apple iPhone 11 Pro mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 256 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. iPhone Pro 11 ka kamerë të trefishtë 12MP me lente ultra-wide, wide-angle dhe një lente telephoto me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe ƒ / 2.0 calf dhe stabilizim i dyfishtë i imazhit optik, me një kamerë të përparme 12MP TrueDepth me kapje 3D dhe Face ID për selfie. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":1309.01,"PCode":"269754"},{"Title":"Celular Xiaomi Black Shark, 5.99\u0022, 6GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit  Dizajni është unik Kombinimi i mbulesës metalike dhe dritës së neonit së gjelbërt duket vërtet elegant. Antena speciale e llojit X sigurojnë pritjen e mirë të sinjalit, kështu që ju mund t\u0027i përgjigjeni thirrjeve dhe mesazheve në çdo kohë. Një ekran 5.99 inç me një raport 18: 9 siguron një përvojë shumë më të mirë të lojrave sesa ekranet 16: 9. Me kamerën ju ngjallni mrekulli Kamera kryesore e dyfishtë me blic LED dhe lente me gjashtë shtresa ju lejon të krijoni përmbajtje vërtet interesante dhe cilësore. Ekziston një mënyrë e veçantë për fotografimin e njerëzve dhe objekteve, por përdorimi i kamerës së përparme për selfie. Ai gjithashtu ka karakteristika të cilësisë së lartë dhe një rezolucion të lartë prej 20 Mpx. Ftohja Mbinxehja e pajisjes është një problem i njohur për lojtarët, pavarësisht nëse ata janë duke luajtur në celularin, kompjuterin ose tabletin e tyre. Jo me këtë telefon. Black Shark është i pajisur me një sistem të lëngshëm ftohës. Si rezultat, procesori është në gjendje t\u0027i rezistojë funksionimit të frekuencës së lartë për periudha të gjata kohe pa mbinxehje. Veçoritë kryesore Celulari absolutisht unik i lojrave Black Shark ka një trup të bukur dhe performancë të lartë. Ka një ekran 5.99 inç me rezolucion 1080 x 2160 dhe një raport 18: 9. Ai përmban një procesor 8 bërthamësh Snapdragon 845 deri në 2.8 GHz, sistemin grafik AdrenoTM 630, 6 GB RAM, 64 GB memorie, altoparlantë stereo dhe ftohjen e ujit. Është një SIM i dyfishtë, mbështet LTE, WiFi, ka një kamerë 12 Mpx \u002B 20 Mpx, USB-C, një lexues të gjurmëve të gishtërinjve dhe një bateri 4000 mAh. Dimensionet e tij janë 161.62 x 75.4 x 9.25 mm, peshon 190 g dhe ka Android 8.0 Oreo.    ","Price":420.96,"PCode":"241255"},{"Title":"Celular Xiaomi Redmi Note 10 Lite, 6GB/128GB, i zi","Description":" Përshkrimi i produktit  Samsung Xiaomi vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.47”, që shfaq imazhe me rezolucion 2340 x 1080 (FHD\u002B) pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 730G që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 6GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, Xiaomi Redmi Note 10 Lite, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 64 \u002B 8 \u002B 5 \u002B 2MP dhe një të përparme 16MP. Xiaomi Redmi Note 10 Lite vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5260 mAh. Vjen me ngjyrë të zezë.   ","Price":415.2,"PCode":"288060"},{"Title":"Celular Xiaomi Redmi Note 9 Pro, 6.67\u0022 FHD\u002B, 6GB RAM, 64GB, i bardhë","Description":" Përshkrimi i produktit   Celulari Xiaomi Redmi Note 9 Pro është i pajisur me një procesor të fuqishëm 8-bërthamësh Qualcomm Snapdragon 720G, që punon me një frekuencë deri në 2.3 GHz. Procesori posedon 6 GB memorie RAM, dhe memorie të brendshme me kapacitet 64 GB në dispozicion për sistemin dhe të dhënat, që mund të zgjerohet me anë të një karte memorie. Ekrani me prekje 6.67 \u0022 IPS ka rezolucion Full HD \u002B prej 2400 x 1080 px. Imazhet mund t\u0027i kapni me kamerën e katërfishtë të pasme: 64 Mpx (f / 1.89), 8 Mpx (119 ° ultra-të gjerë, f / 2.2), 5 Mpx (lente makro, f / 2.4) dhe 2 Mpx (bokeh, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 16 Mpx dhe një lente me një hapje prej f / 2.48. Celulari është i pajisur me Bluetooth 5.0, NFC, WiFi ac dhe GPS / Glonass / Galileo / Beidou. Ai mbështet lidhjen me rrjetet 2G, 3G dhe LTE. Pajisjet e senzorët përfshijnë: motorin e vibrimit linear me boshtin Z, senzorin e afërsisë, senzorin e dritës së ambientit, përshpejtuesin xhiroskopin, busullën digjitale, transmetuesin me rreze infra të kuqe dhe lexuesin e gjurmëve të gishtërinjve anash. Prej lidhësve ka: USB të llojit-C dhe lidhës audio 3.5 mm. Funksionimi i celularit mundësohet nga një bateri me kapacitet prej 5020 mAh dhe mbështetje për karikimin e shpejtë 30 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.   ","Price":324.96,"PCode":"286828"},{"Title":"Celular Apple iPhone 12 Pro Max, 6.7\u0022 FHD\u002B, 6GB RAM, 128GB, i artë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë.Apple iPhone 12 Pro Max është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 128 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.7 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2778 × 1284 px me një përsosuri prej 460 ppi. iPhone 12 Pro Max ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1458.5,"PCode":"301149"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 256GB, i gjelbërt","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 256 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":998.61,"PCode":"269748"},{"Title":"Celular Samsung Galaxy A41, 64GB, i bardhë","Description":" Përshkrimi i produktit  Ky celular vjen me ekran me prekje 6.1”, që shfaq imazhe me rezolucion 2400 x 1080 pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio P65 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB (por që mund të zgjerohet përmes kartës së memories microSD deri në 200GB). Poashtu, Samsung Galaxy A41, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 48 \u002B 8 \u002B 5 MP dhe një të përparme 25 MP, që fokusohet me super shpejtësi. Galaxy A41 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, Galaxy A41 mundësohet nga një bateri me kapacitet 3500 mAh.   ","Price":219.5,"PCode":"815403smg"},{"Title":"Celular Apple iPhone 12 Pro, 6.1\u0022 FHD\u002B, 6GB RAM, 512GB, ngjyrë grafiti","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë. Apple iPhone 12 Pro është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 512 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 piksele me një përsosuri prej 460 ppi. iPhone 12 Pro ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1662.5,"PCode":"301143"},{"Title":"Celular Xiaomi Redmi 9T, 6.53\u0022 FHD\u002B, 4GB RAM, 64GB, i hirtë","Description":" Përshkrimi i produktit  Celulari Xiaomi Redmi 9T është i pajisur me një procesor të fuqishëm 8-bërthamor Qualcomm Snapdragon 662 me një frekuencë deri në 2 GHz. Procesori plotësohet me 4 GB memorie RAM dhe 64 GB memorie të brendshme e cila është në dispozicion për sistemin dhe të dhënat, si dhe mund të zgjerohet me një kartë memorie. Ekrani IPS me diagonale 6.53 \u0022 ka një rezolucion Full HD \u002B prej 2340 x 1080 px. Mund të kapni imazhe me kamerën e pasme të katërfishtë me senzorë 48 Mpx (f / 1.79), 8 Mpx (120° ultra-i gjerë, f / 2.2), 2 Mpx (lente makro, f / 2.4) dhe 2 Mpx (bokeh, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 8 Mpx dhe një lente me aperaturë f / 2.05. Teknologjitë si NFC, Bluetooth 5.0, WiFi ac dhe GPS / Glonass / Galileo janë të disponueshme. Celulari mbështet lidhjen me rrjetet mobile 2G, 3G dhe LTE. Lidhësit përfshijnë USB-C dhe jack 3.5 mm. Funksionimi i laptopi mundësohet nga një bateri me kapacitet prej 6000 mAh dhe mbështetje për karikim të shpejtë 18 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.   ","Price":207.5,"PCode":"307562"},{"Title":"Celular Samsung Galaxy A51, 4GB/128GB - i zi","Description":" Përshkrimi i produktit  Duke u bazuar në cilësinë e A50 të njohur të vitit të kaluar, Samsung Galaxy A51 i ri jep risi të mëtutjeshme për të përmirësuar veçoritë, nevojat e komunikimit, shkëmbimin, fotografimin dhe shikimin e përmbajtjes në internet. Zbuloni një pamje të gjerë me një ekran 6.5 \u0022 me madhësi të plotë Infinity-O Super AMOLED. Shijoni argëtim të shkëlqyeshëm me një rezolucion më të gjerë prej 2400 x 1080 piksel, duke ofruar një kënd të këndshëm prej 405ppi. Shijoni imazhe me kontrast të lartë dhe shkëlqim, ekran perfekt ngjyrash dhe të gjerë kënde shikimi.Kamera e re me katër lente ju lejon të kapni dhe shkëmbeni fotografi në një mënyrë revolucionare. Me katër kamera të nivelit të lartë, Galaxy A51 është krijuar për të kapur momentet e jetës që kanë rëndësi. Me kamerën kryesore, ultra të gjerë, makro dhe thellësi-fushe, e kombinuar me karakteristika inteligjente, ju lejon të kapni pothuajse çdo gjë që përjetoni me detaje të qarta dhe me ngjyra natyrale.Shijoni argëtim të pafund dhe biseda të gjata me një bateri me kapacitet të lartë prej 4000 mAh që siguron jetë të gjatë të baterisë me një karikim të vetëm. Falë qëndrueshmërisë së jashtëzakonshme do të qëndroni në kontakt për shumë më gjatë.Ekrani me prekje Samsung Galaxy A51 Super AMOLED ka një madhësi prej 6.5 \u0022 dhe një rezolucion prej 2400 x 1080 piksel. Ai është i bazuar në një procesor 8- core Exynos 9611 deri në 2.3 GHz me 4 GB memorie, 128 GB memorie të brendshme dhe kartë memorie microSD. Celulari është i pajisur edhe me teknologji wireless Bluetooth 5.0, NFC, Wi-Fi, GPS / GLONASS / GALILEO / BDS. Karakteristika të tjera përfshijnë një lexues të gjurmëve të gishtërinjve në ekran. Mundëson përdorimin në rrjetet 2G, 3G dhe LTE. Lidhësi themelor përmban një port modern USB Type-C dhe një 3.5 mm jack për kufje. Bateria është 4000 mAh dhe mbështet karikimin e shpejtë 15W. Sistemi operativ Android.   ","Price":289,"PCode":"116472smg"},{"Title":"Telefon iGET Blackview GBV9700 Pro Black, 6GB/128GB, i zi","Description":" Përshkrimi i produktit  Telefon i nivelit të lartë që përmban një mori karakteristikash dhe teknologjish kryesore: Android OS 9.0, Helio P70 me 8 bërthama deri në 2.1 GHz, 6 GB RAM, 128 GB memorie të brendshme me kartë SD të zgjerueshme, ekrani 5.84\u0022, IPS Full HD\u002B me rezolucion 2280 x 1080, dhe xhami Corning Gorilla Glass 3. Përkrahje për SIM të dyfishtë: Wi-Fi, Bluetooth v4.1, NFC. Kamera 16 megapixel para dhe 16 \u002B 8 megapixel me LED të pasme. Kontrollin e prekjes. OTG, G-sensor, FM radio, GPS, Glonass, busull, xhiro, bateri Li-Pol 4380 mAh e cila i reziston certifikimit MIL-STD-810G, IP68 dhe IP69K.   ","Price":371.02,"PCode":"271930"},{"Title":"Celular Samsung Galaxy A21S, 3GB RAM, 32GB - i kaltër","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 850 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 3GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 32 GB. Poashtu, Samsung Galaxy A21s, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2 MP dhe një të përparme 13MP. Galaxy A21s vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5,000 mAh. Vjen me ngjyrë të kaltër.   ","Price":169,"PCode":"209419smg"},{"Title":"Celular Apple iPhone 12 Pro Max, 6.7\u0022 FHD\u002B, 6GB RAM, 256GB, ngjyrë grafiti","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë.Apple iPhone 12 Pro Max është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.7 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2778 × 1284 px me një përsosuri prej 460 ppi. iPhone 12 Pro Max ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1562.5,"PCode":"301151"},{"Title":"Celular Samsung Galaxy A71, 6GB/128GB - i zi","Description":" Përshkrimi i produktit  Duke u bazuar në modelet e njohura nga viti i kaluar, Samsung Galaxy A71 i ri sjell risi të mëtutjeshme për të përmirësuar veçoritë, nevojat e komunikimit, ndarjen, fotografinë dhe shikimin e përmbajtjes në internet. Në krahasim me A51, ai jep një ekran më të madh, performancë më të lartë, rezolucion më të lartë kamerash dhe një bateri më të madhe me karikim më të shpejtë. Zbuloni një pamje të gjerë të një ekrani 6.7 \u0022 me trup të plotë Infinity-O Super AMOLED. Përjetoni kënaqësi të madhe me një rezolucion më të gjerë prej 2400 x 1080 piksel, i cili jep një hap të këndshëm prej 393 ppi. Ju mund të shijoni një imazh me kontrast të lartë dhe shkëlqim, ekran i shkëlqyeshëm me ngjyra dhe kënde të gjera të shikimit. Kamera e re me katër lente ju lejon të kapni dhe shkëmbeni fotografi në një mënyrë revolucionare. Me katër kamera të nivelit të lartë, Galaxy A71 është krijuar për të kapur momentet e jetës që kanë rëndësi. Me kamerën kryesore, ultra të gjerë, makro dhe thellësi-fushe, e kombinuar me karakteristika inteligjente, ju lejon të kapni pothuajse çdo gjë që përjetoni me detaje të qarta dhe me ngjyra natyrale. Shijoni argëtim të pafund dhe biseda të gjata me një bateri 4500 mAh që jep jetë të gjatë të baterisë me një karikim të vetëm. Falë qëndrueshmërisë së jashtëzakonshme do të qëndroni në kontakt për shumë më gjatë. Dhe kur mbaroni energjinë, funksioni i karikimit të shpejtë 25W shfaqet. Ekrani me prekje Super AMOLED i Samsung Galaxy A71 ka një madhësi 6.7 \u0022 dhe rezolucion 2400 x 1080 piksel. Pajisja është e bazuar në një procesor 8- core Snapdragon 730 deri në 2.2 GHz me 6 GB memorie, 128 GB memorie të brendshme dhe kartë memorie microSD me 4x 64Mpx (f / 1.8) \u002B 12Mpx (123 shkallë, f / 2.2) \u002B 5Mpx (makro, f / 2.4) \u002B 5Mpx (bokeh, f / 2.2) kamera të pasme të katërfishtë, kamerë selfie para 32Mpx (f / 2.2). Celulari është i pajisur edhe me teknologji wireless Bluetooth 5.0, NFC, Wi-Fi, GPS / GLONASS / GALILEO / BDS. Karakteristika të tjera përfshijnë një lexues të gjurmëve të gishtërinjve në ekran. Mundëson përdorimin në rrjetet 2G, 3G dhe LTE. Lidhësi themelor përmban një port modern USB Type-C dhe një 3.5 mm jack për kufje. Bateria është 4500 mAh dhe mbështet karikimin e shpejtë 25W. Sistemi operativ Android.   ","Price":402.5,"PCode":"869213smg"},{"Title":"Celular Samsung Galaxy A5 2017, 5.2 \u0022, 3 GB RAM, 32 GB, i zi ","Description":" Përshkrimi i produktit  Gjenerata e re e celularëve inteligjentë Samsung Galaxy A për vitin 2017 do t\u0027ju tërheqë juve me elegancën, modelin e qëndrueshëm, performancën më të lartë, kamerat e zgjeruara dhe një mori karakteristikash që e bëjnë jetën e përditshme të lëvizshme më të lehtë. Dizajni i bukur Linja e re e celularëve inteligjentë Samsung Galaxy A është frymëzuar nga modelimi i modeleve të flamurit të Galaxy S në një kombinim luksoz të metaleve dhe qelqit. Korniza është metalike, trupi është i mbuluar me xham të qëndrueshëm dhe gjithçka është e rrumbullakuar bukur, në mënyrë që celulari jo vetëm që të tërheq vëmendjen, por gjithashtu të përshtatet në mënyrë të përkryer në pëllëmbën e dorës tuaj. Ndërtim i qëndrueshëm Galaxy A Series 2017 ju sjell rezistencë të shtuar të ujit dhe pluhurit në certifikimin IP68. Një shkallë e tillë e lartë e mbrojtjes korrespondon me një pajisje me një zhytje deri në 1.5 metra nën ujë deri në 30 minuta, dhe natyrisht që shiu, djersa, rëra dhe pluhuri nuk kanë rëndësi. Është një nga përmirësimet që shumica e përdoruesve do ta vlerësojnë. Ekran i madh Full HD Super AMOLED Galaxy A5 ju sjell zgjidhjen ideale dhe zgjidhje krejt përfekte për argëtimin tuaj. Ai ofron një ekran 5.2\u0022 të qëndrueshëm me rezolucion të lartë Full HD dhe teknologji Super AMOLED, e cila garanton riprodhim të përsosur të ngjyrave me kënde të shkëlqyera të shikimit. Argëtim i shkëlqyeshëm me kamerat Me kamera të zgjeruara, ju mund të kapni të gjitha momentet e rëndësishme në cilësi të përsosur dhe më të lehtë se kurrë. Me fokusim automatik, të saktë dhe një lente të shkëlqyeshme f / 1.9 të para dhe të pasme për të kapur foto të gjalla dhe të qarta edhe në dritë të ulët. Galaxy A5 ofron kamerën e pasme me rezolucion të lartë 16 megapiksel dhe pjesën e përparme gjithashtu 16 megapiksel. Kamera ofron një funksionim të thjeshtë që ju lejon të vendosni shpejt dhe lehtë ndërmjet modeleve të ndryshme dhe të aplikoni menjëherë filtra dhe imazhe të ndryshme në fotografi. Për imazhe më të ndritshme dhe selfie me rezolucion të lartë mund të arrihet duke prekur kudo në ekran pa pasur nevojë për blic-in. Veçoritë kryesore Samsung Galaxy A5 (2017) është i pajisur me një procesor të fuqishëm 8-core me një frekuencë prej 1.9 GHz dhe 3 GB memorie. Ekrani Super AMOLED me madhësi 5.2 \u0022 ka një rezolucion Full HD prej 1920 x 1080 piksel. Të gjitha të dhënat dhe aplikacionet janë të disponueshme për 32 GB memorie të brendshme të zgjerueshme përmes kartave microSD (deri në 256 GB). Lidhshmëri e mrekullueshme edhe përmes WiFi ac, Bluetooth 4.2, NFC, ANT \u002B, GPS dhe USB tip-C. Ai përmban përshpejtues, sensor afërsie, sensori gjeomagnetik, sensor dritës RGB, sensori Hall, sensori i gjurmëve të gishtërinjve, gyro dhe barometri. Dizajni i celularit plotëson vlerësimin e mbrojtjes IP68. Mbështet lidhjen në rrjetet mobile 2G, 3G dhe LTE cat.6. Bateria është 3000 mAh dhe mbështet karikimin e shpejtë. Android 6.0 Marshmallow menaxhon aplikacionet.   ","Price":321.12,"PCode":"204440"},{"Title":"Celular Samsung Galaxy S20 Ultra, 12GB/128GB, i hirtë","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ky celular vjen me ekran me prekje 6.9”, që shfaq imazhe me kualitet Quad HD,me rezolucion 3200 x 1440 piksel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 990 që operon në frekuencë 120Hz, i kombinuar me memorie operuese 12GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB, Poashtu, Samsung Galaxy S20 Ultra, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 108 \u002B 48 \u002B 12MP dhe një të përparme 40MP, të kombinuara edhe me senzor Dual Pixel dhe fokus që fokusohet me super shpejtësi. Galaxy S20 Ultra vjen me sistem operativ të instaluar Android 10 me One UI 2, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, veçori e këtij celulari është edhe rezistenca ndaj ujit deri në 1.5 metra për 30 minuta që mundësohet nga mbrojtja IP68.   ","Price":1259.54,"PCode":"281065"},{"Title":"Celular myPhone Hammer Patriot, i argjendtë","Description":" Përshkrimi i produktit  Telefoni i qëndrueshëm i telefonit myPhone Hammer Patriot sjell një ekran të madh me ekran 2.4 \u0022me rezolucion prej 240 x 320 piksele. Memoria e brendshme bazë mund të zgjerohet me kartela microSD deri në 32 GB. një dorezë, rezistenca e saj korrespondon me mbulimin IP68. Ajo ofron mundësinë e futjes së dy SIM kartelave (Dual SIM), kapacitetin e baterisë prej 1800 mAh Dimensionet e bëjnë celular 132 x 55 x 29 mm dhe peshon 152 g.   ","Price":63.17,"PCode":"248833"},{"Title":"Celular Xiaomi Redmi Note 9C NFC, 2GB/32GB, i portokalltë","Description":" Përshkrimi i produktit  Ky celular kombinon një varg tiparesh të përsosura teknologjike për performancë të shkëlqyeshme. Ka ekran 6.53 inç me rezolucion 1600 x 720 pikselë. Memoria RAM ofron kapacitet 2GB ndërsa memoria e brendshme 32 GB. Është i pajisur me procesor të fuqishëm Mediatek Helio G35 (8x2.3 GHz). Mund të shkrepni imazhe përmes kamerës së pasme 13 \u002B 2 \u002B 2 MPX dhe kamerës së përparme 5 MPX. Ofron një varg sensorësh, WiFi, Bluetooth dhe porte për lidhje me pajisje tjera. Sistemi operativ është Android.   ","Price":133.92,"PCode":"295607"},{"Title":"Celular Samsung Galaxy A32, 6.4\u0022, 4GB, 128GB, 5000 mAh, i bardhë","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.4”, që shfaq imazhe me rezolucion 2400 x 1080 pixel.Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio G80 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 64 \u002B 8 \u002B 5 \u002B 5MP dhe një të përparme 20MP.Samsung Galaxy A32 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 5,000mAh.   ","Price":299.5,"PCode":"618587smg"},{"Title":"Celular Samsung Galaxy S21 8GB/128GB, bardhë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.GORILLA GLASS VICTUS™Mbrojtje inovativeE ndërtuar për momentet “oh, mos!”, Gorilla Glass Victus ™ jep rezistencën ndaj gërvishtjeve dhe dëmtimeve që e bën atë më të fortin në një smartfon.Bëni fotografi epike në çdo video 8K8K Video është rezolucioni më i lartë në një smartfon, duke e bërë filmimin tuaj të duket edhe më mirë se kinemaja. Dhe me 8K 24fps, çdo vlog dhe kujtim është fotografia juaj e radhës drejt famës. Regjistroni, ngarkoni dhe shikoni në YouTube.Pastaj përdorni 8K Video Snap për të marrë një album me foto me cilësi të lartë 33 MP, nga çdo video 8K. Është e lehtë të filmoni tani, pastaj të nxirrni fotografitë më vonë.Bëni një filmim dhe AI e kthen atë në foto dhe video të denja për internet nga të cilat mund të zgjidhni. Është si një modifikues personal videosh, që pret, ngadalëson dhe stabilizon për të krijuar përmbajtje që mund t’i ngarkoni direkt në Instagram.I mbushur me aksion dhe super i qetëSuper Steady kërkon aksion. Tani që kemi kombinuar stabilizimin e AI me regjistrimin 60fps, aventurat tuaja mund të bëhen edhe më aventureske - meqenëse telefoni juaj regjistron si një kamerë aksioni.Video Super Smooth 60fps ju lejon ta rijetoni momentin pa e humbur ritmin tuaj. Shpejtësia dinamike e kuadrove përshtatet automatikisht në mënyrë që ju të regjistroni video super të pandërprerë në ndriçim të lartë dhe të ulët.KAMERA E NIVELIT PROFESIONALBukuria është te detajetNIGHT MODENata është juajaNuk keni ekip ndriçimi? E urreni blicin e neveritshëm? Nuk ka asnjë problem. Tani mund ta ndriçoni natën dhe ta regjistroni atë me ngjyra të gjalla, natën ose në dritë të ulët dhe pa të gjitha gjërat shtesë.   ","Price":849,"PCode":"893931smg"},{"Title":"Celular Samsung Galaxy A21S, 3GB RAM, 32GB, i zi ","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 850 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 3GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 32 GB. Poashtu, Samsung Galaxy A21s, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2MP dhe një të përparme 13MP. Galaxy A21s vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5,000 mAh. Vjen me ngjyrë të zezë.   ","Price":169,"PCode":"463570smg"},{"Title":"Celular Samsung Galaxy A31, 6.4\u0022 FHD\u002B, 4GB RAM, 64GB, i kaltër","Description":" Përshkrimi i produktit  Zhytuni në ekranin e madh 6.4 \u0022 Infinity-U të Galaxy A31. Një prezantim i gjerë mbush ekranin tuaj me përmbajtje nga cepi në cep. Shikoni videot tuaja të preferuara, lojërat dhe transmetimet live në FHD\u002B Super AMOLED.Përfitoni rezolucion ultra të lartë me një kamerë kryesore 48 MP për fotografi të qarta si kristali ditën dhe natën. Një kamerë 8 MP me kënd ultra të gjerë 123 ° kap më shumë nga pamja. Zgjidhni kamerën makro 5 MP të përmirësuar për shkrepje të rafinuara nga afër dhe sigurohuni që subjekti të dallohet gjithmonë me efektet e shumta Live Focus të kamerës së thellësisë 5 MP.Ju doni që selfie juaj të duket mirë. Prandaj, për pamje të mrekullueshme gjatë ditës, kamera e përparme 20 MP e Galaxy A31 ju jep foto të qarta me rezolucion të lartë. Dhe me fokusin Live që sfumon lehtë sfondin, fytyra juaj del në plan të parë.Kur keni dalë për të shijuar jetën, ju nevojitet një celular me bateri që zgjat. Një bateri 5000 mAh ju jep energjinë të transmetoni, të ndani dhe të vazhdoni lojën. Dhe nëse fillon t’ju mbarojë bateria, lidheni me karikues dhe ndizeni me karikimin e shpejtë 15 W.Galaxy A31 ka një procesor të shpejtë dhe hapësirë ruajtjeje të bollshme që ju të fokusoheni te momenti. Një procesor i përparuar 8-bërthamor dhe 4 GB memorie RAM ofrojnë një performancë të shpejtë dhe efikase. Shkarkoni më shumë dhe fshini më pak me 64 GB memorie të brendshme. Ju mund ta zgjeroni atë me një kartë micro SD me kapacitet deri në 512 GB.Maksimizoni performancën me Game Booster. Ndërprisni shpërqendrimet dhe rrisni performancën në lojë me një ndërfaqe të dedikuar dhe meny të lehtë për t\u0027u arritur. Frame Booster u jep grafikëve lëvizje të pandërprera si në jetë reale. Dhe jepni maksimumin tuaj në lojë ndërsa Game Booster mëson mënyrën se si ju e përdorni, për të optimizuar baterinë, temperaturën dhe memorien.I integruar në harduerin dhe softuerin e celularit që nga fillimi, Samsung Knox e mbron celularin tuaj nga minuta që ai ndizet. Me një siguri me shumë shtresa, ai e mbron informacionin tuaj më delikat nga softuerët keqdashës dhe kërcënimet.Galaxy A31 vjen me autentifikim biometrik të teknologjisë së lartë. Lexuesi i gjurmëve të gishtave në ekran dallon gjurmën tuaj unike të gishtit, në mënyrë që ju të jeni i vetmi që mund ta shtypë dhe shkyçë atë me një lëvizje të lehtë.Ky celular është i pajisur me një portë USB-C për karikim dhe një portë 3.5 mm për kufje. Prej ndërfaqeve wireless ofron WiFi (802.11 a/b/g/n/ac 2.4\u002B5GHz) dhe Bluetooth v5.0. Senzorët përfshijnë: matës shpejtësie, senzor të gjurmëve të gishtave, xhiroskop, senzor gjeomagnetik, senzor drite dhe zbulimi të afërsisë virtuale. Poashtu celulari ka marrës GPS, Glonass, Beidou, Galileo për zbulimin e vendndodhjes.Sistemi operativ i këtij celulari është Android. Ndërfaqja e përdoruesit One UI ju ndihmon të fokusoheni në atë që ka vërtet rëndësi për ju. Hardueri dhe softueri bashkëpunojnë së bashku, me përmbajtjen dhe veçoritë në majë të gishtave në mënyrë që të mund të arrini tek ato më shpejt. Përdorni Night Mode për një përvojë komode në errësirë dhe me pamjet e qarta dhe intuitive vizuale përdorimi i celularit tuaj bëhet si natyrë e dytë.   ","Price":219,"PCode":"511176smg"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 128GB, i verdhë","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 128 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":871.54,"PCode":"269728"},{"Title":"Celular Xiaomi Mi Note 10 Lite, 6GB/64GB, vjollcë","Description":" Përshkrimi i produktit  Samsung Xiaomi vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.47”, që shfaq imazhe me rezolucion 2340 x 1080 (FHD\u002B) pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 730G që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 6GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Xiaomi Redmi Note 10 Lite, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 64 \u002B 8 \u002B 5 \u002B 2MP dhe një të përparme 16MP.Xiaomi Redmi Note 10 Lite vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5260 mAh. Vjen me ngjyrë vjollcë.   ","Price":348.96,"PCode":"288055"},{"Title":"Celular Samsung Galaxy A21S, 3GB RAM, 32GB - i bardhe","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 850 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 3GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 32 GB. Poashtu, Samsung Galaxy A21s, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2 MP dhe një të përparme 13MP. Galaxy A21s vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5,000 mAh. Vjen me ngjyrë të bardhë.   ","Price":179.5,"PCode":"385085smg"},{"Title":"Celular Samsung Galaxy A02, 6.5\u0022 , 3GB RAM , 32GB , 5000 mAh, i bardhë/hirtë","Description":" Përshkrimi i produktit  Zgjeroni pamjen tuaj në ekranin 6,5 inç të Galaxy A02 dhe shikoni se si më pak ekran ju jep më shumë pamje. Falë teknologjisë HD\u002B, përmbajtja juaj e përditshme duket më së miri, e qartë si kristali.Galaxy A02 kombinon estetikën e dizajnit me ngjyrat klasike. Kurbat e rafinuara e bëjnë atë komod për ta mbajtur në dorë dhe ofrojnë navigim të lehtë në ekran. Një finiturë moderne mat shton një teksturë me sipërfaqe pa shkëlqim, dhe vjen në ngjyrë të bardhë/hirtëMe Kamerën e përparme Galaxy A02 5 MP dhe Live Focus, është e thjeshtë që të bëni selfie të mrekullueshme që ju theksojnë juve më shumë dhe sfondin më pak.Qëndroni të furnizuar me energji gjatë gjithë ditës me një bateri që nuk ju ngadalëson. Bateria 5000 mAh (tipike)* ju lejon të vazhdoni të bëni atë që bëni, për orë të tëra.Merrni aplikacionet më të fundit të Google në Android OS, mbështetur plotësisht në Galaxy A02.Hardueri dhe softueri bashkëpunojnë me njëri-tjetrin, me përmbajtjen dhe veçoritë në majë të gishtave në mënyrë që të mund të arrini tek ato më shpejt. Përdorni Dark Mode për një përvojë komode në errësirë dhe me pamjet e qarta dhe intuitive vizuale përdorimi i telefonit tuaj bëhet si natyrë e dytë.Prezantojmë një seri telefonash që i japin mundësinë brezit të sotëm të bëjë atë që të tjerët nuk munden. Ju prezantojmë telefonin e ri Galaxy A. Përsosmëria është për të gjithë.   ","Price":149.5,"PCode":"747149smg"},{"Title":"Celular Oppo A31, 6.5\u0022 HD\u002B, 4GB RAM, 64GB, i zi ","Description":" Përshkrimi i produktit  Celulari Oppo A31 ju ofron një ekran të madh dhe performancë solide për një pjesë të mirë argëtuese. Oppo A31 nuk do t\u0027ju zhgënjejë dhe do të bëhet një partner i dobishëm në jetën e përditshme celulare. Ekrani me prekje i Oppo A31 ka madhësi prej 6.5 \u0022 dhe rezolucion HD \u002B prej 1600 x 720 px. Baza e tij është procesori 8-bërthamor MediaTek Helio P35, që punon me një frekuencë prej 2.3 GHz. Celulari është i pajisur me 4 GB memorie, memorie e brendshme prej 64 GB dhe për slot për zgjerim shtesë. Ekziston një kamerë e trefishtë e pasme me një rezolucion prej 12 \u002B 2 \u002B 2 Mpx, e plotësuar nga një kamerë e përparme 8 Mpx. Celulari është i pajisur me Bluetooth 5.0, Wi-Fi ac dhe marrës GPS / Beidou / Glonass. Prej senzorëve ka: lexues të gjurmëve të gishtërinjve, senzor gjeomagnetik, senzor të afërsisë, senzor të dritës, senzor të përshpejtimit, xhiroskop dhe hapamatës. Mund të përdoret në rrjetet 2G, 3G dhe LTE. Prej lidhësve celulari ofron micro USB dhe lidhës audio 3.5 mm. Mundësohet nga një bateri me një kapacitet 4230 mAh. Sistemi operativ Android me ndërfaqen ColorOS është i para-instaluar.   ","Price":174.11,"PCode":"285875"},{"Title":"Celular Huawei Nova 3, 6.3\u0022, 4 GB RAm, 128 GB, Iris Purple ","Description":" Përshkrimi i produktit  Huawei Nova 3 me modelin e tij të mahnitshëm do të jetë një zgjedhje e qartë. Duket me të vërtetë elegant, ekrani është pothuajse në të gjithë ekranin. Përveç kësaj, do të jeni të kënaqur me katër kamera, dy në pjesën e pasme dhe dy në pjesën e përparme, falë të cilave do të merrni të shkrepura fotografish të papërsëritshme. Lëreni veten të dalloheni në errësirë Një lexues i gjurmëve të gishtërinjve është një gjë e bukur, por çka nëse mund ta hapni celularin me vetëm një shikim? Nuk ka problem me Huawei Nova 3! Fytyra juaj dallohet kurdo, qoftë ditë apo natë. Teknologjia e identifikimit të fytyrës është e shpejtë, e sigurt dhe funksionon në të gjitha kushtet e ndriçimit. 4 kamera me mundësi të pafundme 2 para dhe 2 të pasme. Ju jep fotografi absolutisht të mahnitshme nga kënde të ndryshme. Përveç kësaj, celulari ka shumë karakteristika të avancuara fotografish. Merrni self-portrait me Selfie Superstar, dhe HDR Pro për të krijuar foto mahnitëse me ngjyra realiste edhe në rrezet direkte të diellit. Bateria do të zgjasë Huawei Nova 3 është i fuqishëm, por nuk merr asgjë nga qëndrueshmëria e tij. Ka një bateri 3750 mAh që karikohet shpejt. Është inteligjente në përdorim, e dizajnuar për përdoruesit kërkues që janë mësuar të përdorin celularin e tyre, por nuk dëshirojnë të mbajnë me vete një karikues ose powerbank gjatë gjithë kohës. Animoni përmes Qmoji Po sikur ta shprehni gjendjen tuaj aktuale përmes një fytyre të buzëqeshur? Me Qmoji 3D kjo është thjesht e mundur. Ngarko shprehjen tënde në buzëqeshjen tënde të preferuar, qoftë robot, lepur apo kameleon. Ju i jepni atij shprehjen tuaj të fytyrës, lëvizjet dhe zërin, duke i dhënë atij personalitetin tuaj. Dhe pastaj dërgojeni miqve tuaj. Veçoritë kryesore Celular i kulaitetit të lartë, ka një trup të bukur dhe performancë të shkëlqyeshme. Ka një ekran 6.3-inç IPS me rezolucion FHD \u002B 2340 x 108 0. Ai përmban një procesor 8-core, një sistem grafikësh Mali-G72, 4 GB RAM, 128 GB memorie dhe një slot microSD deri në 256 GB. Mbështet LTE, WiFi, Bluetooth 4.2, kamerë të përparme 24 Mpx \u002B 16 Mpx, të përparme 24 Mpx \u002B 2 Mpx, lexues i gjurmëve të gishtërinjëve në pjesën a pasme dhe Face ID. Bateria ka një kapacitet prej 3750 mAh. Dimensionet e celularit janë 157 x 73.7 x 7.3 mm, peshon 166 g dhe ka Android 8.1.   ","Price":332.64,"PCode":"241476"},{"Title":"Celular Xiaomi Mi 10T Pro, 6.67\u0022 FHD\u002B, 8GB RAM, 128GB, i argjendtë","Description":" Përshkrimi i produktit  Celulari i mençur Xiaomi Mi 10T Pro vjen me një procesor të fuqishëm 8-bërthamor Snapdragon 865, me një frekuencë 1x 2.84GHz \u002B 3x 2.42GHz \u002B 4x 1.80GHz. Procesori ka 8 GB memorie RAM dhe 128 GB memorie të brendshme për sistemin dhe të dhënat. Ekrani me prekje 6.67\u0022 144 Hz LCD ka një rezolucion Full HD \u002B prej 2400 x 1080 px. Mund të kapni imazhe duke përdorur kamerën e pasme të trefishtë me senzorë 108 MP (f /1.69, OIS), 13 MP (ultra-gjerë 123 °, f / 2.4) dhe 5 MP (makro, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 20 MP dhe një lente f / 2.2. Celulari është i pajisur me Bluetooth 5.1 (AAC / LDAC / LHDC, Qualcomm TrueWireless Stereo Plus), NFC, WiFi ax dhe GPS / Galileo / GLONASS / Beidou. Ai mbështet rrjetet 2G, 3G, LTE dhe 5G. Juve do të pëlqejë lexuesi i gjurmëve të gishtave si dhe identifikimi i fytyrës. Pajisja përfshin një lidhës USB të llojit C kurse punon falë një baterie 5000 mAh me mbështetje për karikim të shpejtë 33 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.    ","Price":609.12,"PCode":"299828"},{"Title":"Celular iGET Blackview GBV9600 Pro 2019, 6.21 \u0022, 6GB RAM, 128GB, i zi","Description":" Përshkrimi i produktit  Kulmi i celularëve të qëndrueshëm është iGET Blackview GBV9600 Pro 2019, i cili do t\u0027ju befasojë me dizajnin e tij të fortë dhe karakteristikat funksionale. Celulari është krijuar për të rezistuar dhe tejkaluar përdorimin e përditshëm dhe kushtet e vështira. Ai nuk shpërndan ndonjë goditje ose rënie nga një lartësi, dhe i reziston pluhurit dhe ujit falë mbrojtjes IP68. Mbrojtja IP68 e këtij celulari plotësohet me IP69K dhe dëshmia se mund t’i rezistojë temperaturave dhe goditjeve ekstreme është standardi ushtarak MIL-STD-810G, i cili gjithashtu plotëson celularin. Celulari juaj gjithashtu do t\u0027ju befasojë me ekranin e tij 6.21 \u0022 AMOLED FullView, ideal për shikimin e videove, luajtjen e lojërave ose shfletimin në internet, madje edhe nën rrezet e diellit. Me rezolucion të shkëlqyer Full HD \u002B, ekrani i celularit tuaj është i ndritshëm me ngjyra të pasura. Sigurisht, ekrani i celularit është gjithashtu jashtëzakonisht i qëndrueshëm falë përdorimit të xhamit të gjeneratës së 3-të Corning Gorilla Glass. Celulari është i pajisur me një kamerë të fuqishme që zëvendëson lehtësisht kamerat e shtrenjta dhe të fuqishme SLR. Kamera e tij e dyfishtë e pasme është e përbërë nga një kamerë 16MP nga Samsung dhe një kamerë 8MP për një interpretim më të mirë në thellësi. E gjithë kjo plotësohet nga një sfond i veçantë dhe tipar parësor që i bën objektet e përparme të mprehta dhe më të njohshme nga sfondi. Edhe kamera e përparme nuk ka mbetur pas. Ai përbëhet nga një kamerë 8 Mpx Sony që mund të kapë portretin tuaj në dritë të ulët, por ende të ndritshme me ngjyra të gjalla. Celulari i nivelit të lartë përmban një mori të karakteristikave dhe të teknologjive kryesore: sistem operativ Android OS 9.0, procesor 8-core Helio P70 me frekuencë deri në 2.1 GHz, 6 GB RAM, 128 GB memorie të brendshme që mund të zgjerohet përmes kartave SD. Celulari ofron mbështetje për dy karta SIM, Wi-Fi, Bluetooth v4.2, NFC, kontrollin me prekje, OTG, senzor G, radio FM , GPS Glonass, busullë, xhiroskop, dhe bateri Li-Pol me kapacitet 580 mAh.   ","Price":371.02,"PCode":"271929"},{"Title":"Celular Samsung Galaxy S21 Ultra, 12GB/128GB, e argjendtë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.Ju prezantojmë Galaxy S21 Ultra 5G.Projektuar me një kamerë unike me prerje të kontureve për të krijuar një revolucion në fotografi - duke ju lejuar të regjistroni video kinematografike 8K dhe të bëni fotografi epike, të gjitha me një veprim. Dhe me çipin më të shpejtë të Galaxy, xhamin më të fortë, 5G dhe një bateri që zgjat gjatë gjithë ditës, Ultra i qëndron lehtësisht besnik emrit të vet.Xhami ynë më i fortëProjektuar për të gërvishtur më pak dhe për të mbrojtur para dhe mbrapa, kjo është Gorilla Glass më e fortë në një celular.Merrni portrete epike direkt nga video 8KVideo 8K është video me rezolucionin më të lartë të disponueshëm në një smartfon - katër herë më shumë pikselë sesa 4K. Regjistroni në 8K 24fps dhe merrni pamje të qarta që duken më mirë se kinemaja, më pas ngarkojini dhe shikojini direkt në YouTube.Dhe me 8K Video Snap, mund të merrni fotografi epike me rezolucion të lartë direkt nga video 8K. Kështu që nuk duhet të zgjidhni midis videove ose fotove.Galaxy S21 5G ofron nivelin më të lartë të certifikimit të sigurisë, me Samsung Knox që e siguron telefonin tuaj nga niveli i çipit dhe Knox Vault që enkripton të dhënat tuaja të vërtetimit biometrik. Dhe sensori më i madh Ultrasonic Fingerprint ofron vonesë më të vogël dhe përmirëson njohjen e gishtit të thatë për zhbllokim të shpejtë dhe të saktë.Etiketoni ato që janë të rëndësishmePërdorni Galaxy SmartTag për gjërat që humbni normalisht, si çelësat ose portofolin tuaj. Galaxy S21 Ultra 5G ju tregon nëse e lini pas dhe vendndodhjen e fundit të objektit për gjurmim të lehtë.   ","Price":1249,"PCode":"398312smg"},{"Title":"Celular Samsung Galaxy A21s, 6.5\u0022 HD\u002B, 4GB RAM, 128GB, i zi","Description":" Përshkrimi i produktit  Ekrani i celularit Samsung Galaxy A21s vjen në diagonalen 6.5 \u0022 dhe ka një rezolucion HD \u002B prej 1600 x 720 px. Baza e pajisjes është një procesor 8-bërthamor Exynos 850 me një frekuencë prej 2 GHz, i plotësuar me 4 GB memorie të brendshme si dhe me një memorie të brendshme me kapacitet prej 128 GB. Ka mundësi për zgjerim të mëtejshëm përmes një sloti të kartës së memories microSD. Nga ana e pasme, celulari karakterizohet me një sistem i katërfishtë i kamerave 48 MP (f /2.0) \u002B 8 MP (kënd ultra-i gjerë, f/2.2) \u002B 2 MP (makro, f/2.4 ) \u002B 2 MP (bokeh, f / 2.4) kurse nga ana e përparme ka kamerë 13 MP (f / 2.2). Celulari është i pajisur gjithashtu me Bluetooth 5.0, NFC, WiFi dhe GPS. Karakteristikat e tjera përfshijnë lexuesin e gjurmëve të gishtave dhe identifikimin e fytyrës. Ai mbështet lidhjen në rrjetet 2G, 3G dhe LTE. Nga pajisjet themelore të lidhjes, ky celular ofron një portë moderne USB-C dhe një portë për kufje 3.5 mm. Një bateri 5000 mAh që mbështet karikimin e shpejtë 15W është në dispozicion për energji. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është i instaluar paraprakisht.   ","Price":267.36,"PCode":"300516"},{"Title":"Celular Samsung Galaxy A31, 6.4\u0022 FHD\u002B, 4GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit   Zhytuni në ekranin e madh 6.4 \u0022 Infinity-U të Galaxy A31. Një prezantim i gjerë mbush ekranin tuaj me përmbajtje nga cepi në cep. Shikoni videot tuaja të preferuara, lojërat dhe transmetimet live në FHD\u002B Super AMOLED.Përfitoni rezolucion ultra të lartë me një kamerë kryesore 48 MP për fotografi të qarta si kristali ditën dhe natën. Një kamerë 8 MP me kënd ultra të gjerë 123 ° kap më shumë nga pamja. Zgjidhni kamerën makro 5 MP të përmirësuar për shkrepje të rafinuara nga afër dhe sigurohuni që subjekti të dallohet gjithmonë me efektet e shumta Live Focus të kamerës së thellësisë 5 MP.Ju doni që selfie juaj të duket mirë. Prandaj, për pamje të mrekullueshme gjatë ditës, kamera e përparme 20 MP e Galaxy A31 ju jep foto të qarta me rezolucion të lartë. Dhe me fokusin Live që sfumon lehtë sfondin, fytyra juaj del në plan të parë.Kur keni dalë për të shijuar jetën, ju nevojitet një celular me bateri që zgjat. Një bateri 5000 mAh ju jep energjinë të transmetoni, të ndani dhe të vazhdoni lojën. Dhe nëse fillon t’ju mbarojë bateria, lidheni me karikues dhe ndizeni me karikimin e shpejtë 15 W.Galaxy A31 ka një procesor të shpejtë dhe hapësirë ruajtjeje të bollshme që ju të fokusoheni te momenti. Një procesor i përparuar 8-bërthamor dhe 4 GB memorie RAM ofrojnë një performancë të shpejtë dhe efikase. Shkarkoni më shumë dhe fshini më pak me 64 GB memorie të brendshme. Ju mund ta zgjeroni atë me një kartë micro SD me kapacitet deri në 512 GB.Maksimizoni performancën me Game Booster. Ndërprisni shpërqendrimet dhe rrisni performancën në lojë me një ndërfaqe të dedikuar dhe meny të lehtë për t\u0027u arritur. Frame Booster u jep grafikëve lëvizje të pandërprera si në jetë reale. Dhe jepni maksimumin tuaj në lojë ndërsa Game Booster mëson mënyrën se si ju e përdorni, për të optimizuar baterinë, temperaturën dhe memorien.I integruar në harduerin dhe softuerin e celularit që nga fillimi, Samsung Knox e mbron celularin tuaj nga minuta që ai ndizet. Me një siguri me shumë shtresa, ai e mbron informacionin tuaj më delikat nga softuerët keqdashës dhe kërcënimet.Galaxy A31 vjen me autentifikim biometrik të teknologjisë së lartë. Lexuesi i gjurmëve të gishtave në ekran dallon gjurmën tuaj unike të gishtit, në mënyrë që ju të jeni i vetmi që mund ta shtypë dhe shkyçë atë me një lëvizje të lehtë.Ky celular është i pajisur me një portë USB-C për karikim dhe një portë 3.5 mm për kufje. Prej ndërfaqeve wireless ofron WiFi (802.11 a/b/g/n/ac 2.4\u002B5GHz) dhe Bluetooth v5.0. Senzorët përfshijnë: matës shpejtësie, senzor të gjurmëve të gishtave, xhiroskop, senzor gjeomagnetik, senzor drite dhe zbulimi të afërsisë virtuale. Poashtu celulari ka marrës GPS, Glonass, Beidou, Galileo për zbulimin e vendndodhjes.Sistemi operativ i këtij celulari është Android. Ndërfaqja e përdoruesit One UI ju ndihmon të fokusoheni në atë që ka vërtet rëndësi për ju. Hardueri dhe softueri bashkëpunojnë së bashku, me përmbajtjen dhe veçoritë në majë të gishtave në mënyrë që të mund të arrini tek ato më shpejt. Përdorni Night Mode për një përvojë komode në errësirë dhe me pamjet e qarta dhe intuitive vizuale përdorimi i celularit tuaj bëhet si natyrë e dytë.   ","Price":219,"PCode":"335510smg"},{"Title":"Celular Samsung Galaxy A41, 64GB, i zi","Description":" Përshkrimi i produktit  Ky celular vjen me ekran me prekje 6.1”, që shfaq imazhe me me rezolucion 2400 x 1080 pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio P65 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB (por që mund të zgjerohet përmes kartës së memories microSD deri në 200GB). Poashtu, Samsung Galaxy A41, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 48 \u002B 8 \u002B 5 MP dhe një të përparme 25 MP, që fokusohet me super shpejtësi. Galaxy A41 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, Galaxy A41 mundësohet nga një bateri me kapacitet 3500 mAh.   ","Price":199,"PCode":"413995smg"},{"Title":"Celular Samsung Galaxy S21 8GB/128GB, rozë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.GORILLA GLASS VICTUS™Mbrojtje inovativeE ndërtuar për momentet “oh, mos!”, Gorilla Glass Victus ™ jep rezistencën ndaj gërvishtjeve dhe dëmtimeve që e bën atë më të fortin në një smartfon.Bëni fotografi epike në çdo video 8K8K Video është rezolucioni më i lartë në një smartfon, duke e bërë filmimin tuaj të duket edhe më mirë se kinemaja. Dhe me 8K 24fps, çdo vlog dhe kujtim është fotografia juaj e radhës drejt famës. Regjistroni, ngarkoni dhe shikoni në YouTube.Pastaj përdorni 8K Video Snap për të marrë një album me foto me cilësi të lartë 33 MP, nga çdo video 8K. Është e lehtë të filmoni tani, pastaj të nxirrni fotografitë më vonë.Bëni një filmim dhe AI e kthen atë në foto dhe video të denja për internet nga të cilat mund të zgjidhni. Është si një modifikues personal videosh, që pret, ngadalëson dhe stabilizon për të krijuar përmbajtje që mund t’i ngarkoni direkt në Instagram.I mbushur me aksion dhe super i qetëSuper Steady kërkon aksion. Tani që kemi kombinuar stabilizimin e AI me regjistrimin 60fps, aventurat tuaja mund të bëhen edhe më aventureske - meqenëse telefoni juaj regjistron si një kamerë aksioni.Video Super Smooth 60fps ju lejon ta rijetoni momentin pa e humbur ritmin tuaj. Shpejtësia dinamike e kuadrove përshtatet automatikisht në mënyrë që ju të regjistroni video super të pandërprerë në ndriçim të lartë dhe të ulët.KAMERA E NIVELIT PROFESIONALBukuria është te detajetNIGHT MODENata është juajaNuk keni ekip ndriçimi? E urreni blicin e neveritshëm? Nuk ka asnjë problem. Tani mund ta ndriçoni natën dhe ta regjistroni atë me ngjyra të gjalla, natën ose në dritë të ulët dhe pa të gjitha gjërat shtesë.   ","Price":849,"PCode":"542599smg"},{"Title":"Celular Samsung Galaxy S21 8GB/128GB, e hirtë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.Mbrojtje inovativeE ndërtuar për momentet “oh, mos!”, Gorilla Glass Victus ™ jep rezistencën ndaj gërvishtjeve dhe dëmtimeve që e bën atë më të fortin në një smartfon.Bëni fotografi epike në çdo video 8K8K Video është rezolucioni më i lartë në një smartfon, duke e bërë filmimin tuaj të duket edhe më mirë se kinemaja. Dhe me 8K 24fps, çdo vlog dhe kujtim është fotografia juaj e radhës drejt famës. Regjistroni, ngarkoni dhe shikoni në YouTube.Pastaj përdorni 8K Video Snap për të marrë një album me foto me cilësi të lartë 33 MP, nga çdo video 8K. Është e lehtë të filmoni tani, pastaj të nxirrni fotografitë më vonë.Bëni një filmim dhe AI e kthen atë në foto dhe video të denja për internet nga të cilat mund të zgjidhni. Është si një modifikues personal videosh, që pret, ngadalëson dhe stabilizon për të krijuar përmbajtje që mund t’i ngarkoni direkt në Instagram.I mbushur me aksion dhe super i qetëSuper Steady kërkon aksion. Tani që kemi kombinuar stabilizimin e AI me regjistrimin 60fps, aventurat tuaja mund të bëhen edhe më aventureske - meqenëse telefoni juaj regjistron si një kamerë aksioni.Video Super Smooth 60fps ju lejon ta rijetoni momentin pa e humbur ritmin tuaj. Shpejtësia dinamike e kuadrove përshtatet automatikisht në mënyrë që ju të regjistroni video super të pandërprerë në ndriçim të lartë dhe të ulët.KAMERA E NIVELIT PROFESIONALBukuria është te detajetNIGHT MODENata është juajaNuk keni ekip ndriçimi? E urreni blicin e neveritshëm? Nuk ka asnjë problem. Tani mund ta ndriçoni natën dhe ta regjistroni atë me ngjyra të gjalla, natën ose në dritë të ulët dhe pa të gjitha gjërat shtesë.    ","Price":849,"PCode":"589703smg"},{"Title":"Celular Samsung Galaxy A12, 6.5\u0022, 4GB , 64GB, i zi","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me kualitet HD \u002B, rezolucion 1560 x 720 pixel. Përfshin pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek MT6765 që operon në frekuencë 2.3GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Samsung Galaxy A12, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 5 \u002B 2 \u002B 2 MP dhe një të përparme 8MP. Galaxy A12 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Ka bateri me kapacitet 5,000mAh. Galaxy A12 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, ky telefon mundësohet nga një bateri me kapacitet 5,000mAh.    ","Price":169,"PCode":"645339smg"},{"Title":"Celular Apple iPhone 12 mini, 5.4\u0022 FHD\u002B, 4GB RAM, 64GB, i kuq","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni iPhone 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë mund të merrni atë që ju përshtatet më shumë.Apple iPhone 12 mini është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 64 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 5.4 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2340 × 1080 px me një përsosuri prej 476 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme: 12MP me një lente ultra të gjerë dhe me kënd të gjerë me hapje të gjerë f / 1.6, ultra të gjerë f / 2.4 dhe stabilizim optik të imazhit. Për selfie mund të përdoret kamera e përparme 12MP TrueDepth me qasje përmes Face ID. Celulari është rezistente ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët e këtij celulari përfshijnë: Face ID, barometër, xhiroskop me tri akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":956.9,"PCode":"301107"},{"Title":"Celular Samsung A307FN/DS Galaxy A30e, 4GB/64GB - i zi","Description":" Përshkrimi i produktit  Ky celular ofron një varg veçorish teknologjike për plotësimin e kërkesave tuaja. Ekrani me madhësi 6.4 inç ka rezolucion HD 1560 x 720 pikselë. Ka procesor të fuqishëm Exynos 7904 me 8 bërthama dhe frekuencë veprimi 1.8 GHz. Memoria RAM ka kapacitet 4GB ndërsa memoria e brendshme 64GB. Sistemi i tij operativ është Google Android. Bateria ka kapacitet 4000 mAh. Kamera e pasme ka rezolucion 25 \u002B 8 \u002B 5 megapikselë ndërsa kamera e përparme ka rezolucion 16 megapikselë. Ka slot për dy numra dhe slot për kartë të memories. Përfshin senzor të dritës, afërsisë dhe lëvizjes.   ","Price":239.5,"PCode":"245034smg"},{"Title":"Celular Samsung Galaxy A21s, 3GB/32GB, i zi","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 850 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 3GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 32 GB. Poashtu, Samsung Galaxy A21s, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2MP dhe një të përparme 13MP. Galaxy A21s vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5,000 mAh. Vjen me ngjyrë të zezë.   ","Price":223.72,"PCode":"287815"},{"Title":"Celular myPhone Prime 4 Lite, 5.5\u0022, 2GB RAM, 16GB, i kaltër","Description":" Përshkrimi i produktit  myPhone Prime 4 Lite ju jep fuqinë që ju nevojitet për argëtim, komunikim dhe punë. Baza e tij është një procesor me 4 bërthama dhe një frekuencë prej 1.3 GHz, i cili plotësohet me 2 GB memorie operative. E gjithë kjo do të mbështetet nga memoria e brendshme 16 GB dhe një slot për kartat e memories SD. Prime 4 Lite ju jep fuqinë, hapësirën dhe shpejtësinë që ju nevojitet me një lidhje LTE. Me celularin tuaj ju merrni dy kamera të fuqishme. Kamera kryesore 8 MP me fokus automatik gjithnjë prodhon imazhe më të mprehta. Kamera e përparme 5 MP e bën të lehtë krijimin e vetë-portretit ideal. Me këtë pajisje ju do të kapni gjithçka që është e rëndësishme në zonën tuaj. Celulari është i pajisur me slote për dy karta SIM. Kështu që ju mund të keni numrin e celularit tuaj privat dhe të biznesit së bashku. Është një zgjidhje e përbashkët me mundësinë e përdorimit të njëkohshëm të 2 kartave SIM ose 1 karte SIM dhe kartës së memories. Celulari poashtu ka Bluetooth dhe WiFi. Funksionimi i tij mundësohet nga bateria 2450 mAh. Sistemi operativ i tij është platforma Android. Dimensionet e tij janë: 150 x 70.2 x 8.9 mm. Pesha: 155 g.   ","Price":93.57,"PCode":"267629"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 64GB, vjollcë","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 64 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":813.34,"PCode":"269722"},{"Title":"Celular Apple iPhone 12 Pro Max, 128GB, Pacific Blue","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":1454.5,"PCode":"301150"},{"Title":"Celular Samsung Galaxy S20 \u002B, 6.7 \u0022, 8GB RAM, 128GB, i kaltër","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.7”, që shfaq imazhe me rezolucion 3200 x 1440 piksel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 990 i kombinuar me memorie operuese 8GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 64\u002B12 \u002B 12MP dhe një të përparme 10MP.Vjen me sistem operativ të instaluar Google Android si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, veçori e këtij celulari është edhe rezistenca ndaj ujit, si dhe mundësohet nga një bateri me kapacitet 4500 mAh.   ","Price":878.33,"PCode":"281068"},{"Title":"Celular Samsung Galaxy M11, 3GB/32GB, i zi","Description":" Përshkrimi i produktit   Ky celular kombinon tipare teknologjike dhe fizike të përkryera për performancë të shkëlqyeshme. Ekrani 6.4 inç ofron rezolucion 1560 x 720 pikselë. Memoria ka kapacitet 3GB ndërsa për të dhëna ka në dispozicion 32GB me kapacitet të kartës së memories 512GB. Është i pajisur me procesor Snapdragon 450 (8x1.8 GHz) me 8 bërthama. Ka akselerator grafik Adreno 506, Bluetooth 4.2, 3.5mm (TRRS), USB C. Kamera e pasme përmban 13\u002B5\u002B2MPX ndërsa e përparme 8MPX. Rezolucioni i videos është 1920 x 1080 pikselë. Përfshin DUAL Sim, lexues të shenjave të gishtave, sensor magnetik, të afërsisë dhe të lëvizjes si dhe GPS, Glonass, Galileo. Ka edhe radio. Mbështet standardet GSM, LTE, UMTS. Ka sistem operativ Android.   ","Price":200.16,"PCode":"297906"},{"Title":"Celular Nokia 3310, Dual Sim, i verdhë","Description":" Përshkrimi i produktit  Nokia 3310 ka ruajtur elegancen e saj në një formë moderne, dhe ka shtuar veçori të reja dhe përmirësime të ndryshme. Megjithatë, është ende një telefon i thjeshtë, siç e dimë nga e kaluara. Ka nje ekran 2.4\u0022 LCD me rezulucion 240 x 320 piksels. Posedon memorie 32GB me mundësi zgjërimi përmes kartës micro SD dhe kamere 2 megapixel. Është i pajisur me një port për kufje 3.5 mm, SIM të dyfishtë, FM radio, aftësia për të komunikuar nëpërmjet rrjeteve sociale, bateri 1200mAh, WIFI dhe Bluetooth.    ","Price":67.41,"PCode":"209165"},{"Title":"Celular Samsung Galaxy A12, 6.5\u0022, 4GB, 64GB, 5000 mAh, i bardhë","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me kualitet HD \u002B, rezolucion 1560 x 720 pixel. Përfshin pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek MT6765 që operon në frekuencë 2.3GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Samsung Galaxy A12, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 5 \u002B 2 \u002B 2 MP dhe një të përparme 8MP. Galaxy A12 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Ka bateri me kapacitet 5,000mAh.    ","Price":169,"PCode":"674634smg"},{"Title":"Celular Samsung Galaxy A41, 64GB, i kaltër","Description":" Përshkrimi i produktit  Ky celular vjen me ekran me prekje 6.1”, që shfaq imazhe me me rezolucion 2400 x 1080 pixel.Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio P65 që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB (por që mund të zgjerohet përmes kartës së memories microSD deri në 200GB). Poashtu, Samsung Galaxy A41, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 48 \u002B 8 \u002B 5 MP dhe një të përparme 25 MP, që fokusohet me super shpejtësi. Galaxy A41 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, Galaxy A41 mundësohet nga një bateri me kapacitet 3500 mAh.   ","Price":219.5,"PCode":"589661smg"},{"Title":"Celular Apple iPhone 12, 6.1\u0022 FHD\u002B, 4GB RAM, 256GB, i kaltër","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për më të kërkuarit ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë.Apple iPhone 12 është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memorie e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 px me një përsosuri prej 460 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme 12 MP me një lente me kënd të gjerë me hapje ƒ / 1.6, ultra të gjerë ƒ / 2.4 dhe stabilizim optik të imazhit. Për të bërë selfie mund të përdoret kamera e përparme 12 MP TrueDepth me qasje përmes Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: Face ID, barometer, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1307.5,"PCode":"301133"},{"Title":"Celular Apple iPhone 12 mini, 5.4\u0022 FHD\u002B, 4GB RAM, 64GB, i gjelbër","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni iPhone 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë mund të merrni atë që ju përshtatet më shumë.Apple iPhone 12 mini është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 64 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 5.4 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2340 × 1080 px me një përsosuri prej 476 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme: 12MP me një lente ultra të gjerë dhe me kënd të gjerë me hapje të gjerë f / 1.6, ultra të gjerë f / 2.4 dhe stabilizim optik të imazhit. Për selfie mund të përdoret kamera e përparme 12MP TrueDepth me qasje përmes Face ID. Celulari është rezistente ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët e këtij celulari përfshijnë: Face ID, barometër, xhiroskop me tri akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":956.9,"PCode":"301109"},{"Title":"Celular Apple iPhone 12 mini, 5.4\u0022 FHD\u002B, 4GB RAM, 64GB, i kaltër","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni iPhone 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë mund të merrni atë që ju përshtatet më shumë.Apple iPhone 12 mini është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 64 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 5.4 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2340 × 1080 px me një përsosuri prej 476 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme: 12MP me një lente ultra të gjerë dhe me kënd të gjerë me hapje të gjerë f / 1.6, ultra të gjerë f / 2.4 dhe stabilizim optik të imazhit. Për selfie mund të përdoret kamera e përparme 12MP TrueDepth me qasje përmes Face ID. Celulari është rezistente ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët e këtij celulari përfshijnë: Face ID, barometër, xhiroskop me tri akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":956.9,"PCode":"301108"},{"Title":"Celular Samsung Galaxy A02, 6.5\u0022 , 3GB RAM , 32GB , 5000 mAh, i zi","Description":" Përshkrimi i produktit  Zgjeroni pamjen tuaj në ekranin 6,5 inç të Galaxy A02 dhe shikoni se si më pak ekran ju jep më shumë pamje. Falë teknologjisë HD\u002B, përmbajtja juaj e përditshme duket më së miri, e qartë si kristali.Galaxy A02 kombinon estetikën e dizajnit me ngjyrat klasike. Kurbat e rafinuara e bëjnë atë komod për ta mbajtur në dorë dhe ofrojnë navigim të lehtë në ekran. Një finiturë moderne mat shton një teksturë me sipërfaqe pa shkëlqim, dhe vjen në ngjyrë të zezë.Me Kamerën e përparme Galaxy A02 5 MP dhe Live Focus, është e thjeshtë që të bëni selfie të mrekullueshme që ju theksojnë juve më shumë dhe sfondin më pak.Qëndroni të furnizuar me energji gjatë gjithë ditës me një bateri që nuk ju ngadalëson. Bateria 5000 mAh (tipike)* ju lejon të vazhdoni të bëni atë që bëni, për orë të tëra. Merrni aplikacionet më të fundit të Google në Android OS, mbështetur plotësisht në Galaxy A02.Hardueri dhe softueri bashkëpunojnë me njëri-tjetrin, me përmbajtjen dhe veçoritë në majë të gishtave në mënyrë që të mund të arrini tek ato më shpejt. Përdorni Dark Mode për një përvojë komode në errësirë dhe me pamjet e qarta dhe intuitive vizuale përdorimi i telefonit tuaj bëhet si natyrë e dytë.Prezantojmë një seri telefonash që i japin mundësinë brezit të sotëm të bëjë atë që të tjerët nuk munden. Ju prezantojmë telefonin e ri Galaxy A. Përsosmëria është për të gjithë.   ","Price":169,"PCode":"972891smg"},{"Title":"Celular Xiaomi Redmi 9, 6.53\u0022 FHD\u002B, 4GB RAM, 64GB, i gjelbër","Description":" Përshkrimi i produktit  Xiaomi Redmi 9 i ri sjell disa përmirësime domethënëse në krahasim me modelin Redmi 8. Mbi të gjitha, është një ekran Full HD \u002B dhe kamera gjithashtu ka zgjeruar mundësitë e tij. Sigurisht, ai përsëri do t\u0027ju ofrojë performancë të këndshme për përdorim të përditshëm dhe kapacitet më të lartë se bateria standarde në klasën e tij. Bateria me një kapacitet prej 5020 mAh do t\u0027ju ofrojë pjesën e nevojshme të energjisë. Ju nuk keni pse të shqetësoheni për durimin në një karikim të vetëm në çdo rast. Nëse energjia mbaron, ju mund të përfitoni nga mbështetja karikimit të shpejtë 18 W, që ju lejon ta karikoni celularin tuaj shpejt dhe me lehtësi (në paketë është një karikues 10 W). Bëni fotografi mahnitëse dhe selfie me kamerën kuadratike të Redmi 9 dhe ndani ato lehtësisht në rrjetet sociale. Shtoni një prekje artistike në çdo portret me turbullim bokeh siç e dini nga të shtënat profesionale. - Senzori kryesor i pasëm 13 Mpx me lente f / 2.2 dhe autofokus. - Senzori i dytë 8 Mpx dhe lentet me kënd të gjerë me kënd shikimi 118 ° dhe një hapje prej f / 2.2. - Kamera makro 5 Mpx për të shtëna 4 cm, me hapje f / 2.4. - Thellësia 2 Mpx e ndihmëses në terren (efekti bokeh), hapja f / 2.4. - Kamera e përparme selfie 8 Mpx dhe lente me një hapje prej f / 2.0. Ekrani me prekje i Xiaomi Redmi 9 ka një madhësi prej 6.53 \u0022 dhe rezolucion Full HD \u002B prej 2340 x 1080 px. Performanca e tij bazohet në një procesor 8-bërthamor Mediatek Helio G80, i cili plotësohet me 4 GB memorie RAM, 64 GB memorie të brendshme dhe një slot për karta të memories microSD për zgjerim të mëtejshëm. Celulari është i pajisur gjithashtu me teknologji wireless Bluetooth 5.0 dhe Wi-Fi. Falë një marrësi të integruar GPS / Glonass / BDS mund të përdoret edhe për navigim. Ju do të shijoni gjithashtu funksionet e identifikimit të fytyrës , lexuesin e gjurmëve të gishtërinjëve dhe IR Blaster. Pajisjet e sensorit përfshijnë sensorë: përshpejtimin, distancën, dritën e ambientit dhe një busull elektronike. Ai mbështet rrjetet mobile 2G, 3G dhe LTE. Nga pajisjet themelore të lidhësit, celulari ofron një portë USB Tip-C dhe një portë 3.5 mm për kufje. Mundësohet nga një bateri me një kapacitet prej 5020 mAh dhe mbështetje për karikimin e shpejtë 18 W. Sistemi operativ Android me ndërfaqen MIUI është i para-instaluar.   ","Price":212.91,"PCode":"290986"},{"Title":"Celular Redmi 7A, 2GB/32GB, i kaltër","Description":" Përshkrimi i produktit  Redmi 7A i ri përdor ekranin e provuar 18: 9 IPS me rezolucion të zgjeruar HD \u002B me 1440 x 720 dots. Ju mund të shijoni imazhe me kontrast të lartë dhe ndriçim, ekran të përsosur me ngjyra dhe kënde të gjera shikimi. Shijoni argëtim të shkëlqyeshëm në Redmi 7A.Bateritë 4000 mAh do t\u0027ju ofrojnë energjinë e nevojshme. Kështu që nuk keni pse të shqetësoheni për jetën e baterisë me një kaarikim të vetëm. Kur energjia elektrike mbaron, vjen një karikim i shpejtë prej 5V / 2A me të cilën mund ta karikoni celularin tuaj shpejt dhe me lehtësi.Falë kamerës kryesore 13MP me një hapje prej f / 2.2 dhe fokus automatik PDAF gjithmonë do të sigurojë fotografi të mprehta plot ngjyra të gjalla dhe të gjalla dhe video me rezolucion të lartë. Ofron ngjyra natyrale edhe në dritë të ulët për shkak të hapjes së këndshme dhe pikave të mëdha të sensorit. Dhe me flash të fuqishëm LED, fotot janë perfekte gjatë natës. Kamera e përparme me sensorin 5 MPx ju lejon të krijoni lehtësisht selfie tuaj të preferuar. Kamerat gjithashtu ofrojnë karakteristika themelore të inteligjencës artificiale siç është modaliteti i bukurisë AI.Me Xiaomi Redmi 7A, nuk do të keni kurrë nevojë të merreni me një kartë SIM të dytë ose një celular të dytë që thjesht zë hapësirë në xhep. Ky celular ka dy slote të kartave SIM, kështu që ju nevojitet vetëm një pajisje për gjithçka. Kështu që ju mund të keni numrin e celularit tuaj privat dhe të biznesit së bashku. Është një zgjidhje e pavarur me mundësinë e përdorimit të njëkohshëm të 2 kartave SIM dhe kartave microSD.Ekrani me prekje Xiaomi Redmi 7A ka një madhësi 5.45 \u0022dhe rezolucion 1440 x 720 piksel. Fuqia është e bazuar në procesorin 8- core Qualcomm Snapdragon 439 deri në 2 GHz, plus 2 GB memorie, 32 GB memorie të brendshme dhe slot kartë microSD. Pajisja është e pajisur edhe me teknologji wireless, Bluetooth 4.2 dhe Wi-Fi. Falë marrësit të integruar GPS / Glonass / BDS, celulari mund të përdoret për navigim. Do të kënaqeni gjithashtu me funksionin e njohjes së fytyrës. Karakteristikat e sensorit përfshijnë: përshpejtimin, distancën, dritën e ambientit dhe busullën elektronike. Mbështet rrjetet mobile 2G, 3G dhe LTE. Lidhësi themelor përmban një port standard microUSB dhe një 3.5mm jack për kufje. Bateria është 4000 mAh. Sistemi operativ Android me MIUI.   ","Price":124.52,"PCode":"526599MG"},{"Title":"Celular Honor 8S (2020), 5.71\u0022 HD\u002B, 3GB RAM, 64GB, i kaltër ","Description":" Përshkrimi i produktit  Celulari i njohur Honor 8S vjen në një version të përmirësuar, i cili kryesisht ju ofron kapacitete më të larta memorie. Është një celular i përballueshëm me një lidhje të shpejtë, pajisje të ekuilibruara dhe një ndërfaqe miqësore me përdoruesit. Ai ofron karakteristika të shkëlqyera në dizajnin e hijshëm që keni pritur gjithmonë nga celularët Honor. Celulari Honor 8S në një version të përmirësuar me një dizajn elegant dhe ekran Dewdrop 5.71 \u0022 me rezolucion HD \u002B prej 1520 x 720 px. Baza e tij është një procesor 4-bërthamor Mediatek Helio A22 2GHz, i cili plotësohet me 3 GB RAM dhe 64 GB memorie të brendshme. Ju mund të bëni foto me kamerën e pasme 13 Mpx f / 1.8 ose atë të përparme 5 Mpx f / 2.2. Celulari është i pajisur me LTE, Bluetooth 5.0, WiFi, GPS / Glonass, lidhës audio 3.5 mm, funksion të identifikimit të fytyrës, bateri me kapacitet 3020 mAh, platformë Android me ndërfaqen e përdoruesit EMUI dhe mbështetje të plotë për shërbimet e Google. Përmasat e tij janë: 147.13 x 70.78 x 8.45 mm.   ","Price":153.42,"PCode":"291642"},{"Title":"Celular Honor 9S, 2GB/32GB, i kuq","Description":" Përshkrimi i produktit  Ky celular kombinon tipare teknologjike dhe fizike të përkryera për performancë të shkëlqyeshme. Ekrani 5.45 inç ofron rezolucion 1440 x 720 pikselë. Memoria ka kapacitet 2GB ndërsa për të dhëna ka në dispozicion 32GB. Është i pajisur me procesor Mediatek Helio P22 (8x2.0 GHz) me 8 bërthama. Ka akselerator grafik Power VR GE8320, Bluetooth 5.0, 3.5mm (TRRS), micro USB 2.0. Kamera e pasme përmban 8MPX ndërsa e përparme 5MPX. Rezolucioni i videos është 1920 x 1080 pikselë. Përfshin sensor të afërsisë dhe të lëvizjes si dhe GPS, Glonass, Beidou. Ka edhe radio. Mbështet standardet GSM, LTE, UMTS. Ka sistem operativ Android.   ","Price":118.91,"PCode":"291487"},{"Title":"Celular Samsung Galaxy A72, 6GB / 128GB, i bardhë","Description":" Përshkrimi i produktit  Rriteni pamjen tuaj me ekranin gjithëpërfshirës 6,7 inç Infinity-O. Një ekran FHD\u002B Super AMOLED, arrin 800 nits1 për qartësi edhe në dritën e fortë të diellit. Plus, Eye Comfort Shield2 ul dritën blu dhe Real Smooth e mban pamjen të qetë, pavarësisht nëse jeni duke luajtur lojë ose duke naviguar.Fotografoni me rezolucion ultra të lartë me kamerën kryesore 64 MP me OIS për fotografi të pastra dhe të qarta gjatë gjithë ditës. Zgjeroni këndin e shikimit me Kamerën Ultra Wide. Dhe zmadhoni në distanca të reja me zmadhim optik 3x dhe Space Zoom 30X në Kamera Telefopho me OIS.U thoni lamtumirë fotove dhe videove të paqarta. OIS (Optical Image Stabilization) ndihmon në stabilizimin e shkrepjeve tuaja për ta mbajtur lëvizjen të qetë dhe fotografitë të freskëta - edhe kur ka ndriçim të dobët. Kamera tërheq më shumë dritë për të ndriçuar fotografitë tuaja në ndriçim të ulët.Afrohuni me Kamerën Macro 5 MP dhe nxirrni në pah detajet ultra të imëta në foton tuaj. Ajo aplikon efekt natyral Bokeh te fotot tuaja, duke i lejuar subjektit të dallohet nga sfondi.Kamera e përparme e Galaxy A72 32 MP kap selfie të qarta, me rezolucion të lartë gjatë gjithë ditës. Dhe me efektin Bokeh që sfumon lehtë sfondin, fytyra juaj del në plan të parë.Vlerësuar me IP67 për rezistencë ndaj ujit dhe pluhurit, ky telefon qëndron deri në 1,0 metra ujë për deri në 30 minuta.1 Kështu që nuk ka problem që të vazhdoni të luani dhe të fotografoni edhe nëse telefoni juaj laget pak.Me dy altoparlantë - një në krye, një në fund - mund të keni një përvojë audio stereo pa kufje. Qojeni natën e filmave ose lojërat e tua të preferuara në një nivel më lart me tingullin kinematografik që ju zhyt në skenë.Bateria 5000 mAh (tipike)² ju jep më shumë kohë për të bërë atë që doni - transmetim, ndarje, lojëra etj. Menaxhimi i energjisë me AI zbulon dhe përshtatet me zakonet e përdorimit tuaj të celularit për një energji që zgjat. Dhe me deri 25W Super Fast Charging, Galaxy A72 karikohet shumë shpejt plotësisht.   ","Price":479.5,"PCode":"439950smg"},{"Title":"Celular Samsung Galaxy S21\u002B, 8GB/128GB, vjollcë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.Mbrojtje inovativeE ndërtuar për momentet “oh, mos!”, Gorilla Glass Victus jep rezistencën ndaj gërvishtjeve dhe dëmtimeve që e bën atë më të fortin në një celular.Bëni fotografi epike në çdo video 8K8K Video është rezolucioni më i lartë në një celulari, duke e bërë filmimin tuaj të duket edhe më mirë se kinemaja. Dhe me 8K 24fps, çdo vlog dhe kujtim është fotografia juaj e radhës drejt famës. Regjistroni, ngarkoni dhe shikoni në YouTube.Pastaj përdorni 8K Video Snap për të marrë një album me foto me cilësi të lartë 33 MP, nga çdo video 8K. Është e lehtë të filmoni tani, pastaj të nxirrni fotografitë më vonë.Ai analizon fytyrat dhe ndriçimin natyror, këndet dhe drejtimet - duke u siguruar që subjekti juaj të jetë në fokus dhe gjithmonë mahnitës.Ju prezantojmë çipin më të shpejtë ndonjëherë në GalaxyMe më shumë shpejtësi, më shumë fuqi dhe më shumë inteligjencë, procesori 5 nm është mjaft i shpejtë për të vazhduar me veprimin, kështu që ju mund të bëni më shumë edhe më shpejt.Ndani vetëm atë që dëshironiGalaxy S21\u002B 5G ofrojn nivelin më të lartë të certifikimit të sigurisë, me Samsung Knox që e siguron telefonin tuaj nga niveli i çipit dhe Knox Vault që enkripton të dhënat tuaja të vërtetimit biometrik. Dhe me një sensor më të madh ultrasonik të gjurmës së gishtit me vonesë më të ulët, mund të zhbllokoni edhe më shpejt - edhe nëse gishti juaj është i thatë.   ","Price":1059,"PCode":"348236smg"},{"Title":"Celular Samsung Galaxy S21\u002B, 8GB/128GB, e zezë","Description":" Përshkrimi i produktit  Ndiq ritmin e zemrës! Blini një nga pajisjet premium Galaxy dhe fitoni një Galaxy Watch Active 44mm në ngjyrë të zezë.Me blerjen e një telefoni nga seria Galaxy S21 5G ose Z Fold2 ju fitoni një Galaxy Watch Active2 44mm në ngjyrë të zezë. Promocioni zgjat nga data 29.3.2021 deri në 12.4. 2021 ose deri në përfundimin e stokut.Dorëzimi i Galaxy Watch Active2 44mm do të kryhet në periudhën nga 12.4. 2021 deri në 31.5 2021.Pa dëgjuese \u0026 pa kokë karikuese në kuti. Ne kujdesemi për planetin.Mbrojtje inovativeE ndërtuar për momentet “oh, mos!”, Gorilla Glass Victus jep rezistencën ndaj gërvishtjeve dhe dëmtimeve që e bën atë më të fortin në një celular.Bëni fotografi epike në çdo video 8K8K Video është rezolucioni më i lartë në një celulari, duke e bërë filmimin tuaj të duket edhe më mirë se kinemaja. Dhe me 8K 24fps, çdo vlog dhe kujtim është fotografia juaj e radhës drejt famës. Regjistroni, ngarkoni dhe shikoni në YouTube.Pastaj përdorni 8K Video Snap për të marrë një album me foto me cilësi të lartë 33 MP, nga çdo video 8K. Është e lehtë të filmoni tani, pastaj të nxirrni fotografitë më vonë.Ai analizon fytyrat dhe ndriçimin natyror, këndet dhe drejtimet - duke u siguruar që subjekti juaj të jetë në fokus dhe gjithmonë mahnitës.Ju prezantojmë çipin më të shpejtë ndonjëherë në GalaxyMe më shumë shpejtësi, më shumë fuqi dhe më shumë inteligjencë, procesori 5 nm është mjaft i shpejtë për të vazhduar me veprimin, kështu që ju mund të bëni më shumë edhe më shpejt.Ndani vetëm atë që dëshironiGalaxy S21\u002B 5G ofrojn nivelin më të lartë të certifikimit të sigurisë, me Samsung Knox që e siguron telefonin tuaj nga niveli i çipit dhe Knox Vault që enkripton të dhënat tuaja të vërtetimit biometrik. Dhe me një sensor më të madh ultrasonik të gjurmës së gishtit me vonesë më të ulët, mund të zhbllokoni edhe më shpejt - edhe nëse gishti juaj është i thatë.   ","Price":1059,"PCode":"621083smg"},{"Title":"Celular Samsung Galaxy A32, 6.4\u0022, 4GB RAM, 128GB, 5000 mAh, i zi","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.4”, që shfaq imazhe me rezolucion 2400 x 1080 pixel.Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio G80 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 64 \u002B 8 \u002B 5 \u002B 5MP dhe një të përparme 20MP.Samsung Galaxy A32 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 5,000mAh.   ","Price":299.5,"PCode":"521406smg"},{"Title":"Celular LG Velvet, 6.8\u0022 FHD\u002B, 6GB RAM, 128GB, i hirtë","Description":" Përshkrimi i produktit  Celulari i mençur LG Velvet është i pajisur me një procesor të fuqishëm 8-bërthamor Snapdragon 765G, i cili mbështetet nga 6 GB memorie operative. Memorie e brendshme me kapacitet 128 GB është në dispozicion për sistemin dhe të dhënat. Ekrani me prekje 6.8 \u0022 OLED ka rezolucion Full HD \u002B prej 2460 × 1080 px. Mund të kapni imazhe me kamerën e trefishtë të pasme me senzorë 48 Mpx (f / 1.8), 8 Mpx (120 °) dhe 5 Mpx (bokeh). Kamera e përparme ofron një senzor 16 Mpx. Celulari është i pajisur me Bluetooth 5.1, NFC, WiFi ac dhe GPS / Glonass. Ai mbështet lidhjen në rrjetet celulare 2G, 3G, LTE dhe 5G. Poashtu ka lexuesin e gjurmëve të gishtërinjve në ekran, si dhe lidhës 3.5 mm dhe USB Tip-C. Funksionimi i tij mundësohet nga bateria me kapacitet prej 4300 mAh, e cila ofron mbështetje për karikimin e shpejtë dhe atë wireless (përmes valëve, pa kabllo). Sistemi operativ Android me ndërfaqen e përdoruesit LG UX është i instaluar paraprakisht. Ky celular ka ndërtim të qëndrueshëm sipas shkallës së mbrojtjes IP68 dhe standardeve ushtarake MIL-STD 810G.   ","Price":521.5,"PCode":"291051"},{"Title":"Celular Apple iPhone 12, 6.1\u0022 FHD\u002B, 4GB RAM, 256GB, i gjelbër","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për më të kërkuarit ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë.Apple iPhone 12 është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memorie e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 px me një përsosuri prej 460 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme 12 MP me një lente me kënd të gjerë me hapje ƒ / 1.6, ultra të gjerë ƒ / 2.4 dhe stabilizim optik të imazhit. Për të bërë selfie mund të përdoret kamera e përparme 12 MP TrueDepth me qasje përmes Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: Face ID, barometer, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1314.5,"PCode":"301134"},{"Title":"Celular Samsung Galaxy M51, 6.67 \u0022, 6GB RAM, 128GB, i zi ","Description":" Përshkrimi i produktit  Ky celular mundësohet nga një procesor 8-bërthamor, i cili funksionon në frekuencë prej 2x 2.2 GHz dhe 6x 1.8 GHz. Memoria operuese e celularit është 6 GB, memoria e brendshme 128 GB, kurse kapaciteti maksimal i kartës së memories është 512 GB. Celulari ka një ekran me madhësi 6.67 \u0022 IPS dhe rezolucion prej 2340 x 1080 px. (FHD \u002B). Sistemi operativ është Google Android. Ju mund të fotografoni me kamerës e pasme me rezolucion 64 \u002B 12 \u002B 5 Mpx, ose me kamerën e përparme selfie me rezolucion 32 Mpx. Rezolucioni maksimal i videos 3840 x 2160 (4K). Slowmotion 2160p 30FPS. Slowmotion 1080p 30 FPS. Celulari ka hapësirë për 2 karta nano SIM. Celulari përfshin lidhës 3.5 mm (TRRS), USB-C dhe Bluetooth 5.0. Ndër karakteristikat e avancuara celulari përmban lexuesin e gjurmëve të gishtërinjëve dhe mbështetje të karikimit të shpejtë. Bateria e celularit ka një kapacitet prej 7,000 mAh. Prej rrjeteve celulare mbështet standardet GSM, LTE, UMTS. Mbështet frekuencat LTE 800, 900, 1800, 2100, 2600 MHz. Mbështet frekuencat 3G 850, 900, 1900, 2100 MHz. Mbështet frekeuncat GSM 850, 900, 1800, 1900 MHz. Celulari është i pajisur me busullën dixhitale, senzorin e afërsisë, senzorin e dritës, senzorin e lëvizjes dhe xhiroskop. Prej teknologjive wireless, celulari mbështet Galileo, GPS, GLONASS dhe NFC.   ","Price":448.8,"PCode":"295919"},{"Title":"Celular Apple iPhone 12 mini, 5.4\u0022 FHD\u002B, 4GB RAM, 256GB, i bardhë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni iPhone 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë mund të merrni atë që ju përshtatet më shumë. Apple iPhone 12 mini është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 5.4 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2340 × 1080 px me një përsosuri prej 476 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme: 12MP me një lente ultra të gjerë dhe me kënd të gjerë me hapje të gjerë f / 1.6, ultra të gjerë f / 2.4 dhe stabilizim optik të imazhit. Për selfie mund të përdoret kamera e përparme 12MP TrueDepth me qasje përmes Face ID. Celulari është rezistente ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët e këtij celulari përfshijnë: Face ID, barometër, xhiroskop me tri akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1149.5,"PCode":"301116"},{"Title":"Celular Motorola Moto G Pro, 6.4\u0022 Full HD\u002B, 4GB RAM, 128GB, i kaltër","Description":" Përshkrimi i produktit  Zbuloni të gjitha tiparet e reja të kamerës së pasme të trefishtë të Motorola Moto G Pro. Sidoqoftë, ky celular nuk ka të bëjë vetëm me kamerat, por gjithashtu bën përshtypje me mjeshtërinë e tij të saktë, e cila duket shumë e freskët dhe elegante. Dhe sigurisht që ai gjithashtu ka një performancë shumë të bukur, kështu që nuk do t\u0027ju zhgënjejë në asnjë mënyrë. Motorola Moto G Pro është projektuar për entuziastët e fotografisë celulare dhe do t\u0027ju japë mundësi të shkëlqyera në çdo situatë. Ju mund të bëni fotografi me peizazhe me kënd të gjerë dhe të shtëna makro me të. Ekziston gjithashtu një blic dhe video mund të regjistrohet në rezolucion 4K me 30 korniza për sekondë. Kamera e pasme përbëhet nga një senzor 48 Mpx me teknologji Quad Pixel, një lente ultra e gjerë 16 Mpx dhe një lente makro 2 Mpx. Lentja makro ju sjell 5x më afër subjektit, ndërsa kamera e përparme ka senzor 16 Mpx. Falë procesorit shumë të fuqishëm Qualcomm Snapdragon 665 dhe 4 GB RAM, kryerja e detyrave të shumta (multitasking) është një gjë e lehtë për këtë celular. Pastaj mund të përjetoni të gjithë argëtimin me një lidhje LTE me shpejtësi të lartë dhe memoria e brendshme 128 GB me mundësinë e zgjerimit përmes kartave të memories do të sigurojë hapësirë të mjaftueshme. Komunikoni dhe argëtohuni me rrjedhshmëri të përsosur. A planifikoni të shikoni filma ose të luani lojëra në celularin tuaj? Atëherë ju patjetër që keni nevojë për tinguj të mirë dhe Motorola Moto G Plus do t’ua ofrojë juve! Ka altoparlantë të dyfishtë stereo të akorduar nga teknologjia Dolby. Falë kësaj, ju do të shijoni tingullin kristal të qartë që është mjaftueshëm i lartë. Celulari është i pajisur poashtu me Wi-Fi, Bluetooth 5.0, LTE, lidhës USB Tip-C, dy slote për karta SIM, marrës GPS / Glonass / Galileo dhe lexues të gjurmëve të gishtërinjve në ekran. Brenda celularit është një bateri me një kapacitet 4000 mAh, e cila është e mjaftueshme për dy ditë të plota të funksionimit. Nëse bateria përfundon aksidentalisht, mund ta karikoni shumë shpejt falë mbështetjes së karikimit TurboPower 15 W. Sistemi operativ i celularit është Android.   ","Price":304.8,"PCode":"293057"},{"Title":"Celular OnePlus N100 4GB/64GB, Midnight Frost","Description":" Përshkrimi i produktit  Ky celular ofron tipare fizike dhe teknologjike të përsosura për performancë të shkëlqyer. Ka ekran IPS me diagonale 6.52 inç dhe rezolucion 1600 x 720 pikselë. Është i pajisur me procesor të fuqishëm Snapdragon 460 (8x1.8 GHz) me 8 bërthama. Ka memorie me kapacitet 4GB ndërsa për të dhëna ka në dispozicion 64GB. Përshpejtuesi grafik është Adreno 610. Mund të shkrepni fotografi përmes kamerës së pasme 13\u002B2\u002B2MPX ose kamerës së përparme 8MPX. Sa i përket videos ka rezolucion 1920 x 1080 (Full HD) pikselë. Bateria ka kapacitet 5000 mAh. Përfshin sensor magnetik, të afërsisë, lëvizjes, dritës si dhe GPS, Beido, Galileo, Glonass dhe mbështetje NFC. Mbështet Bluetooth 5.0 dhe ka konektor USB tipi C. Sistemi operativ është Google Android.   ","Price":207.09,"PCode":"302591"},{"Title":"Celular Huawei Mate 40 Pro, 8GB/256GB, i argjendtë","Description":" Përshkrimi i produktit  Huawei vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka prekje 6.76”, që shfaq imazhe me rezolucion 2772 x 1344 pixel. Si pjesë përbërëse, ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Kirin 9000 5G që operon në frekuencë 2.5GHz, i kombinuar me memorie operuese 8GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 256GB. Poashtu, Huawei Mate 40 Pro, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 50 \u002B 20 \u002B 12 MP dhe një të përparme 13MP. Huawei Mate 40 Pro vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Ka një bateri me kapacitet 4400 mAh.   ","Price":1212.96,"PCode":"305560"},{"Title":"Celular Nokia 800 Tough, 2.4\u0027\u0027, 512GB/4GB, i zi","Description":" Përshkrimi i produktit  Ky celular ka ekran 2.4 inç dhe rezolucion 240 x 320 pikselë. Ka procesor Qualcomm 205 me 512GB RAM dhe 4GB memorie të brendshme. Mbështet WhatsApp, Facebook dhe Google Now. Përfshin WiFi, Bluetooth, pranues GPS. Kamera e pasme ka rezolucion 2 megapikselë dhe ka poashtu konektor jack 3.5 mm dhe port standard microUSB. Është rezistent sipas standardeve IP68 dhe MIL SPEC 810G. Sistemi operativ është KaiOS.   ","Price":135.84,"PCode":"272045"},{"Title":"Celular Aligator A321, dual SIM, SOS, i zi","Description":" Përshkrimi i produktit   Celulari Aligator është i dizajnuar posaçërisht për të moshuar, ka taste me numra të mëdhenjë që lehtësisht shtypen dhe tastin special SOS. Tasti SOS shërben për dërgim të mesazheve emergjente numrave të caktuar më herët dhe dërgimin e lokacionit të vendodhjes së celularit. Aligator vjen me ekran me ngjyra TFT me rezolucion 128 x 160 piksel. Ky celular ka të gjitha funksionet bazike të telefonit, si thirrje dhe SMS, ruajtjen e 500 kontakteve dhe ruajtjen e SMS-ve (deri në 50 të tilla). Alcatel, poashtu, ka hapësirë për microSD (me kapacitet maksimal deri në 32GB), hapësirë për 2 SIM kartela dhe një bateri 800 mAh me jetegjatësi deri në 240 orë. Dimensionet e celularit janë 122 x 85.5 x 14 mm dhe peshon 73 g.   ","Price":34.31,"PCode":"209909"},{"Title":"Celular Apple iPhone 11 Pro, 5.8 \u0022, 512GB, i argjendtë","Description":" Përshkrimi i produktit  Performancë e madhe, jashtëzakonisht elegant dhe akoma i thjeshtë. Mahnituni me imazhet nga kamera e re e trefishtë dhe kënaquni me jetën e zgjatur të baterisë. Kamera e re e trefishtë rrit krijimtarinë tuaj në nivelin e profesionistëve, nëse jeni duke fotografuar ose duke xhiruar video. Një set i tre lenteve për të shtëna të zakonshme, ultra-wide dhe zoomed, është ideal për çdo situatë. Portrete, peizazhe, arkitekturë, sport, natyrë, detaje, thjesht gjithçka që mund të mendoni. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mira nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Dhe veçoritë e tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.iPhone 11 Pro i ri kap video 4K me gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Më i ndritshëm dhe më i mprehtë, ky është ekrani i ri Super Retina XDR me teknologjinë OLED. Shkëlqimi edhe kontrasti më i lartë e bën atë më të mirën që keni parë. Pavarësisht nëse e shihni në dritë të ditës ose në mbrëmje, gjithmonë përshtatet për përvojën më të mirë të shikimit. Ai krenohet me një rezolucion prej 2436 × 1125 dots me një densitet prej 458 dots për inç (ppi) në diagonalen e tij 5.8 \u0022.Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 4 orë më shumë se iPhone X S) dhe karikim të shpejtë deri në 50% për afro 30 minuta (18W ose më shumë).Apple iPhone 11 Pro mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 512 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. iPhone Pro 11 ka kamerë të trefishtë 12MP me lente ultra-wide, wide-angle dhe një lente telephoto me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe ƒ / 2.0 calf dhe stabilizim i dyfishtë i imazhit optik, me një kamerë të përparme 12MP TrueDepth me kapje 3D dhe Face ID për selfie. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":1336.17,"PCode":"269758"},{"Title":"Celular Apple iPhone 11 Pro, 5.8\u0022, 64GB, Midnight Green","Description":" Përshkrimi i produktit  Performancë e madhe, jashtëzakonisht elegant dhe akoma i thjeshtë. Mahnituni me imazhet nga kamera e re e trefishtë dhe kënaquni me jetën e zgjatur të baterisë. Kamera e re e trefishtë rrit krijimtarinë tuaj në nivelin e profesionistëve, nëse jeni duke fotografuar ose duke xhiruar video. Një set i tre lenteve për të shtëna të zakonshme, ultra-wide dhe zoomed, është ideal për çdo situatë. Portrete, peizazhe, arkitekturë, sport, natyrë, detaje, thjesht gjithçka që mund të mendoni. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mira nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Dhe veçoritë e tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.iPhone 11 Pro i ri kap video 4K me gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Më i ndritshëm dhe më i mprehtë, ky është ekrani i ri Super Retina XDR me teknologjinë OLED. Shkëlqimi edhe kontrasti më i lartë e bën atë më të mirën që keni parë. Pavarësisht nëse e shihni në dritë të ditës ose në mbrëmje, gjithmonë përshtatet për përvojën më të mirë të shikimit. Ai krenohet me një rezolucion prej 2436 × 1125 dots me një densitet prej 458 dots për inç (ppi) në diagonalen e tij 5.8 \u0022.Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 4 orë më shumë se iPhone X S) dhe karikim të shpejtë deri në 50% për afro 30 minuta (18W ose më shumë).Apple iPhone 11 Pro mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 64 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. iPhone Pro 11 ka kamerë të trefishtë 12MP me lente ultra-wide, wide-angle dhe një lente telephoto me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe ƒ / 2.0 calf dhe stabilizim i dyfishtë i imazhit optik, me një kamerë të përparme 12MP TrueDepth me kapje 3D dhe Face ID për selfie. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":1130.53,"PCode":"269752"},{"Title":"Celular Sony Xperia 1 II, 8GB/256GB, i zi","Description":" Përshkrimi i produktit  Sony Xperia vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ky celular vjen me ekran me prekje 6.5”, që shfaq imazhe me kualitet HD, me rezolucion 3840 x 1644 piksel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 865 që operon në frekuencë 2.84GHz, i kombinuar me memorie operuese 8GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 256GB. Poashtu, Sony Xperia 1 II, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 12 \u002B 12 \u002B 12MP dhe një të përparme 8MP, të kombinuara edhe me senzor Dual Pixel dhe fokus që fokusohet me super shpejtësi. Sony Xperia 1 II vjen me sistem operativ të instaluar Android 6.0, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, Sony Xperia 1 ll mundësohet nga një bateri me kapacitet 4000 mAh.   ","Price":1341.02,"PCode":"281966"},{"Title":"Celular Apple iPhone 11 Pro Max, 4GB/512GB, i argjendtë","Description":" Përshkrimi i produktit  iPhone vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me 2688 x 1242 pikselë. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin gjashtë bërthamësh A13 Bionic që operon me memorie 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 512GB . Poashtu, iPhone 11 Pro Max, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 12 \u002B 12 \u002B 12MPx, dhe një të përparme 12MPx. iPhone 11 Pro Max, vjen me sistem operativ të instaluar Apple iOS, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, karakteristikat e tij të sensorit përfshijnë: Face ID, barometër , gjiroskop me tre boshte, akselerometër, senzor të afërsisë, sensor të dritës së ambientit, busullë.   ","Price":1808.16,"PCode":"269770"},{"Title":"Celular Nokia 3310, DUAL SIM, 32GB, portokalli","Description":" Përshkrimi i produktit   Nokia 3310 është seria e celularëve më e popullarizuar dhe më nostalgjik në botë. Tani, me serinë më moderne, ajo ka mirëmbajtur dizajnin e vjetër mevija elegante dhe ka shtuar një mori karakteristikash të reja të teknologjisë më të fundit. I thjeshtë dhe i pastër Nokia 3310 është celular klasik me një mori karakteristikash bazike dhe të reja. Nokia ka mbajtur zilet klasike dhe lojën e famshme Snake, ka ekran më të madh me ngjyra dhe ka softuer më modern për përdoruesit. Karakteristika moderne Nokia 3310 i mbështet mënyrat moderne të komunikimit. Ju mund të shkruani emaile, në chat dhe të komunikoni në rrjete sociale. Thjesht hapeni aplikacionin dhe vazhdoni ta përdorni celularin. Poashtu aksesori mban një shfletues të uebfaqeve, mban kamerë të pasme me 2 megapiksela, të luani lojëra, të dëgjoni muzike në radio FM dhe të dëgjoni muzikën tuaj të preferuar. Bateri me kapacitet të lartë Celulari vjen me kapacitet prej 1200 mAh të cilën mund ta përdorni deri në 1 muaj. Argëtohuni me celular pa pasur nevojë të mendoni për rimbushjen e tij. Zgjidh ngjyrën tuaj Nokia 3310 vjen në 4 ngjyra : Ngjyrë të kuqe, të verdhë, të kaltër dhe të hirtë që do të përshtatet me stilin tuaj. Është krijuar për 2 SIM kartela Jeni në pronësi të 2 SIM kartelave? Atëherë ky celular është zgjidhja ideale.    ","Price":69.82,"PCode":"209166"},{"Title":"Celular UleFone Note 9P, 6.52 \u0022, 4GB RAM, 64GB, Midnight Green","Description":" Përshkrimi i produktit  Ky celular mundësohet nga një procesor 4-bërthamor Mediatek MT6762D, i cili funksionon në frekuencë prej 4x1.8 GHz / 4x1.5 GHz. Memoria operuese e celularit është 4 GB, memoria e brendshme 64 GB, kurse madhësia maksimale e kartës së memories është 256 GB. Celulari ka një ekran me madhësi 6.52 \u0022 IPS dhe rezolucion prej 1600 x 720 px. Sistemi operativ është Android. Ju mund të fotografoni me kamerës e pasme me rezolucion 16 \u002B 5 \u002B 2 Mpx, ose me kamerën e përparme selfie me rezolucion 8 Mpx. Rezolucioni maksimal i videos mund të jetë 1,080. Slowmotion 1080p 30FPS. Celulari ka hapësirë për 2 karta nano SIM. Celulari përfshin lidhës 3.5 mm (TRRS), micro USB 2.0 dhe Bluetooth 5.0. Ndër karakteristikat e avancuara celulari përmban lexuesin e gjurmëve të gishtërinjëve. Bateria e celularit ka një kapacitet prej 4500 mAh. Jetëgjatësia pa u përdorur 300 orë. Koha e bisedës 16 orë. Celulari është i pajisur me busullën dixhitale, senzorin e afërsisë, senzorin e dritës dhe senzorin e lëvizjes. Prej teknologjive wireless, celulari mbështet Beidou, GPS, GLONASS dhe Galileo. Poashtu, celulari mbështet frekuencat 3G 850, 900, 2100 MHz, frekuencat LTE 800, 900, 1800, 2100, 2600 MHz, frekuencat GSM 850, 900, 1800, 1900 MHz.   ","Price":158.88,"PCode":"296221"},{"Title":"Celular Samsung XCover Pro, 6.3 \u0022, 4GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit  Samsung Galaxy Xcover i qëndrueshëm vjen në një dizajn të fuqishëm Pro. Performanca e celularit tuaj përcaktohet nga procesori i shpejtë 8-bërthamor, trupi i papërshkueshëm nga uji, lidhja me rrjetet LTE me shpejtësi të lartë dhe sistemi operativ Android ofron mundësi të shkëlqyera. Gjithçka mbështetet nga karakteristika të përparuara direkt nga Samsung. Një zonë të madhe për argëtimin tuaj ofron ekrani me diagonale prej 6.3 \u0022. Ai shtrihet në pjesën më të madhe të pjesës së përparme të celularit dhe ofron një rezolucion më të gjerë Full HD \u002B prej 2340 x 1080 piksel. Me mbulimin e gjerë të hapësirës së ngjyrave ofron ngjyra natyrale që përmirësojnë përvojën tuaj të shikimit. Sigurisht që ka një shkëlqim madhështor dhe përveç kësaj, ai gjithashtu lejon kontrollin me doreza. Shijoni argëtim të pafund dhe biseda të gjata me një bateri me kapacitet të lartë 4050 mAh që siguron jetë luksoze të baterisë me një karikim të vetëm. Falë qëndrueshmërisë së jashtëzakonshme do të qëndroni në kontakt për shumë më gjatë. Galaxy XCover Pro është një partner i shkëlqyeshëm për çdo ngjarje. Përveç kamerës kryesore të mprehtë, ai gjithashtu ofron një kamerë me kënd shumë të gjerë që është e shkëlqyeshme për fotografimin e peizazheve, fotot në grup, arkitekturën dhe më shumë. XCover Pro thjesht nuk ju zhgënjen në çdo situatë. Mbroni privatësinë tuaj. Me sistemin e sigurisë Samsung Knox, celulari juaj i mençur Galaxy Xcover Pro vjen me një zgjidhje të klasit botëror që parandalon që programi me qëllim të keq të kërcënojë dhe të hyjë në informacionet dhe skedarët tuaj personal në kohë reale. Samsung Galaxy Xcover Pro mundësohet nga një procesor 8-core Exynos 9611 me frekuencë prej 4x 2.3 GHz dhe 4x 1.7 GHz, i plotësuar me 4 GB RAM. Të dhënat dhe aplikacionet ruhen në memorien e brendshme 64 GB, e cila mund të zgjerohet me karta micro SD. Ekrani me prekje është 6.3 \u0022 dhe ka rezolucion Full HD \u002B prej 2340 x 1080 pikash. Kamera e dyfishtë e pasme përmban senzorë 25 MPx f / 1.7 dhe 8 MPx ultrawide f / 2.2, ndërsa ajo e përparme ka një senzor 13 MPx me optikë f / 2.0. Rrjetet 2G, 3G dhe LTE janë të mbështetura. Celulari ofron lidhës USB Tip-C dhe 3-mm jack stereo për kufje, marrës GPS / Glonass / Beidou / Galileo, Bluetooth 5.0, NFC, ANT \u002B dhe WiFi ac. Pajisjet e senzorit përfshijnë: akselerometrin, senzorin e gjurmëve të gishtërinjëve, xhiroskopin, senzorin gjeomagnetik, senzorin e afërsisë, senzorin e dritës virtuale. Ai mundësohet nga një bateri 4050 mAh dhe sistemi operativ është Android me OneUI.   ","Price":596.64,"PCode":"278735"},{"Title":"Celular Apple iPhone SE 2020, 256GB, i kuq","Description":" Përshkrimi i produktit  Ky celular vjen me ekran me prekje 4.7”, që shfaq imazhe me rezolucion 1334 x 750 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin gjashtë bërthamësh Apple A13 Bionic, i kombinuar me memorien e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 256GB. Poashtu, Apple iPhone SE 2020, ka edhe dy kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 12MP dhe një të përparme 7MP, të kombinuara edhe me senzor dhe fokus. Apple iPhone SE 2020 vjen me sistem operativ të instaluar Apple iOS, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, posedon sensorët: busull dixhitale (sensori magnetik), sensori i dritës, sensor afërsije, sensori i lëvizjes, xhiroskop, dhe barometër. Vjen me ngjyrë të kuqe.   ","Price":775.2,"PCode":"285546"},{"Title":"Celular OUKITEL C22, 4GB/128GB, i zi","Description":" Përshkrimi i produktit  OUKITEL vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 5.86”, që shfaq imazhe me kualitet HD\u002B, me rezolucion 1520 x 720 pixel. Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek MT6761 që operon në frekuencë 1.8GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, OUKITEL C22, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 13 \u002B 2 \u002B 2MP dhe një të përparme 8MP. Vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 4000 mAh.   ","Price":164.64,"PCode":"309774"},{"Title":"Celular OUKITEL C22, 4GB/128GB, Mint","Description":" Përshkrimi i produktit  OUKITEL vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 5.86”, që shfaq imazhe me kualitet HD\u002B, me rezolucion 1520 x 720 pixel. Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek MT6761 që operon në frekuencë 1.8GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 13 \u002B 2 \u002B 2MP dhe një të përparme 8MP. Vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 4000 mAh.    ","Price":164.64,"PCode":"309775"},{"Title":"Celular Nokia 5.3, 6.55\u0022 HD\u002B, 4GB RAM, 64GB, Dual SIM, i kaltër","Description":" Përshkrimi i produktit  Ky celular mundësohet nga një procesor 8-bërthamor Snapdragon 665, i cili funksionon në frekuencë prej 2 GHz. Memoria operuese e celularit është 4 GB, memoria e brendshme 64 GB, kurse kapaciteti maksimal i kartës së memories është 512 GB. Celulari ka një ekran me madhësi 6.55 \u0022 IPS dhe rezolucion prej 1600 x 720 px. Sistemi operativ është Google Android. Ju mund të fotografoni me kamerës e pasme me rezolucion 13 \u002B 5 \u002B 2 \u002B 2 Mpx, ose me kamerën e përparme selfie me rezolucion 8 Mpx. Rezolucioni maksimal i videos mund të jetë 1920 x 1080 (Full HD). Celulari ka hapësirë për 2 karta nano SIM. Prej rrjeteve celulari mbështet GSM, LTE, UMTS dhe 3G. Ai përfshin lidhës 3.5 mm (TRRS) dhe USB-C. Ndër karakteristikat e avancuara celulari përmban lexuesin e gjurmëve të gishtërinjëve. Bateria e celularit ka një kapacitet prej 4,000 mAh. Celulari është i pajisur me senzorin e afërsisë, senzorin e dritës dhe senzorin e lëvizjes. Prej teknologjive wireless, celulari mbështet Bluetooth 4.2, GLONASS, GPS dhe NFC.   ","Price":221.64,"PCode":"291581"},{"Title":"Celular Nokia 8.3 5G, 6.81 \u0022, 8GB RAM, 128GB, i kaltër","Description":" Përshkrimi i produktit  Celulari Nokia 8.3 5G mundësohet nga një procesor 8-bërthamor Qualcomm Snapdragon 765G me një frekuencë deri në 2.4 GHz, i cili plotësohet me 8 GB RAM. Memoria e brendshme ofron një kapacitet prej 128 GB dhe mund ta zgjeroni me karta microSD. Ekrani me prekje PureDisplay ka një madhësi prej 6.81 \u0022dhe rezolucion Full HD \u002B 2400 x 1080 pikselë. Mund të kapni imazhe me kamerën e pasme katërfishtë me sensorë 64 Mpx, 12 Mpx (ultrawide), 2 Mpx (makro) dhe 2 Mpx (bokeh). kamera selfie e përparme ka një sensor 24 Mpx. Nga teknologjitë moderne ofron Bluetooth 5.0, NFC, Wi-Fi ac, marrës GPS / Glonass / Beidou dhe nga pajisjet e sensorit - sensori i dritës së ambientit, sensori i afërsisë, akselerometri (sensori G), E-busulla, xhiroskopi, sensori i gjurmës së gishtërinjëve (në butonin anësor). Mbështetja e lidhjes me rrjetet mobile 2G, 3G, LTE dhe 5G. Pajisja e lidhësit përfshin një lidhës për kufje stereo 3.5 mm mm dhe një USB moderne të llojit C. Funksionimi sigurohet nga bateri e rikarikueshme me një kapacitet prej 4500 mAh dhe mbështetje për karikim të shpejtë 18 W. Celulari është i pajisur me sistemin operativ Android nga programi One.   ","Price":376.8,"PCode":"300961"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 64GB, i verdhë","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 64 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":814.31,"PCode":"269721"},{"Title":"Celular Samsung Galaxy S21 5G, 6.2\u0022 FHD\u002B, 8GB RAM, 128GB, vjollcë","Description":" Përshkrimi i produktit  Celular i mençur kompakt i serisë Galaxy S21 me kamerën e trefishtë të famshme, ekran me shfaqje të shpejtë 120 Hz, procesor super të shpejtë dhe mbështetje 5G. Ekrani Dynamic AMOLED 2X i këtij modeli ka madhësi 6.2 \u0022 dhe rezolucion prej 2400 x 1080. Procesori është meExynos 2100 me 8-bërthama. Celulari ka memorie operative RAM me kapacitet prej 8 GB dhe memorie të brendshme me kapacitet prej 128 GB. Kamera e trefishtë e pasme ka senzorë me kënd të gjerë: 12 MP, 1 / 1.76 \u0022, 1.8um, F1.8, Dual Pixel AF , OIS \u002B kënd shumë të gjerë: 12 MP, 1 / 2.55 \u0022, 1.4um, F2.2 (120 °) \u002B telefoto: 64 MP, 1 / 1.72 \u0022, 0.8um, F2.0, 3x zmadhim pa humbje fokusi. Ndërsa kamera e përparme është e pajisur me një senzor 10 MP F2.2 dhe fokusim të shpejtë automatik Dual Pixel. Celulari është i pajisur me Bluetooth 5.0, NFC, WiFi 6, GPS / Glonass / BDS / Galileo, USB-C. Ai mbështet karikimin e shpejtë wireless 25 W, karikimin wireless me standard Qi 15 W dhe ndarjen e energjisë përmes valëve. Celulari është i pajisur me lexues të gjurmëve të gishtave në ekran, dizajn të qëndrueshëm IP68, mbështetje për DeX, tingull AKG. Bateria e këtij modeli ka kapacitet prej 4000 mAh. Celulari vjen me platformën Android 11 me ndërfaqen e përdoruesit One UI.   ","Price":918.24,"PCode":"307345"},{"Title":"Celular Apple iPhone 12 Pro Max, 6.7\u0022 FHD\u002B, 6GB RAM, 256GB, i argjendtë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë.Apple iPhone 12 Pro Max është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.7 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2778 × 1284 px me një përsosuri prej 460 ppi. iPhone 12 Pro Max ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1562.5,"PCode":"301152"},{"Title":"Celular Xiaomi Mi 10T, 6.67 \u0022 Full HD, 8GB RAM, 128GB, Lunar Silver","Description":" Përshkrimi i produktit  Zbuloni tiparet e shkëlqyera të Mi 10T, ku merrni një performancë të shkëlqyeshme për jetën e përditshme mobile. Celularët e rinj të serive Xiaomi Mi 10T do t\u0027ju ofrojnë edhe një herë pajisje të shkëlqyera me një çmim të këndshëm. Celulari Xiaomi Mi 10T është i pajisur me një procesor të fuqishëm 8- bërthamor Snapdragon 865 me një frekuencë 1x 2.84GHz \u002B 3x 2.42GHz \u002B 4x 1.80GHz. Procesori plotësohet me 8 GB RAM dhe 128 GB memorie të brendshme është në dispozicion për sistemin dhe të dhënat. Ekrani me prekje 6.67 \u0022 144Hz IPS Full HD \u002B ka një rezolucion prej 2400 x 1080 pikselë. Mund të kapni imazhe me kamerën e pasme të trefishtë me 64 Mpx (f / 1.89), 13 Mpx (ultra-gjerë 123 °, f / 2.4) ) dhe 5 Mpx (makro, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 20 Mpx dhe lente af / 2.2. Celulari përfshin teknologji Bluetooth 5.1 (AAC / LDAC / LHDC, Qualcomm TrueWireless Stereo Plus), NFC, WiFi ax dhe GPS / Galileo / GLONASS / Beidou janë gjithashtu të disponueshëm. Mbështet 2G, 3G, LTE dhe 5G. Ju do të vlerësoni lexuesin e gjurmëve të gishtërinjëve dhe tiparin e identifikimit të fytyrës. Pajisja lidhëse përfshin një USB Type-C. Pajisja mundësohet nga një bateri me një kapacitet prej 5000 mAh me mbështetje për karikim të shpejtë 33 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.   ","Price":575.52,"PCode":"299826"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 256GB, vjollcë","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 256 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":998.61,"PCode":"269747"},{"Title":"Celular Apple iPhone SE 2020, 64GB, i kuq","Description":" Përshkrimi i produktit  Ky celular vjen me ekran me prekje 4.7”, që shfaq imazhe me rezolucion 1334 x 750 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin gjashtë bërthamësh Apple A13 Bionic, i kombinuar me memorien e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Apple iPhone SE 2020, ka edhe dy kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 12MP dhe një të përparme 7MP, të kombinuara edhe me senzor dhe fokus. Apple iPhone SE 2020 vjen me sistem operativ të instaluar Apple iOS, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, posedon sensorët: Busull dixhital (sensori magnetik), sensori i dritës, sensor afërsije, sensori i lëvizjes, xhiroskop, dhe barometër. Vjen me ngjyrë të kuqe.   ","Price":546.72,"PCode":"285540"},{"Title":"Celular Motorola Moto G8 Power, 4GB/64GB, kaltër","Description":" Përshkrimi i produktit  Motorola vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ky celular vjen me ekran me prekje 6.4”, që shfaq imazhe me kualitet HD, me rezolucion 2300 x 1080 piksel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 655 që operon në frekuencë 8x2.1GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Motorola Moto G8 Power, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 16 \u002B 8 \u002B 8 \u002B 2MP dhe një të përparme 16MP, të kombinuara edhe me senzor Dual Pixel dhe fokus që fokusohet me super shpejtësi. Motorola Moto G8 Power vjen me sistem operativ të instaluar Google Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, veçori e këtij celulari është edhe përdorimi i lidhjeve 3.5mm (TRRS), USB-C, dhe posedimi i baterisë me kapacitet 5000 mAh.   ","Price":191.52,"PCode":"280727"},{"Title":"Celular OUKITEL WP5 Pro, 5.5\u0022 HD\u002B, 4GB RAM, 64GB, i portokalltë","Description":" Përshkrimi i produktit  Keni nevojë për një celular të qëndrueshëm për një zonë ndërtimi ose punëtori apo jeni një adhurues i aktiviteteve në natyrë? Celulari i qëndrueshëm OUKITEL WP5 Pro gjithmonë do t\u0027ju shërbejë me siguri në çdo situatë ekstreme. Merrni celularin jashtëzakonisht të qëndrueshëm OUKITEL WP5 Pro i cili do të zgjasë më gjatë nga sa prisni. Celulari OUKITEL WP5 Pro është i pajisur me një procesor 8-bërthamor Mediatek Helio A25 dhe plotësohet nga memoria RAM me kapacitet 4 GB, e cila siguron performancën e nevojshme. Ekrani me prekje 5.5 \u0022 IPS ka një rezolucion HD \u002B prej 1440 x 720 px. Memoria e brendshme me kapacitet 64 GB është e gatshme për sistemin dhe të dhënat, si dhe mund ta zgjeroni më tej me karta microSD. Mund të kapni imazhe me një kamerë të trefishtë të pasme me senzorë 13 \u002B 2 \u002B 2 Mpx. Kamera e përparme selfie ka një rezolucion prej 5 Mpx. Celulari përfshin teknologji Bluetooth 5.0, WiFi dhe GPS / Glonass, lidhje me rrjetet celulare 2G, 3G dhe LTE, lexuesin e gjurmëve të gishtërinjve, identifikimin e fytyrës për qasje të shpejtë, dhe lidhës USB të llojit-C. Plotëson standardet sfiduese të rezistencës sipas shkallëve të mbrojtjes IP68 / IP69K dhe testet ushtarake MIL-STD-810G dhe mundësohet nga një bateri me kapacitet prej 8000 mAh. Sistemi operativ Android është instaluar paraprakisht.   ","Price":184.8,"PCode":"294228"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 128GB, vjollcë","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 128 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":877.36,"PCode":"269739"},{"Title":"Celular Apple iPhone 12, 6.1\u0022 FHD\u002B, 4GB RAM, 128GB, i bardhë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për më të kërkuarit ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë. Apple iPhone 12 është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memorie e brendshme me kapacitet prej 128 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 px me një përsosuri prej 460 ppi. iPhone 12 ka një kamerë të dyfishtë të pasme 12 MP me një lente me kënd të gjerë me hapje ƒ / 1.6, ultra të gjerë ƒ / 2.4 dhe stabilizim optik të imazhit. Për të bërë selfie mund të përdoret kamera e përparme 12 MP TrueDepth me qasje përmes Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: Face ID, barometer, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1132.5,"PCode":"301126"},{"Title":"Celular Nokia 2.4, 2GB/32GB, Dual SIM","Description":" Përshkrimi i produktit  Nokia vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek MT6762 që operon në frekuencë 2.2GHz, i kombinuar me memorie operuese 2GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 32GB. Poashtu, Nokia 2.4, ka edhe tri kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 13 \u002B 2MP dhe një të përparme 5MP. Nokia 2.4 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Mndësohet nga një bateri me kapacitet 4500 mAh.    ","Price":136.8,"PCode":"300934"},{"Title":"Celular DOOGEE N20 PRO, 6.3 \u0022, 6GB RAM, 128GB, Space Gray","Description":" Përshkrimi i produktit  Ky celular mundësohet nga një procesor 8-bërthamor Mediatek Helio P60, i cili funksionon në frekuencë 4x2 GHz / 4x2 GHz. Memoria operuese e celularit është 6 GB, memoria e brendshme 128 GB, kurse madhësia maksimale e kartës së memories është 256 GB. Celulari ka një ekran IPS me madhësi 6.3 \u0022 dhe rezolucion prej 2280 x 1080 (FHD \u002B). Sistemi operativ është Google Android. Ju mund të fotografoni me kamerës e pasme me rezolucion 16 \u002B 8 \u002B 2 \u002B 2 Mpx, ose me kamerën e përparme selfie me rezolucion 16 Mpx. Celulari ka hapësirë për 2 karta nano SIM. Celulari përfshin lidhës 3.5mm (TRRS), micro USB 2.0 dhe Bluetooth 5.0. Ndër karakteristikat e avancuara celulari përmban lexuesin e gjurmëve të gishtërinjëve. Bateria e celularit ka një kapacitet prej 4400 mAh. Celulari është i pajisur me sensorin e dritës, sensorin e afërsisë dhe senzorin e lëvizjes. Prej teknologjive wireless, celulari mbështet Beidou, Galileo, GPS dhe GLONASS. Poashtu, celulari mbështet frekuencat 3G 900, 2100 MHz, frekuencat LTE 800, 900, 1800, 2100, 2600 MHz, frekuencat GSM 850, 900, 1800, 1900 MHz.   ","Price":147.36,"PCode":"302196"},{"Title":"Celular GOOGLE Pixel 5, 8GB/128GB, i zi","Description":" Përshkrimi i produktit  GOOGLE vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6”, që shfaq imazhe me kualitet FHD\u002B, me rezolucion 2340 x 1080 pixel.Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 765G që operon në frekuencë 2.4GHz, i kombinuar me memorie operuese 8GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, GOOGLE Pixel 5, ka edhe tri kamera me të cilat shkrep e incizon imazhe me kualitet superior, dy të pasme 16 \u002B 12.2MP dhe një të përparme 8MP.GOOGLE Pixel 5 vjen me sistem operativ të instaluar Android 11, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Ka bateri me kapacitet 4080 mAh.   ","Price":609.12,"PCode":"298674"},{"Title":"Celular Motorola Moto G10, 4GB/64GB, perlë","Description":" Përshkrimi i produktit  Motorola vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 460 që operon në frekuencë 1.8GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2MP dhe një të përparme 8MP. Motorola Moto G10 vjen me sistem operativ të instaluar Android 6.0, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 5,000mAh.    ","Price":179.93,"PCode":"311155"},{"Title":"Celular GOOGLE Pixel 4a 5G, 6GB/128GB, i zi","Description":" Përshkrimi i produktit  GOOGLE vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.2”, që shfaq imazhe me kualitet FHD\u002B, me rezolucion 2340 x 1080 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 765G që operon në frekuencë 2.2GHz, i kombinuar me memorie operuese 6GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, GOOGLE Pixel 4a 5G, ka edhe tri kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 16 \u002B 12.2 MP dhe një të përparme 8 MP. GOOGLE Pixel 4a 5G vjen me sistem operativ të instaluar Android 11, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Ka bateri me kapacitet 3885 mAh.    ","Price":618.72,"PCode":"299834"},{"Title":"Telefon Huawei P30 Pro, 6GB RAM, 128GB, i zi ","Description":" Përshkrimi i produktit  P30 Pro është aktualisht telefoni më i mirë që Huawei mund t\u0027ju ofrojë. Kamera e katërfishtë revolucionare Leica Ky telefon përdor sistemin Leica me kamerë të katërfishtë, i cili aktualisht renditet i pari në celularin DxOMark me 112 pikë të pabesueshme. Ky sistem i pakrahasueshëm i kamerës përbëhet nga një lente SuperZoom, një aparat fotografik me rezolucion super të ndjeshëm, një lente me kënd të gjerë dhe një aparat fotografik TOF për ndjeshmërinë e saktë të fushës. Përveç kësaj, metoda e njohjes së ngjyrës RGB në RYB ka ndryshuar, duke sjellë më shumë dritë në fotot tuaja. Gjenerata e dytë e inteligjencës artificiale Kirin 970 i vjetër ishte mjaft i avancuar, por Kirin 980 i ri shkon edhe më tej. Njësia e tij e dyfishtë-NPU ( Dual Neural Network Computing Unit ) ofron informatikë mahnitëse të inteligjencës artificiale, ndërsa të tjerat përqendrohen në detyra specifike për të maksimizuar efikasitetin dhe për të përmirësuar në mënyrë dramatike përdorimin. Teknologji progresive e tingullit Në vend të altoparlantit tradicional, telefoni përdor teknologjinë Huawei Acoustic Display, e cila lejon përhapjen e tingullit elektromagnetik për të shpërndarë tingull në veshët tuaj nëpërmjet dridhjes së ekranit. Telefoni i menqur Huawei P30 Pro është i pasjisur me një procesor të fuqishëm 8-core Kirin 980 me 2x 2.6 GHz, 2x 1.92 GHz, 4x 1.8 GHz dhe 6GB memorie. Ekrani me prekje 6.47 \u0022 Full HD \u002B ka rezolucion 2340 x 1080 piksel. 128GB memorie e brendshme është e disponueshme për sistemin dhe të dhënat që mund të zgjerohet me një kartë memorie të vogël Nano. Ju mund të kapni imazhe me kamerën e pasme Leica me 4 mënyra me 40 Mpx (f / 1.6), 20 Mpx (ultra të gjerë, f / 2.2), 8 Mpx (telefoto, f / 3.4) dhe kamerë Time-of-Flight (TOF) për kapjen e hapësirës. Kamera e përparme selfie ka rezolucion 32 Mpx dhe një lente f / 2.0. Ekziston edhe Bluetooth 5.0, NFC, WiFi ac (wave2) dhe GPS / Glonass / BeiDou / Galileo / QZSS. Lidhja e rrjetit mbështet rrjetet 2G, 3G dhe LTE. Pajisjet e sensorit përfshijnë: sensorin e dritës së ambientit, lexuesin e shenjave të gishtërinjëve në ekran, xhiroskop, busullën, sensorin e afërsisë, sensorin G, sensorin Hall, sensroin Laser, sensorin e temeraturës së ngjyrës. Telefoni mundësohet nga një bateri 4200 mAh me shpejtësi SuperCharge dhe 15W karikim me wireless. Telefoni operon me sistemin operativ Android me ndërfaqen e përdoruesit EMUI.    ","Price":745.44,"PCode":"257891"},{"Title":"Celular vivo Y70, 8GB/128GB, i kaltër","Description":" Përshkrimi i produktit  vivo vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.44”, që shfaq imazhe me rezolucion 2400 x 1080 pixel. Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 665 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 8GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Ofron katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 48\u002B 2\u002B2MP dhe një të përparme 16MP. vivo Y70 vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 4100mAh.    ","Price":263.52,"PCode":"309494"},{"Title":"Celular Samsung Galaxy A21s, 4GB/64GB, i kaltër","Description":" Përshkrimi i produktit  Samsung Galaxy vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Exynos 850 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Samsung Galaxy A21s, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 8 \u002B 2 \u002B 2 MP dhe një të përparme 13MP. Galaxy A21s vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, 4G LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5,000 mAh. Vjen me ngjyrë të kaltër.   ","Price":248.16,"PCode":"287817"},{"Title":"Celular Xiaomi Redmi Note 10 Lite, 6GB/128GB, vjollcë","Description":" Përshkrimi i produktit  Samsung Xiaomi vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.47”, që shfaq imazhe me rezolucion 2340 x 1080 (FHD\u002B) pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 730G që operon në frekuencë 2 GHz, i kombinuar me memorie operuese 6GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, Xiaomi Redmi Note 10 Lite, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 64 \u002B 8 \u002B 5 \u002B 2MP dhe një të përparme 16MP. Xiaomi Redmi Note 10 Lite vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 5260 mAh. Vjen me ngjyrë vjollcë.   ","Price":415.2,"PCode":"288058"},{"Title":"Celular Xiaomi POCO M3, 6.53\u0022 FHD\u002B, 4GB RAM, 64GB, i verdhë","Description":" Përshkrimi i produktit  Celulari Xiaomi POCO M3 është i pajisur me një procesor 8-bërthamor Snapdragon 662 me një frekuencë 4x 2 GHz dhe 4x 1.8 GHz. Procesori plotësohet me 4 GB memorie RAM dhe 64 GB memorie të brendshme, që është në dispozicion për sistemin dhe të dhënat, si dhe mund të zgjerohet me një kartë microSD. Ekrani me prekje 6.53 \u0022 IPS ka një rezolucion Full HD \u002B prej 2340 x 1080 px. Celulari posedon kamerën e pasme të trefishtë me senzorë 48 Mpx (f / 1.79), 2 Mpx (bokeh, f / 2.4) dhe 2 Mpx (makro, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 8 Mpx dhe një lente me aperaturë f / 2.05. Celulari është i pajisur me teknologjitë: Bluetooth 5.0, WiFi ac dhe GPS / GLONASS / Beidou. Ai mbështet lidhjet mobile me rrjetet 2G, 3G dhe LTE. Do të vlerësoni lexuesin e gjurmëve të gishtave anash dhe funksionin e identifikimit të fytyrës. Pajisjet për lidhje përfshijnë: USB-C dhe lidhës audio 3.5 mm. Funksionimi i celularit mundësohet nga një bateri me një kapacitet prej 6000 mAh me mbështetje për karikim të shpejtë 18 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI për POCO është i instaluar paraprakisht.   ","Price":186.72,"PCode":"305597"},{"Title":"Celular Samsung Galaxy S20 FE, 6.5 \u0022, 8GB RAM, 256GB, 5G, Navy Blue","Description":" Përshkrimi i produktit  Për të gjithë lojtarët e pasionuar, fotografët e lirë, adhuruesit e rrjeteve sociale, kritikët e filmit dhe lexuesit e pasionuar. Me mbështetje për rrjetet moderne 5G, Samsung Galaxy S20 FE ka gjithçka që ju nevojitet për punë dhe lojë - një kamerë të trefishtë, një bateri të sheshtë për tërë ditën, karakteristika fantastike dhe një dizajn të lezetshëm në një gamë të gjerë ngjyrash pastel. Pavarësisht se çfarë argëtimi luan në ekranin Galaxy S20 FE, mund të presësh me padurim një fotografi të qartë dhe të paqartë. Celulari është i pajisur me një ekran FHD Infinity-O 6.5 \u0022, i cili arrin deri në skajet. Përvoja audiovizive do të mbështetet gjithashtu nga teknologjia e imazhit Super AMOLED, e cila do të sigurojë një ekran deri në dy herë më të shpejtë se sa celularët konvencionalë. Përvoja maksimale është përmirësuar nga ritmet e rifreskimit 120 Hz, i cili siguron lëvizje të qetë dhe përgjigje të menjëhershme të prekjes. Krijoni imazhe të bukura edhe pa filtra. Galaxy S20 FE është pajisur nga Samsung me një arsenal kamerash që kapin magjinë unike të momenteve të jetës tuaj. 1 lente ultra të gjerë 2Mpx dhe 12Mpx me kënd të gjerë, kamerë 8Mpx me lente telefoto dhe zmadhim optik 3x, ose kamera e përparme 32Mpx për selfie origjinale për profilin tuaj po ju presin. Dhe nëse subjekti është shumë larg, përdorni 30 × Space Zoom, i cili ju teleporton përpara skenës. Në Galaxy S20 FE do të zbuloni mundësi të pakufizuara argëtimi dhe funksione fantastike interesante, siç është Single Take. Me një shtypje të vetme të butonit të shkrepjes dhe kapjen e një skene për 15 sekonda, galeria juaj do të mbushet me formate të ndryshme fotografish dhe video - bumerang, video ose imazhe të shpejta ose të ngadalta me ngjyra të ndryshme. Mundësia për një pamje të shkëlqyeshme nuk zgjedh kohën ideale të ditës. Galaxy S20 FE është i pajisur me pikselë më të mëdhenj dhe një sistem të përmirësuar të inteligjencës artificiale, i cili do të kujdeset për fotografitë natën romantike plot detaje të imëta dhe dritë të ekuilibruar. Kamera e përparuar krijon disa imazhe, të cilat më pas kombinohen automatikisht në një foto të vetme, perfekte. Përqendrohuni vetëm në gjërat më të rëndësishme dhe mos ngurroni të hidhni mjaft energji pas Galaxy S20 FE. Celulari është i pajisur me një bateri inteligjente me një kapacitet tipik prej 4,500mAh, e cila gjithashtu optimizon performancën e pajisjes në mënyrë që të zgjasë edhe më gjatë me ju. Rezistenca ndaj ujit dhe pluhurit garanton shkallën më të lartë të mbrojtjes IP68. Përveç kësaj, ai mund të trajtojë një zhytje 30-minutëshe nën ujë në një thellësi prej 1.5 metrash. Cilado qoftë aventura juaj, Galaxy S20 FE është gati. Sloti i kartës së memories: e zakonshme me SIM 2 (mund të përdoret karta memorie SIM1 \u002B SIM2 ose SIM1 \u002B). Pajisjet e sensorit: akcelerometër, lexuesi i gjurmëve të gishtërinjëve, sensori xhiro, sensori gjeomagnetik, sensori hall, sensori i dritës RGB, ndjesia e afërsisë virtuale. Platforma Android 10 OS. Mbështet EDGE / GPRS, 3G, LTE 4G / LTE FDD \u0026 LTE TD, 5G. Ndërfaqja: USB lloji C, slot i kartës microSD (kapacitet deri në 1 TB), Bluetooth 5.0, WiFi (802.11 a / b / g / n / ac / ax 2.4G \u002B 5GHz), NFC; mbështet GPS, Glonass, Beidou, Galileo.   ","Price":963.5,"PCode":"298656"},{"Title":"Celular Xiaomi Redmi Note 8, 6.3 \u0022, 4GB RAM,128GB, Space Black","Description":" Përshkrimi i produktit  Celulari Xiaomi Redmi Note 8 është i pajisur me një procesor të fuqishëm 8-bërthamor Qualcomm Snapdragon 665 me një frekuencë 4x 2 GHz Kryo 260 Gold \u002B 4x 1.8 GHz Kryo 260 Silver. Procesori plotësohet me 4 GB RAM dhe 128 GB memorie të brendshme është në dispozicion për sistemin dhe të dhënat, të cilat mund t\u0027i zgjeroni me një kartë memorie. Ekrani me prekje 6.3 \u0022IPS Full HD \u002B ekrani ka një rezolucion prej 2340 x 1080 pikselë. Mund të kapni imazhe me kamerën e pasme të katërfishtë me sensorë 48 Mpx (f / 1.75), 8 Mpx (120 ° ultra të gjerë, f / 2.2), 2 Mpx (lente makro, f / 2.4) dhe 2 Mpx (bokeh, f / 2.4). Kamera selfie e përparme ka një rezolucion prej 13 Mpx dhe një lente me hapje f / 2.0. Ekzistojnë edhe teknologjitë Bluetooth 4.2, WiFi ac dhe GPS / Glonass / Beidou. Lidhja mobile mbështet rrjetet 2G, 3G dhe LTE. Pajisjet e sensorit përfshijnë: sensorin e afërsisë, sensorin e dritës së ambientit, akselerometrin, xhiroskopin, busullën digjitale, transmetuesin infra të kuq dhe lexuesin e gjurmëve të gishtërinjëve. Përfshin lidhësin USB Type-C dhe 3.5 mm jack. Pajisja furnizohet nga një bateri me kapacitet 4000 mAh me mbështetje për karikim të shpejtë 18W (në paketë karikues 10W). Sistemi operativ Android është parainstaluar me ndërfaqen e përdoruesit MIUI.   ","Price":210.97,"PCode":"306075"},{"Title":"Celular Xiaomi POCO M3, 4GB/64GB, i zi","Description":" Përshkrimi i produktit  Xiaomi vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.53”, që shfaq imazhe me kualitet FHD \u002B me rezolucion 2340 x 1080 pixel Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 662 që operon në frekuencë 1.8GHz deri në 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Poashtu, Xiaomi POCO M3, ka edhe katër kamera me të cilat shkrep e incizon imazhe me kualitet superior, tri të pasme 64 \u002B 2 \u002B 2MP dhe një të përparme 8MP. Xiaomi POCO M3 vjen me sistem operativ të instaluar Android 6.0, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Ka një bateri me kapacitet 6,000mAh.    ","Price":186.72,"PCode":"305599"},{"Title":"Celular Blaupunkt Sand, i verdhë","Description":" Përshkrimi i produktit  Pavarësisht nëse jeni duke punuar në vend, në një punëtori, apo jeni një tifoz i aktiviteteve në natyrë, telefoni i qëndrueshëm Blaupunkt Sand gjithmonë do t\u0027ju shërbejë me siguri në çdo situatë ekstreme. Telefoni plotëson standarde të larta qëndrueshmërie IP68 dhe ofron të gjitha tiparet e zakonshme të një telefoni celular klasik. Merrni një telefon jashtëzakonisht të qëndrueshëm Blaupunkt Sand që zgjat më shumë sesa prisni. Pajisja do të jetë një zgjidhje e shkëlqyeshme për përdoruesit që vazhdimisht janë në lëvizje ose zejtarëve. Mund të udhëtoni të gjithë globin me të, të shkoni në shkretëtira dhe plazhe, rrugë me pluhur, ski, dëborë, festivale dhe madje edhe nën ujë. Apo keni nevojë për një telefon të qëndrueshëm pune? Telefoni është i përsosur për aktivitete sportive, është i papërshkueshëm nga uji dhe posedon standardin mbrojtjes IP68. Blaupunkt Sand është e pajisur me njëkamerë 1.2 MP për fotografi të thjeshta. Ju mund të zgjeroni kujtesën e telefonit tuaj deri në 32 GB me një kartë microSD, kështu që kurrë nuk keni hapësirë ??të mjaftueshme për foto, për shembull. Telefoni gjithashtu ka një gamë të gjerë karakteristikash të tjera si Bluetooth ,orë ,alarm, kalendarë dhe veçori të tjera të telefonave klasik. Me një bateri me kapacitet të lartë 2500mAh, mund të jeni i sigurt se nuk keni nevojë për një karikues për disa ditë. Kjo e bën atë një shok të shkëlqyer të udhëtimit. A keni dy karta SIM dhe një telefon për secilën? Të lodhur që mbani dy telefona në të njëjtën kohë? Me telefonin celular Blaupunkt Sand, nuk keni pse. Është i pajisur me slote për dy karta SIM. Kështu që ju mund të keni numrin e telefonit tuaj privat dhe të biznesit së bashku.   ","Price":49.35,"PCode":"272291"},{"Title":"Celular Evolveo StrongPhone G5, 5.5\u0022 HD\u002B, 2GB RAM, 16GB, i zi","Description":" Përshkrimi i produktit  Celulari Evolveo StrongPhone G5 është i pajisur me një procesor 4-bërthamor, i cili punon me një frekuencë prej 2 GHz, plotësuar me 2 GB memorie RAM. Ekrani IPS me prekje ka një madhësi prej 5.5 \u0022 dhe rezolucion HD \u002B prej 1440 x 720 piksele. I gjithë dizajni i celularit tuaj përputhet me kriteret që kërkojnë standardet e mbrojtjes IP68. Celulari ka memorie të brendshme me kapacitet 16 GB të zgjerueshme përmes slotit microSD. Mund të komunikojë në rrjete 2G, 3G dhe LTE. Posedon teknologjitë wireless WiFi dhe Bluetooth, si dhe marrës GPS / Glonass. Prej senzorëve ka: busullë elektronike, senzor të dritës, senzor të afërsisë dhe senzor G. Prej lidhësve ka: USB të llojit-C dhe lidhës audio 3.5 mm. Funksionimi i celularit mundësohet nga një bateri me kapacitet të lartë prej 5000 mAh. Sistemi operativ është Android.   ","Price":205.67,"PCode":"288261"},{"Title":"Celulari myPhone HAMMER BOW Plus, 1200 mAh, i zi / portokalltë","Description":" Përshkrimi i produktit  Nëse punoni në një shesh ndërtimi, në një seminar ose jeni një ndjekës i aktiviteteve në natyrë, telefoni i qëndrueshëm myPhone HAMMER BOW \u002B gjithmonë do t\u0027ju shërbejë me qëndrueshmëri në çdo situatë ekstreme. Celulari i qëndrueshëm myPhone HAMMER BOW \u002B përmban një ekran të madh 2.4\u0022 me rezolucion prej 240 x 320 piksel dhe një ekran të vogël informues 1.44\u0022 me rezolucion 128 x 128. Memoria e brendshme bazë mund të zgjerohet me kartela microSD deri në 32 GB. Celulari përfshin teknologji Bluetooth, radio FM, kamerë 2MP dhe blic. Karakteristikat e avancuara përfshijnë klientin e-mail, dhe shfletuesin www. Ky celular ka mbrojtje IP68. Përmasat e tij janë: 111.5 x 57.2 x 21 mm. Celulari mbështet brezin e frekuencave GMS 850/900/1800/1900 MHz, dhe 3G në 900/2100 MHz dhe në të mund të vendosen deri në dy karta SIM. Bateria e tij ka kapacitet prej 1200 mAh.   ","Price":89.76,"PCode":"226769"},{"Title":"Celular Apple iPhone 12 Pro, 6.1\u0022 FHD\u002B, 6GB RAM, 256GB, i artë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë. Apple iPhone 12 Pro është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 256 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 piksele me një përsosuri prej 460 ppi. iPhone 12 Pro ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1515.5,"PCode":"301141"},{"Title":"Celular Samsung Galaxy M31s, 6.5 \u0022, 6GB RAM, 128GB, i kaltër","Description":" Përshkrimi i produktit  Ky celular ka ekran me madhësi 6.5 \u0022 SAMOLED dhe rezolucion 2400 x 1080 piksel. Celulari ka procesor 8-core Exynos 9611 (4x2.3 GHz / 4x1.7 GHz) me frekeuncë 2.3 GHz. Memoria RAM është 6 GB, memoria e brendshme 128 GB, kurse madhësia maksimale e kartës së memories është 512 GB. Ju mund të përdorni kamerën e pasme me rezolucion 64 \u002B 12 \u002B 5 \u002B 5 Mpx, ose kamerën e përparme selfie me rezolucion 32 Mpx. Ndërsa, rezolucioni maksimal për video është 3840 x 2160 (4K). Sistemi operativ është Google Android. Celulari ka dy slote për kartë nano SIM. Ai përmban lidhës 3.5mm (TRRS), USB-C dhe Bluetooth 5. Mundësohet nga një bateri 6,000 mAh. Prej karakteristikave të avancuara celulari ka lexues të gjurmëve të gishtërinjëve, OTG (On-The-Go) dhe mbështetje për karikim të shpejtë. Celulari përfshin busullë dixhitale, sensorin e afërsisë, sensorin e dritës, xhiroskop, sensorin e lëvizjes. Prej teknologjive wireless mbështet Galileo, GLONASS, GPS dhe NFC.   ","Price":380.64,"PCode":"294837"},{"Title":"Celular Xiaomi Mi 10T, 6.67 \u0022, 8GB RAM, 128GB, Cosmic Black","Description":" Përshkrimi i produktit  Zbuloni tiparet e shkëlqyera të Mi 10T, ku merrni një performancë të shkëlqyeshme për jetën e përditshme mobile. Celularët e rinj të serive Xiaomi Mi 10T do t\u0027ju ofrojnë edhe një herë pajisje të shkëlqyera me një çmim të këndshëm. Xiaomi sjell në celularin Mi 10T një IPS DotDisplay super të shpejtë me një frekuencë adaptive, e cila rregullohet në intervalin prej 30 Hz në 144 Hz, varësisht nga mënyra e përdorimit. Me një diagonale 6.67 \u0022, ju ofron një hapësirë të madhe për argëtim dhe shumë detyra dhe garanton një pamje perfekte. Me celularin Mi 10T ju merrni një përvojë perfekte argëtimi dhe lojërash. Mi 10T Pro mbështetet në performancën e një sensori Sony IMX 682 me cilësi të lartë 64 Mpx, i cili është një zgjidhje shumë e njohur dhe shumë e vlerësuar për fotografinë në celular. Mund të shijoni një numër mënyrash fotografike, për shembull, për shkrepjen e qiellit me yje, shkrepjet në grup, modalitetet e përparuara për shkrepjen e videos, të tilla si video të dyfishta të shkrepura me kamerat e përparme dhe të pasme në të njëjtën kohë. Ka shumë mundësi dhe nuk ka kufij për krijimtarinë. Bateria me një kapacitet prej 5000 mAh do t\u0027ju ofrojë pjesën e nevojshme të energjisë. Në asnjë rast nuk duhet të shqetësoheni për qëndresën me një karikim të vetëm. Kur mbaron energjia, fillon një karikim i shpejtë 33W, me të cilin mund ta karikoni celularin shpejt dhe me lehtësi. Celulari Xiaomi Mi 10T është i pajisur me një procesor të fuqishëm 8- bërthamor Snapdragon 865 me një frekuencë 1x 2.84GHz \u002B 3x 2.42GHz \u002B 4x 1.80GHz. Procesori plotësohet me 8 GB RAM dhe 128 GB memorie të brendshme është në dispozicion për sistemin dhe të dhënat. Ekrani adaptiv IPS Full HD \u002B me prekje 6.67 \u0022144Hz ka një rezolucion prej 2400 x 1080 pikselë. Mund të kapni imazhe me kamerën e pasme të trefishtë me 64 Mpx (f / 1.89), 13 Mpx (ultra-gjerë 123 °, f / 2.4) ) dhe 5 Mpx (makro, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 20 Mpx dhe lente af / 2.2. Teknologjia Bluetooth 5.1 (AAC / LDAC / LHDC, Qualcomm TrueWireless Stereo Plus), NFC, WiFi ax dhe GPS / Galileo / GLONASS / Beidou janë gjithashtu të disponueshme. Mbështet 2G, 3G, LTE dhe 5G. Ju do të vlerësoni lexuesin e gjurmëve të gishtërinjëve dhe tiparin e identifikimit të fytyrës. Pajisja lidhëse përfshin një USB Type-C. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.   ","Price":569.52,"PCode":"299825"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 64GB, i gjelbër","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 64 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":813.34,"PCode":"269723"},{"Title":"Celular Nokia 5.4, 4GB/128GB, i kaltër","Description":" Përshkrimi i produktit  Nokia vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.39”, që shfaq imazhe me kualitet HD \u002B, me rezolucion 1560 x 720 pixel. Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Snapdragon 662 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, Nokia 5.4, ka edhe pesë kamera me të cilat shkrep e incizon imazhe me kualitet superior, katër të pasme 48 \u002B 5 \u002B 2 \u002B 2MP dhe një të përparme 16MP. Vjen me sistem operativ të instaluar Android si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 4000 mAh.    ","Price":242.72,"PCode":"308691"},{"Title":"Celular Xiaomi Redmi Note 9 Pro, 6.67\u0022 FHD\u002B, 6GB RAM, 128GB, i gjelbër","Description":" Përshkrimi i produktit  Celulari Xiaomi Redmi Note 9 Pro është i pajisur me një procesor të fuqishëm 8-bërthamësh Qualcomm Snapdragon 720G, që punon me një frekuencë deri në 2.3 GHz. Procesori posedon 6 GB memorie RAM, dhe memorie të brendshme me kapacitet 128 GB në dispozicion për sistemin dhe të dhënat, që mund të zgjerohet me anë të një karte memorie. Ekrani me prekje 6.67 \u0022 IPS ka rezolucion Full HD \u002B prej 2400 x 1080 px. Imazhet mund t\u0027i kapni me kamerën e katërfishtë të pasme: 64 Mpx (f / 1.89), 8 Mpx (119 ° ultra-të gjerë, f / 2.2), 5 Mpx (lente makro, f / 2.4) dhe 2 Mpx (bokeh, f / 2.4). Kamera e përparme selfie ka një rezolucion prej 16 Mpx dhe një lente me një hapje prej f / 2.48. Celulari është i pajisur me Bluetooth 5.0, NFC, WiFi ac dhe GPS / Glonass / Galileo / Beidou. Ai mbështet lidhjen me rrjetet 2G, 3G dhe LTE. Pajisjet e senzorët përfshijnë: motorin e vibrimit linear me boshtin Z, senzorin e afërsisë, senzorin e dritës së ambientit, përshpejtuesin xhiroskopin, busullën digjitale, transmetuesin me rreze infra të kuqe dhe lexuesin e gjurmëve të gishtërinjve anash. Prej lidhësve ka: USB të llojit-C dhe lidhës audio 3.5 mm. Funksionimi i celularit mundësohet nga një bateri me kapacitet prej 5020 mAh dhe mbështetje për karikimin e shpejtë 30 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI është i instaluar paraprakisht.   ","Price":335.52,"PCode":"286834"},{"Title":"Telefon myPhone HAMMER 3, portokalli","Description":" Përshkrimi i produktit  Nëse punoni në një shesh ndërtimi, në një seminar ose jeni një ndjekës i aktiviteteve në natyrë, telefoni i qëndrueshëm myPhone HAMMER 3\u002B gjithmonë do t\u0027ju shërbejë me qëndrueshmëri në çdo situatë ekstreme. Celulari i qëndrueshëm myPhone HAMMER 3 përmban një ekran të madh 2.4\u0022 me rezolucion prej 240 x 320 piksel. Memoria e brendshme bazë mund të zgjerohet me kartela microSD deri në 32 GB. Celulari përfshin teknologji Bluetooth, radio FM, kamerë VGA dhe blic. Ky celular ka mbrojtje IP68. Përmasat e tij janë: 133.5 x 58 x 18 mm ndërsa pesha: 156 gramë. Celulari mbështet brezin e frekuencave GMS 850/900/1800/1900 MHz, dhe në të mund të vendosen deri në dy karta SIM. Bateria e tij ka kapacitet prej 2000 mAh.   ","Price":61.59,"PCode":"226775"},{"Title":"Celular Alcatel 1S 2020 (5028Y), 3GB/32GB, i hirtë","Description":" Përshkrimi i produktit  Ky celular kombinon një varg tiparesh të përsosura teknologjike për performancë të shkëlqyeshme. Ka ekran 6.22 inç me rezolucion 1520 x 720 (HD \u002B) pikselë. Memoria RAM ofron kapacitet 3GB ndërsa memoria e brendshme 32 GB. Është i pajisur me procesor të fuqishëm Mediatek MT6762D (4x1.8 GHz / 4x1.5 GHz). Mund të shkrepni imazhe përmes kamerës së pasme 13 \u002B5 \u002B2 MPX dhe kamerës së përparme 5 MPX. Ofron një varg sensorësh, WiFi, Bluetooth dhe porte për lidhje me pajisje tjera. Sistemi operativ është Android.   ","Price":124.92,"PCode":"295439"},{"Title":"Celular Motorola Moto G9 Power, 6.8 \u0022, 4GB RAM 128GB, Electric Violet","Description":" Përshkrimi i produktit  Celular i fuqishëm me ekran 6.8 ”TFT IPS Max Vision me rezolucion HD \u002B (1640 x 720 px). OS Android 10. Procesori 8-bërthamor Snapdragon 662. GPU Adreno 610. RAM 4 GB. 128 GB ROM me mundësi zgjerimi deri në 512 GB. Ka kamerë të pasme 64 MPx, 2 MPx (fokus 2.5 cm) dhe 2 MPx (portret), këto kamera plotësohen nga një kamerë e përparme me 16 MPx. WiFi i dyfishtë, Bluetooth v5.0, LTE. Sensori i gjurmës së gishtërinjëve, lexuesi i fytyrës, GPS, GLONASS, radio FM, akselerometër, xhiroskop, BeiDou, Galileo. Ka bateri Li-Po me një kapacitet prej 6,000 mAh me mbështetje për karikim të shpejtë (20 W). Vend i caktuar hibrid DualSIM. Përmasat 171.1 x 76.8 x 9.7 mm. Pesha 221 g.   ","Price":226.5,"PCode":"306825"},{"Title":"Celular Alcatel U3 2019 (4034L), 4\u0022, 0.5GB RAM, 4GB, Volcano Black ","Description":" Përshkrimi i produktit  Alcatel U3 4034L është celulari ideal i parë. Nuk kushton shumë dhe do t\u0027ju sigurojë gjithçka që ju nevojitet për komunikim dhe argëtim. Ofron performancën themelore të procesorit 4-bërthamor për përdorim të dritës. Alcatel U3 4034L është një kombinim interesant i funksionalitetit dhe përballueshmërisë me funksionalitetin DualSIM. Profili i Alcatel U3 4034L është krijuar në një dizajn elegant me skajet e rrumbullakosura, për të cilat prodhuesi krenohet. Dizajni i tij modern i linjave të thjeshta do të vlerësohet nga shumica e përdoruesve. Përveç kësaj, për shkak të madhësisë së tij përshtatet bukur jo vetëm në xhep, por edhe në çdo pëllëmbë dore. Alcatel U3 4034L siguron një kamerë të pasme 2 MPix për shkrepje të mirë themelore. Kap fotografi të detajuara, të kthjellta, pa turbullime ose regjistron video. Kamera e përparme 0.3 MPix do t\u0027ju shërbejë shumë për thirrje video ose selfie-n tuaj të preferuar. A keni dy karta SIM dhe një telefon për secilën? Jeni lodhur duke mbajtur dy telefona në të njëjtën kohë? Me telefonin tuaj smart Alcatel, ju lehtë mund ta zgjidhni këtë problem pasi ai ka dy slote për kartat SIM. Kështu që ju mund të keni kontaktet tuaja private dhe të biznesit së bashku. Ky celular ka ekran 4 \u0022 me rezolucion 480 x 800 piksel. Ka memorie operative 512 MB dhe memorie të brendshme 4 GB. Memoria mund të zgjerohet përmes kartave MicroSD. Celulari ka Bluetooth, WiFi, GPS, dhe FM radio. Bateria ka kapacitet 1500 mAh.    ","Price":49.75,"PCode":"272402"},{"Title":"Celular myPhone HAMMER Iron 3 3G, 1GB/16GB, i hirtë","Description":" Përshkrimi i produktit  myPhone HAMMER Iron 3 3G me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ky celular vjen me ekran me prekje 5.5”, që shfaq imazhe me kualitet HD \u002B me rezolucion 1440 x 720 piksel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin katër bërthamësh që operon në frekuencë 1.3 GHz MT6580, i kombinuar me memorie operuese 1GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 16GB. Poashtu, HAMMER Iron 3 3G, ka edhe dy kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 8MP dhe një të përparme 5MP. myPhone HAMMER Iron 3 3G vjen me sistem operativ të instaluar Android Go, si dhe mundësi për lidhje me teknologjitë si Bluetooth 4.0, marrësin WiFi dhe GPS, mbështetjen mobile për rrjetet 2G dhe 3G, Për më tepër, telefoni është i mundësuar nga bateria me kapacitet 4400 mAh.    ","Price":111.84,"PCode":"280454"},{"Title":"Celular DOOGEE N20 PRO, 6.3 \u0022, 6GB RAM, 128GB, Fantasy Forest Green","Description":" Përshkrimi i produktit  Ky celular mundësohet nga një procesor 8-bërthamor Mediatek Helio P60, i cili funksionon në frekuencë 4x2 GHz / 4x2 GHz. Memoria operuese e celularit është 6 GB, memoria e brendshme 128 GB, kurse madhësia maksimale e kartës së memories është 256 GB. Celulari ka një ekran IPS me madhësi 6.3 \u0022 dhe rezolucion prej 2280 x 1080 (FHD \u002B). Sistemi operativ është Google Android. Ju mund të fotografoni me kamerës e pasme me rezolucion 16 \u002B 8 \u002B 2 \u002B 2 Mpx, ose me kamerën e përparme selfie me rezolucion 16 Mpx. Celulari ka hapësirë për 2 karta nano SIM. Celulari përfshin lidhës 3.5mm (TRRS), micro USB 2.0 dhe Bluetooth 5.0. Ndër karakteristikat e avancuara celulari përmban lexuesin e gjurmëve të gishtërinjëve. Bateria e celularit ka një kapacitet prej 4400 mAh. Celulari është i pajisur me sensorin e dritës, sensorin e afërsisë dhe senzorin e lëvizjes. Prej teknologjive wireless, celulari mbështet Beidou, Galileo, GPS dhe GLONASS. Poashtu, celulari mbështet frekuencat 3G 900, 2100 MHz, frekuencat LTE 800, 900, 1800, 2100, 2600 MHz, frekuencat GSM 850, 900, 1800, 1900 MHz.   ","Price":147.36,"PCode":"302193"},{"Title":"Celular Xiaomi POCO X3, 6.67\u0022 FHD\u002B, 6GB RAM, 64GB, i kaltër","Description":" Përshkrimi i produktit  Celulari i mençur Xiaomi POCO X3 është i pajisur me një procesor të fuqishëm 8-bërthamor Snapdragon 732G i cili punon me një frekuencë 2x2.3 GHz Kryo 470 \u002B 6x1.8 GHz Kryo 470. Procesori plotësohet nga 6 GB memorie RAM dhe memoria e brendshme me kapacitet 64 GB është në dispozicion për sistemin dhe të dhënat, që mund ta zgjeroni me karta microSD. Ekrani me prekje 6.67 \u0022 120 Hz IPS ka një rezolucion Full HD \u002B prej 2400 x 1080 px. Mund të kapni imazhe me kamerën e pasme të katërfishtë me 64 Mpx (f / 1.89), 13 Mpx (119 ° ultra-gjerë, f / 2.2), 2 Mpx (bokeh, f / 2.4) dhe 2 Mpx (makro, f / 2.4) Kamera e përparme selfie ka një rezolucion prej 20 Mpx dhe një lente me një hapje f / 2.2. Celulari ofron Bluetooth 5.1, teknologjinë NFC, WiFi ac dhe marrës GPS / Galileo / GLONASS / Beidou. Ai mbështet lidhje me rrjetet 2G, 3G dhe LTE. Ju do të vlerësoni lexuesin e gjurmëve të gishtave anash dhe funksionin e identifikimit të fytyrës. Pajisjet e lidhësit përfshijnë lidhësin USB të llojit-C dhe portën audio 3.5 mm. Pajisja funksionon falë një baterie me kapacitet 5160 mAh me mbështetje për karikim të shpejtë 33 W. Sistemi operativ Android me ndërfaqen e përdoruesit MIUI për POCO është i instaluar paraprakisht.   ","Price":253.92,"PCode":"297752"},{"Title":"Celular Aligator VS900 Senior, i zi / hirtë","Description":" Përshkrimi i produktit  Aligator VS900 Senior është celulari i parë i këtij brendi me konstruksin rrëshqitës. Ka besueshmëri të lartë dhe operohet lehtë. Është zgjedhje shumë e mirë për të moshuarit, të cilët mund të kenë problem me celularët e komplikuar modern. VS900 është i pajisur me sistem rrëshqitës praktik për hapje. Është kompakt, nuk zë vend dhe operohet lehtë kur hapet. Aligator VS900 Senior ka ekran të madh dhe lehtë të lexueshëm 2.8-inch me tastierë që hapet me butona të veçantë. Kur hapet, madhësia i rritet gati dyfish. Celulari është i pajisur me një buton për emergjenca SOS, i cili kur shtypet, dërgon një mesazh automatik te një kontakt i caktuar (deri në 5 kontakte). Ky celular do t\u0027ju befasojë me jetëgjatësi. Mund të qëndrojë deri në 8 ditë në modalitetin e gatishmërisë. Kapaciteti i baterisë Li-Ion është 1000 mAh. Memoria e celularit ka aftësi për 200 kontakte dhe 50 mesazhe SMS. Celulari ofron mbështetje për kartë Micro SD dhe dy karta SIM. Ai ka një lidhës Micro USB dhe lidhës audio 3.5 mm. Karakteristikat e tjera përfshijnë: alarm, kalkulator, dritë, radio FM, Bluetooth dhe kamerë.   ","Price":49.44,"PCode":"230161"},{"Title":"Celular Apple iPhone 11, 6.1 \u0022, 128GB, i gjelbër","Description":" Përshkrimi i produktit  IPhone 11 i ri bazohet në modelet e shkëlqyera të gjeneratës së mëparshme iPhone X dhe sjell një numër risish që mund të gjenden edhe në modelet e fundit 11 Pro. Mbi të gjitha, është performanca e pakompromistë e çipit A13 Bionic, karakteristika të shkëlqyera kamerash për fotografi, video dhe selfie, jetëgjatësi të zgjatur të baterisë, dhe më shumë.IPhone 11 vjen me një kamerë të dyfishtë të përmirësuar, në të cilin lentja XS telephoto është zëvendësuar nga një lente ultra-wide-angle. Me një këndvështrim të gjerë, ju mund të kapni gjithçka në fotografinë tuaj. Kamerat mund të punojnë së bashku, dhe me inteligjencën artificiale të procesorit A13 Bionic, ato gjithmonë krijojnë pamjen më të mirë.Shijoni edhe më shumë argëtim me kamerën e përmirësuar selfie TrueDepth. Provoni selfie Full HD slow-motion në 120 fps dhe argëtohuni. Sensori i lenteve 12MP f / 2.2 kap selfie më të mirë nga iPhone dhe ofron portrete të ngjashme me ato të kamerës kryesore. Poashtu, veçori të tjera argëtuese si Animoji dhe Memoji gjithashtu do të ofrojnë argëtim të shkëlqyeshëm.IPhone 11 i ri kap video me një gamë dinamike të zgjeruar në 60 korniza për sekondë falë fuqisë së jashtëzakonshme informatike. Stabilizimi optik i imazhit, zmadhimi optik dhe dixhital dhe zmadhimi audio janë tiparet që ju nevojiten për një film perfekt.Zbuloni cilësinë e teknologjisë së ekranit Liquid Retina HD IPS. Në një diagonale prej 6.1 \u0022, ai krenohet me një rezolucion prej 1792 × 828 dots me një densitet prej 326 dots për inç (ppi). Poashtu, ai ka jetëgjatësi të zgjatur të baterisë (deri në 1 orë më shumë se iPhone Xr) dhe karikim të shpejtë deri në 50% për afro 30 minuta (përshtatës 18W ose më i fortë, i shitur veçmas).Apple iPhone 11 mundësohet nga një çip i fuqishëm 6-core A13 Bionic me gjeneratën e fundit Neural Engine dhe performancën më të lartë të mësimit të makinerive. 128 GB memorie e brendshme është në dispozicion për sistemin, të dhënat dhe aplikacionet. IPhone 11 ka kamerë të dyfishtë 12MP me lente ultra-wide, wide-angle me një hapje maksimale prej ƒ / 1.8 wide, ƒ / 2.4 ultrawide dhe stabilizim i imazhit optik. Për selfie është një kamerë 12MP TrueDepth me imazh 3D dhe hyrje Face ID. Është rezistent ndaj ujit dhe pluhurit sipas IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE sigurojnë lidhje të shpejtë. Ekziston gjithashtu një marrës GPS / Glonass dhe ndërfaqe Lightning. Ju mund të përdorni kabllon Qi ose teknologjinë wireless për të karikuar. Karakteristikat e tij të sensorit përfshijnë: Face ID, barometër, xhiroskop me tre boshte, akselerometër, sensori i afërsisë, sensori i dritës së ambientit, busulla dixhitale. Celulari ka të instaluar sistemin e ri operativ iOS 13.   ","Price":877.36,"PCode":"269741"},{"Title":"Celular myPhone HAMMER Iron 3 3G, 1GB/16GB, portokall ","Description":" Përshkrimi i produktit  myPhone HAMMER Iron 3 3G me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ky celular vjen me ekran me prekje 5.5”, që shfaq imazhe me kualitet HD \u002B me rezolucion 1440 x 720 piksel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin katër bërthamësh që operon në frekuencë 1.3 GHz MT6580, i kombinuar me memorie operuese 1GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 16GB. Poashtu, HAMMER Iron 3 3G, ka edhe dy kamera me të cilat shkrep e incizon imazhe me kualitet superior, një të pasme 8MP dhe një të përparme 5MP. myPhone HAMMER Iron 3 3G vjen me sistem operativ të instaluar Android Go, si dhe mundësi për lidhje me teknologjitë si Bluetooth 4.0, marrësin WiFi dhe GPS, mbështetjen mobile për rrjetet 2G dhe 3G, Për më tepër, telefoni është i mundësuar nga bateria me kapacitet 4400 mAh.    ","Price":122.4,"PCode":"280452"},{"Title":"Celular Xiaomi Redmi 9A, 6.53\u0022 HD\u002B, 2GB RAM, 32GB, i kaltër","Description":" Përshkrimi i produktit  Redmi 9A i ri synon edhe një herë përdoruesit e thjeshtë, jo modestë, duke u ofruar atyre një raport të shkëlqyeshëm të çmimit dhe performancës. Ju mund të shikoni përpara për performancën e duhur, karakteristikat e njohura dhe jetëgjatësinë e gjatë të baterisë. Ky është një celular Redmi 9A me një çmim të mirë dhe një dizajn të ri. Ekrani me prekje i Xiaomi Redmi 9A ka një madhësi prej 6.53 \u0022 dhe një rezolucion HD \u002B prej 1600 x 720 px. Performanca e tij bazohet në një procesor 8-bërthamor MediaTek Helio G25, që plotësohet me 2 GB memorie RAM, 32 GB memorie të brendshme dhe një slot për karta të memories microSD për zgjerim të mëtejshëm. Ekziston një kamerë e pasme me rezolucion 13 Mpx me kamerë të përparme me rezolucion 5 Mpx, Bluetooth 5.0, Wi-Fi, marrësi GPS / Glonass / BDS, funksioni për njohje të fytyrës dhe mbështetja e rrjeteve 2G, 3G dhe LTE. Nga pajisjet e lidhësit themelor, celulari ofron një portë microUSB dhe një portë 3.5 mm për kufje. Funksionimi i tij mundësohet nga një bateri me kapacitet prej 5000 mAh dhe mbështetje për karikimin 10 W. Sistemi operativ është Android me ndërfaqen MIUI.   ","Price":124.55,"PCode":"293212"},{"Title":"Celular Honor 9X Lite, 4GB/128GB, i zi","Description":" Përshkrimi i produktit  Honor 9X Lite vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me kualitet FHD\u002B, me rezolucion 2340 x 1080 pixel. Si pjesë përbërëse, ky celular ka pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Kirin 710 që operon në frekuencë 2.2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 128GB. Poashtu, Honor 9X Lite, ka edhe tri kamera me të cilat shkrep e incizon imazhe me kualitet superior, dy të pasme 48 \u002B 2MP dhe një të përparme 8MP. Honor 9X Lite vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth, NFC, LTE e GPS. Gjithashtu, mundësohet nga një bateri me kapacitet 3750 mAh. Vjen me ngjyrë të zezë.   ","Price":184.77,"PCode":"286229"},{"Title":"Celular Apple iPhone 12, 128GB, i kaltër","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":1132.5,"PCode":"301128"},{"Title":"Celular Apple iPhone 12 mini, 128GB, i zi","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":1038.5,"PCode":"301110"},{"Title":"Celular Apple iPhone 12 Pro, 6.1\u0022 FHD\u002B, 6GB RAM, 512GB, i argjendtë","Description":" Përshkrimi i produktit  iPhone 12 vjen edhe më mirë se kurrë. Ju mund të zgjidhni nga katër modele. Nëse dëshironi një zgjidhje të vogël, merrni 12 mini, klasikja do të jetë 12 dhe për ata që kërkojnë më shumë ka 12 Pro dhe Pro Max. Ju gjithmonë merrni atë që ju përshtatet më shumë. Apple iPhone 12 Pro është mundësuar nga një çip i fuqishëm A14 Bionic me motorin Neural Engine të gjeneratës së fundit dhe performancë më të lartë të të mësuarit të makinës. Memoria e brendshme me kapacitet prej 512 GB është e gatshme për sistemin, të dhënat dhe aplikacionet. Ekrani 6.1 \u0022 Super Retina XDR me teknologji OLED dhe TrueTone ka një rezolucion prej 2532 × 1170 piksele me një përsosuri prej 460 ppi. iPhone 12 Pro ka një kamerë të trefishtë të pasme 12 MP me lentë ultra të gjerë, me kënd të gjerë dhe telefoto me hapje prej ƒ / 1.6 (të gjerë), ƒ / 2.4 (ultra të gjerë) dhe ƒ / 2.0 (telefoto) dhe stabilizim optik të imazhit (për kënd të gjerë dhe telefoto). Poashtu ka një kamerë të përparme TrueDepth 12 MP me funksion të njohjes së fytyrës Face ID. Celulari është rezistent ndaj ujit dhe pluhurit sipas specifikimit të mbrojtjes IP68. Teknologjitë wireless Bluetooth 5.0, NFC, Wi-Fi ax ose LTE dhe 5G sigurojnë lidhje të shpejtë. Ekziston edhe një marrës GPS / GLONASS / Galileo / QZSS / BeiDou dhe ndërfaqja Lightning. Mund të përdorni kabllon MagSafe ose teknologjinë wireless Qi për karikim. Senzorët përfshijnë: skanues LiDAR, Face ID, barometër, xhiroskop me tre akse, akselerometër, senzor të afërsisë, senzor të dritës së ambientit dhe busullë digjitale. Celulari juaj ka të instaluar sistemin e ri operativ iOS 14.   ","Price":1669.5,"PCode":"301144"},{"Title":"Celular Motorola Moto E7 Power, 4GB/64GB, i kaltër","Description":" Përshkrimi i produktit  Motorola vjen me dizajn tejet modern, rezistencë dhe performancë të jashtzakonshme. Ka ekran me prekje 6.5”, që shfaq imazhe me rezolucion 1600 x 720 pixel. Përmban pjesë harduerike të kualitetit të lartë të cilat mundësojnë operim dhe performancë të shpejtë e pandërprerje. Të gjitha proceset bazohen në procesorin tetë bërthamësh Mediatek Helio G25 që operon në frekuencë 2GHz, i kombinuar me memorie operuese 4GB dhe memoria e brendshme për ruajtjen e të dhënave të çfarëdoshme me kapacitet 64GB. Ka edhe tri kamera me të cilat shkrep e incizon imazhe me kualitet superior, dy të pasme 13\u002B2MP dhe një të përparme 5MP. Vjen me sistem operativ të instaluar Android, si dhe mundësi për lidhje me teknologjitë si Wi-Fi, Bluetooth. Mundësohet nga një bateri me kapacitet 5,000mAh.    ","Price":152.5,"PCode":"310168"}]