[{"Title":"Kompjuter Apple Mac mini i3, 3.6GHz, 8GB, 256GB SSD, Intel HD/OS X (2020)","Description":" Përshkrimi i produktit  Kompjuteri vjen i pajisur me procesorin Intel Core i3 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike 4x Thunderbolt 3 / Type-C , 2x USB 3.0 / 3.1 Gen 1, HDMI 2.0, si dhe portet DisplayPort e portet e audios dhe funksionon me sistemin operativ Apple Mac OS.   ","Price":779.5,"PCode":"283398"},{"Title":"Kompjuter MSI Pro 16T 10M-001XEU, 15.6\u0022 HD, Intel Celeron, 4GB DDR4, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Kompjuteri kompakt gjithçka-në-një MSI Pro 16T 10M ju ofron një gamë të gjerë përdorimesh në ambiente tregtare, dyqane, zyra dhe shtëpi. Siguron fuqi të mjaftueshme dhe një ekran me prekje. Baza e këtij modeli të kompjuterit MSI Pro 16T 10M është një procesor 2-bërthamor Intel Celeron 5205U, i cili funksionon me një frekuencë prej 1.9 GHz dhe ka 4 GB memorie DDR4 (1 modul / 2 slote) për punën e tij. Trupi i të gjithë sistemit përbëhet nga një ekran me prekje 15.6 \u0022 me rezolucion HD prej 1366 x 768 px. Kartela grafike Intel UHD Graphics kujdeset për përpunimin e imazhit. Një hard disk 256 GB SSD M.2 PCIe përdoret për të ruajtur të dhënat dhe aplikacionet. Wireless WiFi përdoret për lidhjen e rrjetit, si dhe 2x porte Gigabit Ethernet. Pajisjet e ndryshme përfshijnë një lexues të kartave të memories, Bluetooth 5.0, VGA, shumë porte USB (2x 2.0 dhe 4x 3.0 / 3.1 / 3.2. Gen 1), 2x porte COM, porta paralele, kamera HD, lidhësit audio dhe altoparlantët stereo. Kompjuteri vjen pa një sistem operativ.   ","Price":414.67,"PCode":"293078"},{"Title":"Kompjuter Apple iMac (2020), 21.5\u0022 4K UHD, Intel Core i5, 8GB RAM DDR4 256GB SSD, AMD Radeon Pro 560X, i argjendtë ","Description":" Përshkrimi i produktit  iMac vazhdon të evoluojë, dhe tani ju mund të bëni me të më shumë punë dhe argëtim se kurrë më parë. Ai ju ofron performancë të shkëlqyer në një dizajn klasik elegant me teknologji të lehtë për t’u përdorur. Kjo është saktësisht çfarë prisni nga një iMac i ri. Ekrani i kompjuterit gjithçka-në-një Apple iMac 21.5 4K Retina (2020) ka një diagonale prej 21.5 \u0022 dhe rezolucion 4K prej 4096 × 2304 px. Fuqia informatike sigurohet nga një procesor 6-bërthamor Intel Core i5, që punon me një frekuencë prej 3 GHz, ose deri në 4.1 GHz në modalitetin TurboBoost, i plotësuar me 8 GB memorie operative DDR4. Imazhi është prodhuar nga kartela grafike AMD Radeon Pro 560x me 4GB memorie GDDR5. Një hard disk 256 GB SSD është i gatshëm për sistemin, të dhënat dhe aplikacionet. Kompjuteri përfshin një kamerë të integruar FaceTime HD 720p mbi ekran, ndërfaqe wireless WiFi ac dhe portë Gigabit Ethernet për komunikim. Ju do të vlerësoni gjithashtu teknologjinë Bluetooth 4.2, 2x Thunderbolt 3, 4x USB 3.0 / 3.1 / 3.2 Gen 1, slotin për kartat e memories dhe daljen 3.5 mm për kufje. Sistemi operativ është MacOS Catalina. Tastiera Apple Magic dhe mausi Apple Magic Mouse 2 përfshihen gjithashtu në paketë.   ","Price":1569.12,"PCode":"294715"},{"Title":"Kompjuter Intel NUC 7i7BNHX1, Intel Core i7, 16GB Intel Optane Cache, Intel Iris Plus Graphics, i hirtë","Description":" Përshkrimi i produktit  Intel prezanton gjeneratën e ardhshme të grupeve kompjuterike të Compaq NUC Series. Me të, ajo përpiqet të dëshmojë se edhe më kompakte ofrojnë energji të mjaftueshme për përdorim multimedial dhe aplikacione të zakonshme për zyra. Kompjuteri është i pajisur me një procesor të fuqishëm Intel 7, që e bën të përshtatshëm jo vetëm për shtëpitë, por edhe për zyrat dhe shkollat. Ky mini kompjuter sidomos do t\u0027i kënaqë ata që nuk kanë hapësirë ??të mjaftueshme rreth tyre për një kompjuter desktop klasik. Shijoni performancën e përsosur në pakon mini. Mini-kompjuter Intel NUC 7i7BNHX1 është i bazuar në procesorin Intel Core i7-7567U, i cili ka teknologji HyperThreading për një shumëfishim të duhur me aftësinë për të trajtuar deri në dy procese njëkohësisht në një bazë dhe vepron në një frekuencë prej 3.5 GHz ose deri në 4 GHz në TurboBoost. Kompjuteri nuk është i pajisur me memorie (2 DDR4 1.2V SO-DIMM deri në 32GB 2133 MHz të disponueshëm), por tashmë është i pajisur me një shpejtësi Intel Intel Optane prej 16GB. Ju gjithashtu mund të zgjidhni hard drive tuaj për të cilën një 2.5 \u0022slot është gati. Kompjuteri është i pajisur me një kartë grafike të integruar Intel Iris Plus Graphics. PC gjithashtu përfshin 4x USB 3.0 / 3.1 Gen 1, USB 3.1 Type-C Gen 2 / Thunderbolt 3 (me mbështetje DisplayPort), HDMI 2.0, Gigabit Ethernet, dalje audio, lexues i kartës së memories, Wi-Fi, Bluetooth.   ","Price":484.02,"PCode":"228212"},{"Title":"Kompjuter ASROCK DeskMini A300, AMD Ryzen, i zi","Description":" Përshkrimi i produktit  Kompjuteri Asrock vjen me dizajn elegant dhe ofron përformancë të lartë. Baza e këtij kompjuteri është procesori AMD Ryzen dhe me slots 2 SODIMM DDR4, si dhe vjen pa hard disk. Ky kompjuter vjen em energji maksimale 120 W dhe është i pajisur me portet USB 3.0 / 3.1 Gen 1, një 2.0 dhe 1x Type C 3.1 Gen1, HDMI, DisplayPort, VGA dhe lidhje audio.   ","Price":159.12,"PCode":"260329"},{"Title":"Kompjuter HP Pavilion 24-k0002nc, 23.8 \u0022IPS, AMD Ryzen 5, 16GB DDR4, 1TB SSD, AMD Radeon Graphics, i bardhë","Description":" Përshkrimi i produktit   Kompjuterët HP Pavilion 24 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për para për argëtimin në shtëpi ose përdorimin e zyrës. Me një dizajn të hollë, ju mund të përdorni kompjuterin tuaj kudo që ju nevojitet dhe do të jetë një aksesor i shkëlqyeshëm dekorativ për shtëpinë dhe zyrën tuaj. Baza e këtij modeli kompjuterik HP Pavilion 24 k është një procesor 6-core AMD Ryzen 5 4600H, i cili ka teknologji SMT për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë dhe funksionon në 3 GHz me mundësi me ngritje automatike deri në 4 GHz në modalitetin turbo. Procesori plotësohet me 16 GB memorie operative DDR4 (2 module / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC). Përpunimi i figurës është kujdesur nga karta grafike AMD Radeon Graphics. Hard disku 1 TB SSD M.2 PCIe NVMe shërben për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Ndërfaqet e rrjetit përfshijnë WiFi ac, Bluetooth 5.0 dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (4x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C 3.1 / 3.2 Gen 1), port dalës dhe hyrës HDMI, kamera IR 5MP e palosshme, lexuesi i kartës së memories, lidhësi audio dhe karikimi i integruar wireless në mbështetëse. Kompjuteri juaj vjen me sistemin operativ Windows 10 Home. Paketa gjithashtu përfshin një tastierë dhe maus USB.   ","Price":909.6,"PCode":"295184"},{"Title":"Kompjuter HP Slim S01-aD0011nc, Intel Pentium J5005, 8GB RAM, 1TB HDD, i zi","Description":" Përshkrimi i produktit  HP Slim S01-aD0011nc është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë.Kompjuteri vjen i pajisur me procesorin 4-core Intel Pentium J5005 që funksionon me 1.5 GHz ose deri në 2.8 GHz në modalitetin TurboBoost, i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten.Përpos kësaj, kompjuteri mban 1TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (4x USB 3.0 / 3.1 / 3.2 Gen 1 dhe 2x USB 2.0 ) si dhe portet DisplayPort e portet e audios, funksionon me sistemin operativ Windows 10 Home. Përfshihet gjithashtu një tastierë dhe mausi USB.   ","Price":366.22,"PCode":"268868"},{"Title":"CZC PC GAMING Master Pro,Intel Core i5, 16GB RAM, NVIDIA GeForce GTX, 2TB HDD, i zi","Description":" Përshkrimi i produktit   Kompjuteri i kualitet të lartë CZC PC Gaming Pro sjell procesorin e fuqishëm Intel Core i5-7600K me 4 bërthama i cili në kombinim me 16GB RAM memorie të llojit DDR4 \u0022Ballistix Sport LT 2400 MHz\u0022 si dhe kartelën grafike NVIDIA GeForce GTX 1060 me 6GB GDDR5 memorie iu mundëson të keni performancë jashtëzakonisht të shpejtë softuerike si dhe imazh kristal të pastër të lojërave tuaja të preferuara. Kompjuteri mban 2 hard diska ( 120GB SSD Kingston dhe 2TB HDD Seagate), një mori portesh USB ( USB 2.0, 3.0 / 3.1 Gen 1, USB 3.1 Type-A Gen2 (10Gbps) dhe USB 3.1 Type-C Gen1), portin Intel Gigabit Ethernet, portet 2x HDMI, 1x DVI, 2x DisplayPort, radiatorin SilentiumPC Fera 3 dhe ftohësin Cooler Master MasterBox Lite 5. Kompjuter mban sistemin operativ Windows 10 Home dhe ka ngjyrë të zezë.   ","Price":1223.52,"PCode":"219839"},{"Title":"Kompjuter HP 260 G3 DM, Intel Core i3, 4GB DDR4, 128GB SSD, Intel HD Graphics, i zi","Description":" Përshkrimi i produktit  Kompjuterët e serisë HP 260 G3 Mini janë desktopë kompaktë që plotësojnë nevojat tuaja të përditshme, ndërsa ofrojnë kapacitete të bollshme për rritje të mëtejshme. Mbyllja kompakte e Mini PC e dizajnuar në mënyrë profesionale, siguron një akses të lehtë në porte, slote dhe slote që janë pozicionuar në mënyrë që ato të jenë gjithnjë të lehta. Portet e përparme USB ofrojnë një gamë të gjerë të lehtësive të mediave dixhitale, dhe transferimet e shpejta të të dhënave dhe lidhësit audio sigurojnë lidhje të shpejtë për kufjet dhe mikrofonin. Seti përfshin porte USB 3.0 / 3.1 Gen 1, të cilat kanë një shkallë më të lartë transferimi sesa portet USB 2.0, e cila është veçanërisht e dobishme kur lidh ruajtje më të mëdha të të dhënave. Ky HP 260 G3 Mini është i pajisur me një procesor 2.7 GHz Intel Core i3-7130U dhe teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese për bazë. Memoria DDR4 ka një kapacitet 4 GB (1 modul / 2 slote). Sistemi, të dhënat dhe aplikacionet janë të dizajnuara për 128 GB M.2 SSD PCIe NVMe dhe në këtë rast asnjë disk optik nuk është i pranishëm. Prodhimi i grafikëve sigurohet nga lidhësit Intel HD Graphics me lidhësit HDMI dhe VGA. Të dy karta e zërit dhe kartela e rrjetit gigabit janë të integruara. Për lidhjen e pajisjeve të jashtme ose pajisjeve të tjera, ka mjaft porte USB (2x USB 2.0 dhe 4x USB 3.0 / 3.1 Gen 1), një port serik dhe një prizë e kombinuar e kufjeve / mikrofonit. Tastiera dhe mausi janë të përfshirë. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":371.92,"PCode":"249758"},{"Title":"Kompjuter Acer Aspire TC-895, Intel Core i5, 8GB RAM DDR4, 1TB HDD, NVIDIA GeForce GTX 1650, i zi ","Description":" Përshkrimi i produktit  Në këtë konfigurim, Acer Aspire TC (TC-895) përmban një procesor 6-bërthamor Intel Core i5-10400F që përmban teknologjinë HyperThreading dhe punon në frekuencë prej 2.9 GHz ose deri në 4.3 GHz në modalitetin TurboBoost. Ai plotësohet me 8 GB memorie DDR4 (1 modul / 2 slote). Një HDD me kapacitet prej 1 TB është përcaktuar për të ruajtur të dhënat dhe për aplikacionet. Ka edhe një njësi optike DVD ± RW. Sa i përket kartelës grafike, vjen me NVIDIA GeForce GTX 1650 me 4 GB memorie grafike. Pajisje të ndryshme periferike mund të lidhen duke përdorur mjaft porte USB 2.0, 3.0 / 3.1 / 3.2 Gen 1 dhe Tip-C 3.1 / 3.2 Gen 1. Lidhja e rrjetit sigurohet nga lidhja kabllore Gigabit Ethernet dhe lidhja wireless WiFi ac. Prania e një lidhjeje Bluetooth dhe një lexuesi të kartave të memories mund të jetë e dobishme. Kompjuteri vjen pa një sistem operativ. Paketa përfshin një tastierë dhe maus USB.   ","Price":641.76,"PCode":"302057"},{"Title":"Mini kompjuter Raspberry Pi 4 Model B, 2GB ","Description":" Përshkrimi i produktit  Mini kompjuter me performancë tejet te mirë, i cili ka procesor të integruar Broadcom BCM2711 që funksionon në 1.5 GHz dhe ka memorie 2 GB. Të dhënat apo sistemi operativ mund të instalohen në diskun microSD, të cilat nuk përfshihen në këtë paketë. Ka këta konektorë: 2 microHDMI, port për video, GPIO, 2x USB 3.0 / 3.1 / 3.2 Gen 1, 2x USB 2.0, CSI, DSI. Mund të lidhet edhe me Wifi, Ethernet dhe Bluetooth 5.0 BLE. Produkti vjen pa sistem operativ.   ","Price":49.75,"PCode":"266559"},{"Title":"Kompjuter Acer Aspire XC-330, AMD A-Series, 4GB RAM, 1TB HDD, AMD Radeon R3 series, i zi","Description":" Përshkrimi i produktit  Acer Aspire XC-330 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh AMD A4-9120e i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon R3 series për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (3x USB-As 3.0 / 3.1 / 3.2 Gen 1 dhe 3x USB-A 2.0) si dhe portet DisplayPort e portet e audios, funksionon me sistemin operativ Linux.    ","Price":244.62,"PCode":"281524"},{"Title":"Kompjuter HP Pavilion TG01-1100nc, Intel Core i5, 16GB DDR4, 256GB SSD, 1TB HDD, NVIDIA GeForce GTX 1650, i zi ","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 6-core Intel Core i5 - 10400F, i cili funksionon me një frekuencë 2.9 GHz deri në 4.3GHz. Procesori plotësohet me 16 GB memorie operative DDR4 (1 modul / 2 slote). Përpunimi i figurës është kujdesur nga karta grafike NVIDIA GeForce GTX 1650. Hard disqet 256 GB SSD M.2 PCIe NVMe dhe 1TB HDD shërbejnë për të ruajtur të dhënat. Disku optik mungon. Ndërfaqet përfshijnë HDMI, RJ-45 dhe DVI. Kompjuteri ka 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A, 2 porte USB 3.1 / 3.2 Gen 2 Type-A, 1 port USB 3.1 / 3.2 Gen 1 Type-C, 4 porte USB 2.0 Type-A. Ndërfaqet e rrjetit përfshijnë teknologjinë Wi-Fi dhe Bluetooth 4.2. Lloji i kartës së rrjetit GLAN, WLAN. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":803.04,"PCode":"295210"},{"Title":"Kompjuter Apple iMac 27 5K Retina (2020), 27\u0022 5K UHD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, AMD Radeon Pro 5300, i argjendtë","Description":" Përshkrimi i produktit  iMac vazhdon të evoluojë, dhe tani ju mund të bëni më shumë punë dhe argëtim me të si kurrë më parë. Performancë e shkëlqyer në një dizajn klasik elegant me teknologji të lehtë për t’u përdorur. Saktësisht çfarë prisni nga një iMac i ri. Ekrani i kompjuterit gjithçka-në-një Apple iMac 27 5K Retina (2020) ka një diagonale 27 \u0022 dhe ka një rezolucion 5K prej 5120 × 2880 px. Performanca llogaritëse sigurohet nga një procesor 6-bërthamor Intel Core i5, i cili punon me një frekuencë prej 3.1 GHz, ose deri në 4.5 GHz në modalitetin TurboBoost dhe plotësohet me 8 GB memorie RAM të llojit DDR4. Prodhimi i imazheve sigurohet nga një kartelë grafike AMD Radeon Pro 5300 me 4 GB memorie grafike GDDR6. Për sistemin, të dhënat dhe aplikacionet shërben hard disku 256 GB SSD. Mbi ekran është integruar kamera FaceTime HD 1080p dhe komunikimi mundësohet nga lidhja wireless përmes teknologjisë WiFi ac dhe lidhja kabllore përmes portës Gigabit Ethernet. Ju do ta vlerësoni teknologjinë Bluetooth 5.0, 2x lidhës Thunderbolt 3, 4x lidhës USB 3.0 / 3.1 / 3.2 Gen 1, slotin për kartat e memories dhe lidhësin 3.5 mm për kufje. Sistemi operativ është MacOS Catalina. Tastiera Apple Magic dhe mausi Apple Magic Mouse 2 janë të përfshirë në paketë.   ","Price":1881.12,"PCode":"294582"},{"Title":"Kompjuter HP ProOne 440 G6 24, 23.8\u0027\u0027, Intel Core i7, 8GB RAM, 512GB SSD, Intel UHD, i zi","Description":" Përshkrimi i produktit  HP ProOne 440 G6 24 është kompjuter kompakt dhe i lehtë, me diagonale 23.8\u0027\u0027, i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7 -10700T i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet HDMI, RJ45, VGA D-Sub. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":949.92,"PCode":"304734"},{"Title":"Mini kompjuter HP 260 G4, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  HP 260 G4 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh Intel Core i3-10110U i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet HDMI, RJ45, VGA D-Sub, COM. Për më tepër, kompjuteri vjen pa sistem operativ.   ","Price":337.72,"PCode":"304690"},{"Title":"Kompjuter Fujitsu Esprimo P5010, Intel Core i5, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuteri desktop Fujitsu Esprimo P5010 ofron besueshmëri në operacionet e përditshme të zyrës me një çmim tërheqës. Performanca e tij siguron vazhdimësinë e nevojshme për vendosjen e përditshme dhe në të njëjtën kohë ju siguron mbrojtje të lartë të të dhënave. Sigurisht, ka prona të kursimit të energjisë që përputhen me certifikatat e mbrojtjes së mjedisit dhe kontribuojnë në kursimin e energjisë elektrike. Merrni një kompjuter të besueshëm, të fuqishëm dhe shumë efikas Fujitsu për biznesin tuaj. Baza e këtij kompjuteri Fujitsu Esprimo P5010 është një procesor 6-bërthamor Intel Core i5-10400, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në 2.9 GHz ose deri në 4.3 GHz në modalitetin automatik turbo overclocking. DDR4 RAM ka një kapacitet prej 8 GB (1 modul / 2 slote) dhe një hard disk 256 GB SSD është menduar për të dhëna dhe aplikime. Ekziston edhe një disk optik DVD ± RW. Prodhimi i videos për lidhjen e monitorit sigurohet nga karta Intel UHD Graphics. Periferikë të ndryshëm mund të lidhen duke përdorur një numër të mjaftueshëm të lidhësve USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1. Ju mund të përdorni Gigabit Ethernet për lidhjen e rrjetit. Lidhësit e nevojshëm audio dhe 2x DisplayPort janë në dispozicion. Energjia sigurohet nga një furnizim me energji prej 280W Gold. Kompjuteri vjen me sistemin operativ Windows 10 Pro.   ","Price":711.5,"PCode":"311309"},{"Title":"Kompjuter HP Pro A 300 G3, AMD Ryzen 3 Pro, 8GB RAM, 256GB SSD, AMD Radeon Vega 8, i zi","Description":" Përshkrimi i produktit  Ky model HP Desktop Pro A 300 G3 përmban një procesor 4-core AMD Ryzen 3 Pro 2200G, i cili funksionon me frekuencë prej 3.5 GHz ose deri në 3.7 GHz në modalitetin turbo. Memoria DDR4 ka një kapacitet prej 8 GB (1 modul / 2 slote). Për sistemin, të dhënat dhe aplikacionet është dizajnuar disku 256 GB SSD. Ekziston edhe një disk optik DVD ± RW. Prodhimi i videos sigurohet nga kartela grafike AMD Radeon Vega 8 me dalje HDMI dhe VGA. Karta e zërit dhe karta e rrjetit gigabit janë të integruara. Posedon mjaft porte USB (4x USB 2.0 dhe 4x USB 3.0 / 3.1 / 3.2 Gen 1), dhe lidhësit audio të cilët janë në dispozicion për të lidhur periferikët e jashtëm ose pajisjet e tjera. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Paketa gjithashtu përfshinë një tastierë dhe maus USB.   ","Price":410.4,"PCode":"280625"},{"Title":"Kompjuter Lenovo V530-15ICR TWR, Intel Core i5, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  Lenovo V530-15ICR TWR është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-9500 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (4x USB 2.0 Type-A, 6x USB 3.0 / 3.1 / 3.2 Gen 1 Type-A ) si dhe portet DisplayPort e portet e audios. Kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":667.68,"PCode":"287201"},{"Title":"Kompjuter HAL3000 Alfa Gamer Pro 2060, AMD Ryzen 5, 16GB RAM, 1TB SSD, NVIDIA GeForce RTX 2060, i zi","Description":" Përshkrimi i produktit  HAL3000 Alfa Gamer Pro 2060 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh AMD Ryzen 5-5600X i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike NVIDIA GeForce RTX 2060 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe HDMI, DVI, DisplayPort, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Home.   ","Price":1485.6,"PCode":"304251"},{"Title":"Kompjuter HP EliteDesk 705 G5 SFF, AMD Ryzen 5 Pro, 8 GB RAM, SSD 256GB, AMD Radeon R7 430","Description":" Përshkrimi i produktit  HP EliteDesk 705 G5 SFF është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh AMD Ryzen 5 Pro 3600 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon R7 430 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (2x 2.0, 6x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 1x Type-C 3.1 / 3.2 Gen 2) si dhe portet DisplayPort e portet e audios, funksionon me sistemin operativ Windows 10 Pro dhe në pako përfshihet një tastierë dhe maus USB.    ","Price":905.76,"PCode":"280656"},{"Title":"Kompjuter MSI Pro 22XT 9M-029XEU, 21.5\u0022 Full HD, Intel Celeron G4930, 8GB DDR4, 256GB SSD, Intel UHD Graphics, i bardhë","Description":" Përshkrimi i produktit   Seria e kompjuterave të gjithanshëm AIO MSI Pro 22XT 9M ju ofron një gamë të gjerë përdorimesh në ambiente tregtare, dyqane, zyra dhe shtëpi. Siguron energji të mjaftueshme dhe një ekran Full HD për cilësi superiore të imazhit dhe detaje të mprehta me shkëlqim të lartë. Një avantazh tjetër i kësaj serie është sistemi i testimit intenziv që kompjuteri MSI Pro 22XT 9M ka pësuar, kështu që ju mund të jeni i sigurt në besueshmërinë e tij. Baza e këtij modeli të kompjuterit MSI Pro 22XT 9M është një procesor 2-bërthamor Intel Celeron G4930, i cili funksionon me një frekuencë prej 3.2 GHz. Ka 8 GB memorie RAM të llojit DDR4 (1 modul / 2 slote) në dispozicion për punën e tij. Trupi i të gjithë sistemit përbëhet nga një ekran i madh me prekje 21.5 \u0022 IPS Grade me rezolucion Full HD prej 1920 x 1080 px. Përpunimi i figurës sigurohet nga një kartelë Intel UHD Graphics. Të dhënat dhe aplikacionet ruhen në një hard disk 256 GB SSD M.2 PCIe NVMe. Lidhshmëria përfaqësohet nga lidhja kabllore Gigabit Ethernet dhe wireless Wi-Fi ac. Pajisjet e ndryshme përfshijnë Bluetooth, lexuesin e kartave të memories, hyrje / dalje HDMI, porte USB (2x 2.0, 3x 3.0 / 3.1 / 3.2 Gen 1 dhe 1x Tip-C 3.1 / 3.2 Gen 1), portë COM, kamerë HD, lidhës audio dhe altoparlantë stereo. Kompjuteri vjen pa një sistem operativ.   ","Price":556.32,"PCode":"293081"},{"Title":"Kuti Raspberry Armor për Raspberry Pi 4 B, e zezë","Description":" Përshkrimi i produktit  Kompania Joy-It sjell në treg kutinë e saj të aluminit për kompjuterin miniaturë Raspberry Pi Model B 4. Përveç ndikimeve të jashtme, trupi prej alumini siguron shpërndarje të shkëlqyeshme të nxehtësisë edhe në kushte ekstreme. Në të njëjtën kohë, ajo nuk e zgjeron profilin e vetë Raspberry dhe mund të përdoret në projekte të filluara tashmë.   ","Price":15.4,"PCode":"268957"},{"Title":"Kompjuter HAL3000 Online Gamer Pro, AMD Ryzen 5, 16GB RAM, 250GB SSD, 1TB HDD, GeForce GTX 1660, i zi","Description":" Përshkrimi i produktit  Baza e këtij seti është pllaka ASRock A320M-HDV me setin e çipave AMD A320 të pajisur me një procesor 6-bërthamor AMD Ryzen 5 1600, i cili ka teknologji SMT për shumëfishim më të lehtë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë, dhe është akorduar në 3.2 GHz ose deri në 3.6 GHz në modalitetin turbo. Procesori plotësohet më tej me 16 GB memorie operative DDR4, 2666 MHz (2x 8 GB HP Gaming V6). Prodhimi i videos sigurohet nga një kartelë grafike GABYTE GeForce GTX 1660 OC me 6 GB memorie GDDR5, si dhe dalje HDMI dhe 3x DisplayPort. Hard disqet 250 GB SSD (HP EX900) dhe 1 TB HDD (WD Blue) janë projektuar për të dhënat dhe aplikacionet tuaja. Gjithashtu ka mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe një lidhje rrjeti Gigabit Ethernet. Kompjuteri vjen me kasë Sharkoon S1000, ku posedon dhe burimin e energjisë 450 W SilentiumPC Elementum E2. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":738.72,"PCode":"285381"},{"Title":"Kompjuter mini Intel NUC 7i3BNH ","Description":" Përshkrimi i produktit  Kompania Intel është e njohur për produktet e saj dhe arritjet në tregun e teknologjisë. Tani ka bërë një avancim të madh me produktin Intel NUC 7i3BNH cili ka 2 bërthama të fuqishme Intel Core i3-7100U. Ky procesor i teknologjisë moderne ka frekuencë prej 2.4 GHz, me mundësi të rritjes deri në 2.9 GHz. Kompjuteri mund të rrisë Ram memorien duke përdorur 2 portet SODIMM DDR4 deri në 32 GB me një frekuencë prej 2133 MHz. Për shkak të dimensioneve të vogla kompjuteri nuk përmban lexues optik. Për HDDs ka portet për 2.5\u0022 HDD apo SSD ( maksimum 9.5 mm trashësi ) dhe portin M.2 SATA / PCIe SSDs. Kompjuteri ka një seri portesh si portin për lidhje me rrjet përmes kabllos RJ45 Gigabit Ethernet, 4x USB 3.0 / 3.1 Gen 1, USB 3.1 Tipit-C Gen 2 (10 Gb / s DisplayPort), HDMI 2.0, VGA, akordin për kufje, lexues kartelash, Wi-Fi ac, Bluetooth, sensorin infrared në pjesën e përparmë dhe ka të integruar gjithashtu kartelën grafike Intel HD Graphics. Kompjuteri Intel nuk ka sistemin operativ të përfshirë, hapësirë për ruajtjen e të dhënave dhe Ram memorie.   ","Price":290.4,"PCode":"205794"},{"Title":"Mini PC PrimeMini 4, Intel Core i3-7100U, 8GB RAM, 250GB SSD, Intel HD Graphics 620, i zi","Description":" Përshkrimi i produktit  PRIMEMINI 4 Të mbrojtur nga ndikimi i përdorimit të tyre të përditshëm nga një kasë e fortë alumini, produktet tona karakterizohen nga forma e tyre kompakte dhe dizajni elegant.Përdorimi i komponentëve të riciklueshëm, konsumi i ulët i energjisë, opsione të gjera të thjeshta për punë dhe ruajtje të të dhënave, si dhe një larmi opsionesh për montim i bëjnë produktet tona të qëndrueshme dhe të gjithanshme.Kompjuter i besueshëmPrimemini 4 është i pajisur me procesor të fuqishëm i3. Teknologjia Intel vPro thjeshton mirëmbajtjen e kompjuterëve personalë nga distanca, duke lejuar kështu që problemet harduerike dhe softuerike të zgjidhen më shpejt. Në kombinim me Windows 10 Pro, PrimeMini 4 siguron një platformë moderne për punë efikase.Falë dizajnit të tyre pa ventilatorë, kompjuterët personalë desktop PrimeMini 4 janë plotësisht të heshtur dhe rezistentë ndaj pluhurit dhe papastërtisë. Kjo i lejon ata që të përdoren në mjedise ku kompjuterët personalë të zakonshëm hasin në vështirësi për të funksionuar për periudha të zgjatura të kohës. Për shembull, në sallat e ndotura të prodhimit industrial ose në dhomat e trajtimit mjekësor.Nëse nuk dëshironi të vendosni PrimeMini 4 mbi një tavolinë, mbajtësja shtresë VESA e bën të lehtë montimin e pajisjes, për shembull, pas një monitori.I konfigurueshëm në mënyrë individualePrimeMini 4 mund të konfigurohet në mënyrë individuale, duke siguruar që ju të gjeni pajisjen e duhur për biznesin tuaj. Për një kompjuter personal për zyre një procesor Intel Core i3 me kosto të ulët dhe 8 GB memorie RAM është zakonisht i mjaftueshëm. Nëse punoni profesionalisht me programet Adobe CC, një kompjuter personal PrimeMini 4 me procesor të fuqishëm Intel Core i7, të paktën 16 GB memorie RAM dhe hard disk SSD me kapacitet më të madh është zgjidhja e duhur.Karakteristikat kryesore:•\tProcesori Intel Core i3;•\tTeknologjia Intel vPro dhe moduli TPM (tek procesorët i5 ose i7);•\tMemoria operative RAM me kapacitet deri në 32 GB;•\t2x memorie SSD (M.2 dhe 2.5”);•\tOpsionale: RS232, Wi-Fi \u0026 Bluetooth;•\tGarancion 5 vjeçar;•\tZhvilluar dhe prodhuar në Zvicër.Mbështetë sistemet operative si: Microsoft® ( Windows®: 10 / 8.1 / Server 2016), Linux (Linux Mint / Ubuntu / Fedora / OpenSUSE / Debian), VMWare® (ESXi 6.7 më lartë).    ","Price":925.86,"PCode":"222727pc"},{"Title":"Kompjuter Acer Veriton ES2740G TWR, Intel Core i3, 4GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Acer Veriton Essential S (ES2740G) është një kompjuter personal i plotë nga modeli i kompjuterave profesional Veriton. Falë përdorimit të pjesëve dhe teknologjive kryesore, ai është përgatitur në mënyrë të përsosur për detyra sfiduese të zyrës dhe aplikime biznesi. Një grup i shërbimeve të dobishme garanton administrim të përshtatshëm dhe lehtësinë e përdorimit. Kompjuteri është veçanërisht i përshtatshëm për përdorim profesional. Kompjuteri kompakt Acer Veriton Essential S (ES2740G) është i pajisur me një procesor 4-bërthamor Intel Core i3-10100, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese në të njëjtën kohë në një bërthamë. Procesori funksionon në frekuencë prej 3.6 GHz ose deri në 4.3 GHz në modalitetin TurboBoost. Ka 4 GB memorie RAM të llojit DDR4 (1 modul / 2 slote) në dispozicion për punën e tij. Hard disku 256 GB SSD M.2 përdoret për të ruajtur të dhëna dhe aplikacione, si dhe ekziston një disk optik DVD ± RW. Përpunimi i imazhit sigurohet nga një kartelë grafike Intel UHD Graphics. Lidhja kabllore Gigabit Ethernet siguron lidhjen e nevojshme të rrjetit. Pajisjet e ndryshme përfshijnë mjaft porte USB (4x 2.0 dhe 4x 3.0 / 3.1 / 3.2 Gen 1), HDMI, VGA, portë serike dhe lidhës audio. Kompjuteri vjen me sistemin operativ Windows 10 Home. Paketa gjithashtu përfshin një tastierë USB dhe një maus optik.   ","Price":492,"PCode":"298846"},{"Title":"Kompjuter HP M01-F0004nc, AMD Ryzen 5, 16GB DDR4, 512GB SSD, NVIDIA GeForce GTX 1650, i zi ","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 6-core AMD Ryzen 5 - 4600G, i cili funksionon me një frekuencë 3.7 GHz deri në 4.2 GHz. Procesori plotësohet me 16 GB memorie operative DDR4. Përpunimi i figurës është kujdesur nga karta grafike NVIDIA GeForce GTX 1650. Hard disku 512GB SSD M.2 PCIe NVMe shërben për të ruajtur të dhënat. Furnizimi maksimal i energjisë 310 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":774.24,"PCode":"295206"},{"Title":"Mini kompjuter MSI Cubi 5 10M, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  MSI Cubi 5 10M është minikompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Vjen i pajisur me procesorin 2 bërthamësh Intel Core i3-10110U i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort e portet e audios. Për më tepër, funksionon me sistemin operativ Windows 10 Home.    ","Price":447.92,"PCode":"308736"},{"Title":"Kompjuter MSI Cubi 5 10M-008BEU, Intel Core i5, deri në 64GB DDR4, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  MSI Cubi 5 10M është një kompjuter i vogël modern, i pajisur me teknologji moderne për vendosjen e përditshme pa probleme me përdorim praktik kudo. Në shtëpi si HTPC, në zyrë si një asistent i gjithanshëm, ose në projekte tregtare. Kompjuterët Cubi 5 10M mbështesin argëtim të shkëlqyeshëm. Duke shfrytëzuar procesorët e gjeneratës së 10-të U të Intel, ai ofron lidhje solide, të gjitha të paketuara në një dizajn elegant. Në të njëjtën kohë, kjo familje e kompjuterëve është ideale për të shfletuar në internet, të bëjë detyrat e shtëpisë me programe të zakonshme, të luajë video ose të redaktojë foto. Cubi 5 10M nuk është vetëm një mini kompjuter, por edhe një dekorim i brendshëm në modë. Pavarësisht dizajnit të tij shumë kompakt, Cubi 5 10M ofron mundësinë për të montuar 1 M.2 SATA ose PCIe NVMe SSD dhe 1 HDD me kapacitet të lartë 2.5 \u0022 HDD, në mënyrë që të krijoni kombinimin optimal të shpejtësisë dhe kapacitetit të ruajtjes, pasi ofron 2 slote DDR4 SO-DIMM deri në 64 GB. Megjithëse kasa e kompjuterit ka një madhësi shumë kompakte dhe vëllim minimal, ajo ofron lidhjen për të cilën jeni mësuar. Ju mund të përdorni daljet HDMI dhe DipslayPort për të lidhur pajisjet e ekranit, monitor, projektorë ose televizior. Portet USB 3.0 / 3.1 / 3.2 Gen 1, USB-C 3.1 / 3.2 Gen 1 dhe USB 2.0 do të vijnë në ndihmë për lidhjen e një maus, tastierë, flash drive dhe pajisje të tjera USB. Lidhja e rrjetit duke përdorur Gigabit Ethernet dhe WiFi ju lejon të zgjidhni lidhje me tel ose wireless. Dizajni i tij shumë kompakt është një zgjedhje e shkëlqyeshme për vendosjen në një larmi ambientesh. Përveç kësaj, ju mund ta vendosni me lehtësi kompjuterin tuaj në pjesën e pasme të monitorit me VESA në rritje standarde. MSI Cubi 5 10M është i pajisur me një procesor 4-bërthamësh Intel Core i5-10210U që përmban teknologji HyperThreading për shumëfishim me aftësinë për të përpunuar deri në 2 procese në të njëjtën kohë dhe duke funksionuar në 1.6 GHz ose deri në 4.2 GHz në TurboBoost Mode. Sistemi vjen pa memorie (2 slote DDR4 SO-DIMM deri në 64 GB DDR4) dhe pa hard disk (1x M.2 SSD dhe 1x 2.5 \u0022HDD / SSD). Prodhimi i videos sigurohet nga Intel UHD Graphics. Shumë ndërfaqe përfshirë Gigabit Ethernet, Wi-Fi dhe Bluetooth 5.0, porte të mjaftueshme USB (3x 3.0 / 3.1 / 3.2 Gen 1, 1x USB-C 3.1 / 3.2 Gen 1 dhe 2x USB 2.0), HDMI, DisplayPort dhe lidhës audio. Kompjuteri vjen pa një sistem operativ .   ","Price":366.22,"PCode":"279963"},{"Title":"Kompjuter Acer Aspire XC-830, Intel Pentium J5040, 4GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Acer Aspire XC (AXC-830) përshtatet pothuajse kudo në sajë të modelit të tij kompakt, i cili është rreth një e treta e madhësisë së kabineteve standarde të kasave në formë kulle. Ai u krijua posaçërisht për argëtim në shtëpi, përdorim të përditshëm të zyrave, shfletim në internet dhe rishikim multimedia. Kompjuteri kompakt Acer Aspire XC (AXC-830) në këtë dizajn është i pajisur me një procesor 4-bërthamor Intel Pentium J5040, i cili punon me një frekuencë prej 2 GHz ose deri në 3.2 GHz në modalitetin TurboBoost. Memoria operative DDR4 ka një kapacitet prej 4 GB (1 modul / 2 slote). Për të dhënat dhe aplikacionet ekziston një hard disk 256 GB SSD M.2 (\u002B një slot i lirë 3.5 \u0022). Ekziston edhe një disk optik DVD ± RW. Prodhimi i videos për lidhjen e monitorit sigurohet nga kartela grafike Intel UHD Graphics me lidhje HDMI dhe VGA. Periferikë të ndryshëm mund të lidhen duke përdorur mjaft lidhës USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1. Gigabit Ethernet dhe WiFi ac përdoren për lidhjen e rrjetit dhe ekziston gjithashtu teknologjia Bluetooth. Lidhësit e nevojshëm audio dhe një lexues i kartave të memories janë gjithashtu të disponueshme. Kompjuteri vjen me sistemin operativ Windows 10 Home. Tastiera dhe mausi USB janë të përfshirë gjithashtu.   ","Price":397.57,"PCode":"288614"},{"Title":"Mini kompjuter Intel NUC 10i3FNHFA, 4GB RAM, 1TB HDD, Core i3, Intel UHD, i hirtë","Description":" Përshkrimi i produktit  Intel NUC 10i3FNHFA është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Vjen i pajisur me procesorin 2 bërthamësh Intel Core i3-10110U, i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (1x 3.1 / 3.2 Gen 2 Type-C, 1x USB 3.0 / 3.1 / 3.2 Gen 1 Type-A dhe 2x USB 3.1 / 3.2 Gen 2 Type-A ) si dhe portet DisplayPort, HDMI, RJ-45 e portet e audios. Për më tepër, kjo pajisje nuk ka sistem operativ.   ","Price":469.92,"PCode":"286389"},{"Title":"Kompjuter HP EliteDesk 705 G5 DM, AMD Ryzen 3 Pro, 8GB RAM, SSD 256 GB, AMD Radeon RX 560","Description":" Përshkrimi i produktit  HP EliteDesk 705 G5 DM është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh AMD Ryzen 3 Pro 3200G i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon RX 560 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256 GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (6x 3.0 / 3.1 / 3.2 Gen 1 dhe 1x Type-C 3.1 / 3.2 Gen 2) si dhe portet DisplayPort e portet e audios, funksionon me sistemin operativ Windows 10 Pro dhe në pako përfshihet një tastierë dhe maus USB.    ","Price":868.32,"PCode":"280642"},{"Title":"Kompjuter ASUS ExpertCenter D300TA - 20L, Intel Core i7, 8GB RAM, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Kompjuteri ASUS ExpertCenter D300TA është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe HDMI, RJ45, VGA D-Sub. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":886.56,"PCode":"303538"},{"Title":"Kompjuter OMEN by HP GT13-0003nc, AMD Ryzen 7, 16GB DDR4, 512GB SSD, 1TB HDD, NVIDIA GeForce GTX 1660 Ti","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 8-core AMD Ryzen 7 - 3700X, i cili funksionon me një frekuencë 3.6 GHz deri në 4.4 GHz. Procesori plotësohet me 16 GB memorie operative DDR4 (slot). Përpunimi i figurës është kujdesur nga karta grafike NVIDIA GeForce GTX 1660 Ti. Hard disqet 512GB SSD M.2 PCIe NVMe dhe 1TB HDD shërbejnë për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Lloji i kartës së rrjetit GLAN, WLAN. Kompjuteri mbështet standardet Wi-Fi a / b / g / n / ac / ax. Furnizimi maksimal i energjisë 500 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":1209.12,"PCode":"295220"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Kompjuter HP 22-df0000nc, 21.5 \u0022, Intel Celeron J4025, 4GB DDR4, 128GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuterët HP 22 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për argëtim në shtëpi ose përdorim zyre. Me një dizajn të hollë, ju mund të përdorni kompjuterin tuaj kudo që ju nevojitet dhe do të jetë një aksesor i shkëlqyeshëm dekorativ për shtëpinë tuaj. Ju mund të mbështeteni në HP All-in-One për të bërë detyrat e shtëpisë, projektet shkollore, përdorimin e aplikacioneve për zyra dhe shikimin e filmave gjatë gjithë ditës. Baza e këtij kompjuteri HP 22 df është një procesor 2-core Intel Celeron J4025 i cili funksionon me një frekuencë prej 2 GHz, ose deri në 2.9 GHz në modalitetin turbo. Ai ka një memorie operative 4 GB DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 21.5 \u0022IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC). Përpunimi i figurës është kujdesur nga një kartel grafike Intel UHD Graphics. Mund të ruani të dhënat në një hard disk 128 GB M.2 SSD. Seti nuk përfshin një disk optik. Ndërfaqet e rrjetit përfshijnë WiFi ac, Bluetooth 4.2 dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), portin e daljes HDMI, kamerën HD, lexuesin e kartës së memories dhe lidhësin e kombinuar të kufjeve / mikrofonit. Kompjuteri juaj vjen me Windows 10 në modalitetin S. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":389.02,"PCode":"295094"},{"Title":"Kompjuter LYNX Challenger, AMD Ryzen 3, 8GB DDR4, 240GB SSD, 1TB HDD, AMD Radeon RX 570, i zi","Description":" Përshkrimi i produktit  Kompjuteri LYNX Challenger përballon lojrat e mëdha Full HD pa problem, dhe mund të përdoret edhe për argëtim, punë ose studim. Baza e këtij kompjuteri është pllaka MSI A320M PRO-M2 V2 me setin e çipave AMD A320 të pajisur me procesor 4-core AMD Ryzen 3 1200, i cili operon në frekuencë prej 3.1 GHz ose deri në 3.4 GHz në modalitetin turbo. Procesori plotësohet edhe nga memoria Kingston HyperX Fury Black DDR4 me një kapacitet prej 8 GB dhe një frekuencë prej 2400 MHz. Prodhimi video ofrohet nga kartela grafike AMD Radeon RX 570, e cila ka 4 GB memorie GDDR5. Për të dhënat dhe aplikacionet tuaja përcaktohet një kombinim i hard disqeve 240 GB SSD M.2 (Kingston A400) dhe 1 TB HDD (Toshiba P300). Disku optik nuk është i pranishëm. Natyrisht, ekzistojnë edhe portet USB 2.0 dhe 3.0 / 3.1 Gen 1, Gigabit Ethernet dhe porte dalëse DVI, HDMI dhe 3x DisplayPort. I gjithë hardueri është i ruajtur në një kasë të zezë kompjuteri SilentiumPC Armis AR1 Pure, e cila mundësohet nga burimi 500 W Gigabyte PB500 me certifikim 80Plus Bronze. Kompjuteri vjen pa një sistemin operativ.    ","Price":447.92,"PCode":"257752"},{"Title":"Kompjuter HP ProDesk 400 G6 SFF, Intel Core i5, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuteri ProDesk 400 G6 Small Form Factor Series është një desktop i thjeshtë për t’u zgjeruar për të përmbushur nevojat tuaja të përditshme. Në të njëjtën kohë, ai do të ofrojë kapacitete të mjaftueshme për rritje të mëtejshme dhe mundësi të shkëlqyera të menaxhimit dhe sigurisë për përdorim në zyra dhe sferën e korporatave. Me ProDesk 400 G6 SFF, ju mund të krijoni një zgjidhje të përballueshme për biznesin tuaj. Ky model i kompjuterit HP ProDesk 400 G6 SFF është i pajisur me një procesor 6-core Intel Core i5-9400, i cili funksionon me një frekuencë prej 2.9 GHz, ose deri në 4.1 GHz në modalitetin TurboBoost. RAM DDR4 ka një kapacitet prej 8 GB (1 modul / 2 slote). Hard disku 256 GB SSD M.2 PCIe NVMe është projektuar për sistemin, të dhënat dhe aplikacionet, dhe ekziston gjithashtu një disk DVD ± RW. Prodhimi i videos sigurohet nga një kartë grafike Intel UHD Graphics me dalje DisplayPort dhe VGA. Të dyja, një kartë zanore dhe një kartë rrjeti gigabit janë të integruara. Ka mjaft porte USB (4x USB 2.0 dhe 4x USB 3.0 / 3.1 / 3.2 Gen 1) ose lidhës audio për të lidhur periferikë të jashtëm ose pajisje të tjera. Kompjuteri vjen me një sistem operativWindows 10 Pro. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":537.12,"PCode":"295243"},{"Title":"Kompjuter Dell Optiplex 3090 UFF, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Dell Optiplex 3090 UFF është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh Intel Core i3-1115G4 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort e RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":561.12,"PCode":"310198"},{"Title":"Kompjuter Lenovo ThinkCentre M625q Tiny, AMD A-Series, 4GB RAM, 128GB SSD, AMD Radeon 5","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M625q Tiny është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh AMD A9-9420e i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon 5 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 128GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (3x USB 2.0 Type-A dhe 3x USB 3.0 / 3.1 / 3.2 Gen 1 Type-As) si dhe portet DisplayPort e portet e audios, dhe funksionon pa sistem operativ. Përfshin tastierë dhe maus.   ","Price":251.04,"PCode":"282422"},{"Title":"Mini kompjuter Intel NUC 10i7FNKPA, Intel Core i7, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Mini kompjuteri Intel NUC Kit 10i7FNKPA bazohet në procesorin 6-bërthamor Intel Core i7-10710U, i cili punon me një frekuencë prej 1.1 GHz (deri në 4.7 GHz në modalitetin TurboBoost) dhe mbështet teknologjinë HyperThreading për shumëfishim më të qetë me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë të vetme. Sistemi është i pajisur me 8 GB memorie operuese DDR4 (2 module / 2 slote DDR4 SODIMM). Në këtë rast, sloti M.2 është i pajisur me një hard disk 256 GB PCIe NVMe SSD. Prodhimi i videos sigurohet nga kartela grafike Intel UHD Graphics. Kompjuteri është i pajisur gjithashtu me 2x USB Tip-C 3.1 / 3.2 Gen 2 (një me mbështetje Thunderbolt 3), 3x USB 3.1 / 3.2 Gen 2, HDMI 2.0a, lexues të kartave të memories, Gigabit Ethernet, lidhës audio, Wi-Fi ax dhe Bluetooth 5.0. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":780,"PCode":"286396"},{"Title":"Kompjuter Fujitsu Esprimo K5010, 23.8\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i bardhë","Description":" Përshkrimi i produktit  Fujitsu Esprimo K5010 / 24 është një mjet i besueshëm dhe i kursimit të hapësirës për përdorim komercial. Falë cilësisë së lartë të dizajnit dhe përbërësve të zgjedhur me kujdes, ai mund të trajtojë edhe kërkesat më të vështira dhe të ruajë ritmin e punës tuaj me një përmbledhje. Kompjuteri personal Fujitsu Esprimo është një partner i fuqishëm në çdo kompani apo zyrë dhe gjithashtu do të kënaqë me besueshmëri nevojat e studentëve dhe familjeve. Zemra e kompjuterit gjithçka-në-një Fujitsu Esprimo K5010 / 24 është procesori 6-bërthamor Intel Core i5-10500, i cili përmban teknologjinë HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme dhe funksionon me frekuencë prej 3.1 GHz ose deri në 4.5 GHz në modalitetin turbo. Për punën e tij, kompjuteri ka 8 GB memorie operative DDR4 (1 modul / 2 slote) dhe një hard disk 256 GB SSD M.2 PCIe NVMe është menduar për sistemin, të dhënat dhe aplikacionet. Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022 me një rezolucion Full HD prej 1920 x 1080 px dhe përpunimi i imazhit në të sigurohet nga kartela grafike Intel UHD Graphics. Lidhja e nevojshme e rrjetit sigurohet nga një lidhje kabllore Gigabit Ethernet dhe ndërfaqet wireless Wi-Fi ax dhe Bluetooth 5.1. Kompjuteri ofron mjaft porta USB, duke përfshirë një moderne të llojit C, DisplayPort dhe një kamerë. Në këtë rast, ju keni një mbajtëse fleksibile. Windows 10 Pro është sistemi operativ.   ","Price":1014.5,"PCode":"309827"},{"Title":"Kompjuter Dell Inspiron 3881, Intel Core i5, 8GB RAM, 256GB SSD \u002B 1 TB SSD, NVIDIA GeForce GTX 1650 Super, i zi","Description":" Përshkrimi i produktit  Ky kompjuter ndërthurr dhe mbështet një varg tiparesh të përkryera teknologjike për t\u0027ju ofruar performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Intel Core i5 10400F me 6 bërthama dhe frekuencë veprimi 2.9 GHz - 4.3 GHz. Ofron memorie 8GB RAM dhe për të dhëna dhe aplikacione ka në dispozicion 256 GB SSD dhe 1TB. Përpunimi i imazheve bëhet përmes kartelës grafike NVIDIA GeForce GTX 1650 Super. Lidhet me pajisje përmes porteve HDMI, USB, RJ45, DVI. Sistemi operativ është Windows 10 Pro.   ","Price":889.44,"PCode":"295633"},{"Title":"Kompjuter HP 205 G4, 21.5 \u0022, AMD Ryzen 3, 4GB DDR4, 1TB HDD, AMD Radeon Graphics, i bardhë","Description":" Përshkrimi i produktit  Kompjuterët HP 205 G4 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për zyra dhe përdorim biznesi. HP 205 G4 AiO PC ofron mundësi fleksibël të përshtatura për biznesin tuaj. Baza e këtij modeli të kompjuterit HP 205 G4 është një procesor 2-core AMD Ryzen 3 3250U, i cili ka teknologji SMT për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë dhe funksionon me 2.6 GHz ose deri në 3.5 GHz në modalitetin turbo. Ka një memorie operative 4 GB DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga ekran 21.5 \u0022 IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC) .Përpunimi i figurës kujdeset nga kartela grafike AMD Radeon Graphics. Të dhënat mund të ruhen në hard diskun 1 TB HDD dhe nuk mungon as disku optik DVD ± RW. Ndërfaqet e rrjetit janë WiFi ac dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, port dalës HDMI, kamera 5 Mpx, lexuesi i kartës së memories dhe lidhësi i kombinuar i kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":558.24,"PCode":"295237"},{"Title":"Kompjuter Lenovo ThinkCentre M720e SFF, Intel Core i3, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuteri Lenovo ThinkCentre M720e SFF është i pajisur me një procesor 4-bërthamor Intel Core i3-9100, i cili funksionon me një frekuencë prej 3.6 GHz, ose deri në 4.2 GHz në modalitetin TurboBoost. Ka 8 GB memorie RAM të llojit DDR4 (1 modul / 2 slote) në dispozicion për punën e tij. Hard disku 256 GB SSD M.2 PCIe NVMe përdoret për të ruajtur të dhënat dhe aplikacionet, si dhe një disk optik DVD ± RW. Përpunimi i figurës sigurohet nga një kartelë grafike Intel UHD Graphics. Lidhja kabllore Gigabit Ethernet siguron lidhjen e nevojshme të rrjetit. Pajisjet përfshijnë mjaft porte USB (2x 2.0, 4x 3.0 / 3.1 / 3.2 Gen 1), DisplayPort, VGA, lexues të kartave të memories, portë serike dhe lidhës audio. Ky model vjen me sistemin operativ Windows 10 Pro. Paketa përfshin gjithashtu një tastierë dhe maus.   ","Price":532.32,"PCode":"279466"},{"Title":"Kompjuter HP 200 G4, 21.5 \u0022IPS Full HD, Intel Core i5, 8GB DDR4, 256GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Kompjuterët HP 200 G4 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për para për zyra dhe përdorim biznesi. HP 200 AiO Business PC ofron mundësi fleksibile të përshtatura për biznesin tuaj. Baza e këtij modeli kompjuterik HP 200 G4 është një procesor 4-core Intel Core i5-10210U, i cili përmban teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme dhe funksionon me 1.6 GHz ose deri në 4.2 GHz në modalitetin TurboBoost. Ka një memorie operative 8 GB DDR4 (2 module / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 21.5 \u0022IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC). Përpunimi i figurës është kujdesur nga një kartë Intel UHD Graphics. Mund të ruani të dhëna në një hard disk 256 GB SSD M.2 PCIe NVMe dhe nuk mungon as disku optik DVD ± RW. Ndërfaqet e rrjetit përfaqësojnë WiFi ac dhe Gigabit Ethernet. Pajisjet e larmishme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, porte dalëse HDMI, kamera 5 Mpx, lexuesi i kartës së memories dhe lidhësi i kombinuar i kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":729.12,"PCode":"295232"},{"Title":"Kompjuter ASUS ExpertCenter D500SAES- 9L, Intel Core i5, 8GB DDR4 RAM, 512GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Merrni një kompjuter të besueshëm dhe të fuqishëm ASUS ExpertCenter D5 SFF për biznesin tuaj. Kabineti i projektuar në mënyrë profesionale, ndërtimi i qëndrueshëm, punimi me cilësi të lartë dhe përbërësit e zgjedhur me kujdes garantojnë kënaqësinë tuaj afatgjatë dhe sigurinë e një investimi të besueshëm. Kompjuteri desktop ASUS ExpertCenter D5 SFF D500SAES është i pajisur me një procesor 6-bërthamor Intel Core i5-10400, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në 2.9 GHz ose deri në 4.3 GHz në turbo. Ka 8 GB RAM DDR4 të disponueshëm për punën e tij (1 modul / 2 slote). Hard disku 512 GB SSD M.2 PCIe NVMe përdoret për të ruajtur të dhëna dhe aplikacione. Ekziston edhe një disk optik DVD ± RW. Përpunimi i imazhit sigurohet nga një kartë Intel UHD Graphics. Lidhja me kabllo Gigabit Ethernet siguron lidhjen e nevojshme të rrjetit. Pajisjet e larmishme përfshijnë mjaft porte USB (4x 2.0 dhe 4x 3.0 / 3.1 / 3.2 Gen 1), HDMI, VGA, DisplayPort dhe lidhës audio. Ky model vjen me Windows 10 Pro të instaluar paraprakisht. Paketa përfshin gjithashtu një tastierë USB dhe mausin.   ","Price":772.5,"PCode":"309814"},{"Title":"Kompjuter HP 205 G4, 21.5 \u0022, AMD Ryzen 3, 8GB DDR4, 256GB SSD, AMD Radeon Graphics, i bardhë","Description":" Përshkrimi i produktit  Kompjuterët HP 205 G4 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për zyra dhe përdorim biznesi. HP 205 G4 AiO PC ofron mundësi fleksibël të përshtatura për biznesin tuaj. Baza e këtij modeli të kompjuterit HP 205 G4 është një procesor 2-core AMD Ryzen 3 3250U, i cili ka teknologji SMT për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë dhe funksionon me 2.6 GHz ose deri në 3.5 GHz në modalitetin turbo. Ka një memorie operative 8 GB DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga ekran 21.5 \u0022 IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC) .Përpunimi i figurës kujdeset nga kartela grafike AMD Radeon Graphics. Të dhënat mund të ruhen në hard diskun 256 GB SSD M.2 PCIe NVMe dhe nuk mungon as disku optik DVD ± RW. Ndërfaqet e rrjetit janë WiFi ac dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, port dalës HDMI, kamera 5 Mpx, lexuesi i kartës së memories dhe lidhësi i kombinuar i kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":601.44,"PCode":"295238"},{"Title":"Kompjuter Dell Precision (T3440) SFF, Intel Core i7, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  I pajisur me një procesor 8-bërthamor Intel Core i7-10700 që funksionon me frekuencë prej 2.9 GHz ose deri në 4.8 GHz në modalitetin turbo, Dell Precision Precision 3440 SFF përmban teknologjinë HyperThreading. Procesori plotësohet me 16 GB memorie DDR4 (2 module / 4 slote) kurse për sistemin, të dhënat dhe aplikacionet vjen një hard disk 512 GB SSD M.2 PCIe. Ky model gjithashtu përfshin një njësi optike DVD ± RW. Përpunimi i imazhit sigurohet nga kartela grafike Intel UHD Graphics. Lidhja e nevojshme e rrjetit sigurohet nga një lidhje kabllore Gigabit Ethernet. Ky kompjuter ofron porta të bollshme USB (4x 2.0, 3x 3.0 / 3.1/3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 1x Tip-C 3.1 / 3.2 Gen 2), 2x DisplayPort (grafikë të integruar) dhe lidhës audio. Ky model vjen me sistemin operativ Windows 10 Pro. Përfshihen edhe tastiera USB dhe mausi optik.   ","Price":1009.44,"PCode":"304376"},{"Title":"Kompjuter Dell Optiplex 3070 MT, Core i5, 8GB DDR4, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  DELL Optiplex është një partner i fuqishëm për çdo biznes apo zyrë. Dizajni profesional, ndërtimi i qëndrueshëm, mjeshtëria me cilësi të lartë, përbërësit e përzgjedhur me kujdes dhe, e fundit, por jo më pak e rëndësishmja, mbështetja e prodhuesit, garantojnë një investim të mirë në kompjuterët DELL. Seria Optiplex 3070 MT jep performancën, menaxhimin e gjerë dhe sigurinë në një dizajn kompakt. Rregulloni biznesin tuaj shpejt dhe me lehtësi me DELL Optiplex. Dell OptiPlex 3070 MT përmban procesorin 6-core Intel Core i5-9500, i cili funksionon me një frekuencë prej 3 GHz, ose deri në 4.4 GHz në modalitetin TurboBoost. Ka 8 GB memorie DDR4 (1 modul / 2 slote) dhe një disk 512 GB SSD M.2 PCIe për të dhënat dhe aplikacionet. Përfshihet gjithashtu një disk optik DVD ± RW. Përpunimi i imazhit sigurohet nga kartela grafike Intel UHD Graphics me dalje DisplayPort dhe HDMI. Lidhja me kabllo Gigabit Ethernet siguron një lidhje thelbësore të rrjetit. Portet USB (4x USB 2.0 dhe 4x USB 3.0 / 3.1 / 3.2 Gen 1) dhe lidhësit audio janë të përfshirë. Ky model vjen me Windows 10 Pro të instaluar paraprakisht. Përfshihet gjithashtu një tastierë dhe maus USB.   ","Price":674.4,"PCode":"279324"},{"Title":"Kompjuter Fujitsu Esprimo P558, Intel Core i5, 8GB RAM, 52GB SSD, Intel UHD Graphics , i zi","Description":" Përshkrimi i produktit  Fujitsu Esprimo P558 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-9500 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort e DVI. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":633.12,"PCode":"306508"},{"Title":"Kompjuter HP 295 G6 MT, AMD Athlon, 4GB RAM, 1TB HDD, AMD Radeon Vega 3, i zi","Description":" Përshkrimi i produktit  HP 295 G6 MT është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh AMD Athlon 3-3150G i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon Vega 3 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB HDDpër ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet HDMI, RJ45, VGA D-Sub, COM. Për më tepër, kompjuteri vjen pa sistem operativ.   ","Price":317.77,"PCode":"305581"},{"Title":"Mini kompjuter HP ProDesk 400 G6, Intel Core i7, 16GB RAM, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit   HP ProDesk 400 G6 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700T i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":786.72,"PCode":"304716"},{"Title":"Kompjuter CZC Knight GC115, Intel Core i5, 16GB RAM, 240GB SSD, 1TB HDD, NVIDIA GeForce GTX 1660","Description":" Përshkrimi i produktit  Ky kompjuter ndërthurr dhe mbështet një varg tiparesh të përkryera teknologjike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Intel Core i5 9400F me 6 bërthama dhe frekuencë veprimi 2.9 GHz - 4.1 GHz. Ka memorie 16GB RAM ndërsa për të dhëna dhe aplikacione ka në dispozicion 240 GB SSD dhe 1 TB HDD. Përpunimi i imazheve bëhet përmes kartelës grafike NVIDIA GeForce GTX 1660. Sistemi operativ është Windows 10 Home.   ","Price":804.96,"PCode":"295698"},{"Title":"Kompjuter HP ProDesk 400G6 MT, 16GB RAM, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Ky kompjuter është i përshtatshëm për përdorim në biznise të ndryshme. Ka procesor Intel Core i5-9500 me 6 bërthama me frekuencë veprimi 3 GHz - 4.4 GHz. Memoria DDR4 ka kapacitet 16GB (1 modul / 2 slote). Për të dhëna ka hard disk 512 GB M.2 SSD PCIe NVMe. Procesimi i imazheve bëhet përmes kartelës grafike Intel UHD. Ka të integruar kartelë zëri dhe rrjeti. Përfshin porte USB (4x USB 2.0 dhe 4x USB 3.0 / 3.1 / 3.2 Gen 1 ), DisplayPort, VGA, RJ-45. Ka sistem operativ Windows 10 Pro.    ","Price":685.92,"PCode":"267532"},{"Title":"Kompjuter ASUS Vivo V241EAK, 23.8 \u0022, Intel Core i5, 8GB DDR4, 256GB SSD, Intel Iris Xe Graphics, i zi ","Description":" Përshkrimi i produktit  ASUS Vivo V241EAK është një kompjuter multimedial all-in-one, që ofron jo vetëm pajisje të fuqishme por edhe një ekran me cilësi të lartë me rezolucion të lartë. V241EAK është një sistem i gjithanshëm me performancën e kërkuar dhe kërkesat e vogla për hapësirë. Është krijuar për tu bërë një shoqërues i shkëlqyeshëm në familjen tuaj, si për punë dhe lojë, ashtu edhe një shtesë elegante në shtëpinë ose zyrën tuaj. Baza e këtij modeli të kompjuterit ASUS Vivo V241EAK është një procesor 4-bërthamor Intel Core i5-1135G7, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon në një frekuencë prej 2.4 GHz, ose deri në 4.2 GHz në modalitetin turbo, dhe ka 8 GB RAM DDR4 të disponueshëm për funksionimin e tij. Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022Full HD (niveli IPS, 1920 x 1080 piksel, 250 nits, sRGB 100%). Karta grafike Intel Iris Xe Graphics kujdeset për përpunimin e imazhit. Të dhënat ruhen në një hard disk 256 GB SSD M.2. PCIe NVMe. Pajisjet e larmishme përfshijnë shumë porte USB (1x 2.0 dhe 4x 3.0 / 3.1 / 3.2 Gen 1), Gigabit Ethernet, WiFi ac, Bluetooth 5.0, HDMI hyrëse / dalëse, kamerë HD dhe një lidhës audio i kombinuar. Paketa përfshin gjithashtu një tastierë USB dhe mausin. Sistemi operativ Windows 10 Pro është instaluar paraprakisht.   ","Price":863.52,"PCode":"309803"},{"Title":"Kompjuter LYNX Challenger 2021, Intel Core i5, 16GB DDR4 RAM, 1TB SSD, NVIDIA GeForce RTX 3060, i zi ","Description":"  Përshkrimi i produktit  Kompjuteri i lojrave LYNX Challenger në këtë variant merret me lojërat e njohura në internet me FPS të lartë në Full HD dhe çipat më të fundit me një shpejtësi të qetë të kornizës. Performanca e tij do të përdoret në mënyrë të përsosur në aktivitete të tjera, të tilla si argëtimi multimedial, puna e përditshme dhe përdorimi i studimit. Ideja kryesore e kompjuterëve LYNX Challenger është krijimi i një sistemi që është i përballueshëm dhe mjaft i fuqishëm për një larmi të nevojave të lojtarëve. Baza e kompletit është pllaka MSI B460M-A PRO me chipset Intel B460 të pajisur me një procesor 6-bërthamor Intel Core i5-10400F, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe operon në 2.9 GHz, ose deri në 4.3 GHz me teknologjinë turbo. Procesori plotësohet më tej nga RAM me një kapacitet prej 16 GB DDR4 (2x 8 GB Kingston HyperX Fury Black). Prodhimi i videos sigurohet nga një kartë grafike GIGABYTE GeForce RTX 3060 GAMING OC, e cila ka 12 GB memorie GDDR6. Një hard disk 1 TB SSD M.2 PCIe NVMe Kingston A2000 është krijuar për të dhënat dhe aplikacionet tuaja. Sigurisht, ka portet e nevojshme USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhja e rrjetit Gigabit Ethernet dhe portet dalëse video 2x DisplayPort, 2x HDMI. Gjithçka ruhet në kasën SilentiumPC Signum SG1M, ku furnizimi me energji kujdeset nga furnizimi i energjisë Cooler Master MWE 500W WHITE. Procesori ftohet nga ftohësi SilentiumPC Spartan 4. Kompleti i kompjuterit vjen me sistemin operativ Windows 10 Home.   ","Price":1222.5,"PCode":"311323"},{"Title":"Kompjuter Dell Inspiron (3881), Intel Core i7, 8GB RAM, 512 GB SSD, NVIDIA GeForce GTX 1650, i zi","Description":" Përshkrimi i produktit  Ky kompjuter ndërthurr dhe mbështet një varg tiparesh të përkryera teknologjike për t\u0027ju ofruar performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Intel Core i7 10700 me 8 bërthama dhe frekuencë veprimi 2.9 GHz - 4.8 GHz. Ofron memorie 8GB RAM dhe për të dhëna dhe aplikacione ka në dispozicion 512 GB SSD. Përpunimi i imazheve bëhet përmes kartelës grafike NVIDIA GeForce GTX 1650. Lidhet me pajisje përmes porteve HDMI, USB, RJ45, DVI. Sistemi operativ është Windows 10 Pro.   ","Price":1080.48,"PCode":"295634"},{"Title":"Kompjuter HP M01-F0002nc, AMD Ryzen 5, 16GB DDR4, 1TB SSD, AMD Radeon RX Vega 11, i zi ","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 6-core AMD Ryzen 5 - 4600G, i cili funksionon me një frekuencë 3.7 GHz deri në 4.2 GHz. Procesori plotësohet me 16 GB memorie operative DDR4. Përpunimi i figurës është kujdesur nga karta grafike AMD Radeon RX Vega 11. Hard disku 1TB SSD M.2 PCIe NVMe shërben për të ruajtur të dhënat. Furnizimi maksimal i energjisë 310 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":677.28,"PCode":"295204"},{"Title":"Kompjuter HAL3000 Enterprice 3400G, AMD Ryzen 5, 8GB RAM, SSD 240GB, AMD Radeon RX Vega 11, i zi","Description":" Përshkrimi i produktit  HAL3000 Enterprice 3400G është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh AMD Ryzen 5-3400G i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon RX Vega 11 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 240GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (6x USB-A 2.0 dhe 6x USB-A 3.0 / 3.1 / 3.2 Gen 1) si dhe portet DisplayPort e portet e audios, funksionon me sistemin operativ Windows 10 Home dhe në pako përfshihet një tastierë dhe maus USB.    ","Price":452.67,"PCode":"281500"},{"Title":"Kompjuter HAL3000 Enterprice 121, Intel Pentium G6400, 8GB DDR4 RAM, 480GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  HAL3000 Enterprice 121 është një themel i fortë për përdorim në zyrë ose shtëpi. Teknologjitë e provuara ju japin performancë të mjaftueshme që aplikacionet e zakonshme të zyrave të punojnë me dokumente, fletëllogaritëse, prezantime, të shfletoni internetin dhe të luani video dhe të shikoni fotot. Seti bazohet në pllakën MSI H410M PRO me procesorin Intel H410 të pajisur me një procesor 2-bërthamor Intel Pentium G6400, i cili është me shpejtësi prej 4 GHz dhe mbështet teknologjinë HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (1 modul / 2 slot). Prodhimi i videos sigurohet nga një kartë grafike Intel UHD Graphics me portet dalëse HDMI, DVI dhe VGA. Një hard disk 480 GB SSD është krijuar për të dhënat dhe aplikacionet tuaja. Disku optik nuk është i përfshirë. Ju gjithashtu keni mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe një lidhje rrjeti Gigabit Ethernet. I gjithë hardware ruhet në një kasë kompjuteri Porte B31, me burim energjie 350W SilentiumPC Elementum E2. Përfshihet gjithashtu një tastierë dhe maus me kabllo Rapoo NX1720. Paketa vjen pa një sistem operativ.   ","Price":319.5,"PCode":"311520"},{"Title":"Kompjuter Umax U-One 24GL, 23.8 \u0022, Intel Celeron, 4GB LPDDR4, 64GB SSD, Intel UHD Graphics 600, i zi","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 4-core Intel Celeron N4100, i cili funksionon me një frekuencë 1. GHz deri në 2.4 GHz. Procesori plotësohet me 4 GB memorie operative LPDDR4 (në pllakë). Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022 IPS Full HD me rezolucion prej 1920 x 1080 piksele. Përpunimi i figurës është kujdesur nga karta grafike Intel UHD Graphics 600. Hard disku 64 GB SSD shërben për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Ndërfaqet e rrjetit përfshijnë standardet WiFi a / b / g / n / ac dhe Bluetooth 4.0. Pajisjet e ndryshme përfshijnë mjaft porte USB (5x USB 3.0 / 3.1 / 3.2 Gen 1 Type-A), HDMI, RJ-45. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":294.24,"PCode":"295987"},{"Title":"Kompjuter HAL3000 Alfa Gamer Elite 6800, AMD Ryzen 7, 16GB RAM, 1TB SSD, AMD Radeon RX 6800, i zi ","Description":" Përshkrimi i produktit  HAL3000 Alfa Gamer Elite 6800 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh AMD Ryzen 7-5800X i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon RX 6800 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike dhe sistemin operativ Windows 10 Home.   ","Price":1999.5,"PCode":"311183"},{"Title":"Kompjuter Apple iMac (2020), 21.5\u0022 4K UHD, Intel Core i3, 8GB RAM DDR4, 256GB SSD, AMD Radeon Pro 555X, i argjendtë","Description":" Përshkrimi i produktit  iMac vazhdon të evoluojë, dhe tani ju mund të bëni me të më shumë punë dhe argëtim se kurrë më parë. Ai ju ofron performancë të shkëlqyer në një dizajn klasik elegant me teknologji të lehtë për t’u përdorur. Kjo është saktësisht çfarë prisni nga një iMac i ri. Ekrani i kompjuterit gjithçka-në-një Apple iMac 21.5 4K Retina (2020) ka një diagonale prej 21.5 \u0022 dhe rezolucion 4K UHD prej 4096 × 2304 px. Fuqia informatike sigurohet nga një procesor 4-bërthamor Intel Core i3, që punon me një frekuencë prej 3.6 GHz, i plotësuar me 8 GB memorie operative DDR4. Imazhi është prodhuar nga kartela grafike AMD Radeon Pro 555X me 2 GB memorie GDDR5. Një hard disk 256 GB SSD është i gatshëm për sistemin, të dhënat dhe aplikacionet. Kompjuteri përfshin një kamerë të integruar FaceTime HD 720p mbi ekran, ndërfaqe wireless WiFi ac dhe portë Gigabit Ethernet për komunikim. Ju do të vlerësoni Bluetooth 4.2, 2x Thunderbolt 3, 4x USB 3.0 / 3.1 / 3.2 Gen 1, slotin për kartat e memories dhe daljen 3.5 mm për kufje. Sistemi operativ është MacOS Catalina. Tastiera Apple Magic Keyboard dhe mausi Apple Magic Mouse 2 përfshihen gjithashtu në paketë.   ","Price":1380,"PCode":"294714"},{"Title":"Kompjuter HP Slim S01-pF1001nc, Intel Celeron J4025, 8GB DDR4, 1TB HDD, Intel UHD Graphics","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 2-core Intel Celeron J4025, i cili funksionon me një frekuencë 2 GHz deri në 2.7 GHz. Procesori plotësohet me 8 GB memorie operative DDR4 (slot). Përpunimi i figurës është kujdesur nga karta grafike Intel UHD Graphics. Hard disku 1TB HDD shërben për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Kompjuteri mbështet standardet Wi-Fi a / b / g / n / ac. Lloji i kartës së rrjetit GLAN, WLAN. Kompjuteri përfshin Bluetooth 4.2. Furnizimi maksimal i energjisë 65 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":329.17,"PCode":"295194"},{"Title":"Kompjuter HP Z1 G6 WKS, Intel Core i7, 16GB DDR4 RAM, 512GB SSD, NVIDIA Quadro P620, i zi ","Description":" Përshkrimi i produktit  Kompjuteri HP Z1 G6 është krijuar për nevojat tuaja të përditshme të biznesit. Ofron performancë të lartë, besueshmërinë e kërkuar dhe ju lejon të krijoni një mjedis pune plotësisht të zhytur me besueshmëri dhe buxhet të lartë. Ai siguron gjeneratë të përparuar të procesorëve dhe teknologjive grafike të kombinuara me shkallëzim të lehtë. Ky model i kompjuterit HP Z1 G6 është i pajisur me një procesor 8-bërthamor Intel Core i7-10700, i cili përmban teknologjinë HyperThreading për multitasking më tëqetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme dhe funksionon në 2.9 GHz ose deri në 4.8 GHz në modalitetin TurboBoost. Plotësohet me 16 GB memorie operative DDR4 (2 module / 4 slote). Hard disku 512 GB SSD M.2 PCIe NVMe është krijuar për sistemin, të dhënat dhe aplikacionet. Përfshihet gjithashtu një disk optik DVD ± RW. Ky model është i pajisur me një kartë grafike NVIDIA Quadro P6202GB GDDR5 (mini DisplayPort 4). Pajisjet duhet të përfshijnë një kartë zanore dhe Gigabit Ethernet për lidhje në rrjet. Me siguri do të përdorni mjaft porte USB (4x 3.1 / 3.2 Gjen 2, 4x 3.0 / 3.1 / 3.2 Gjen 1, 2x 2.0, 1x Type-C 3.1 / 3.2 Gjen 2) dhe lidhës audio për të lidhur aksesorët. Kompjuteri mundësohet nga një furnizim me energji 260 W me një efikasitet deri në 92%. Paketa përfshin një tastierë USB dhe mausin. Kompjuteri vjen me sistemin operativ Windows 10 Pro.   ","Price":1062.24,"PCode":"299547"},{"Title":"Kompjuter OMEN by HP 30L GT13-0036nc, Intel Core i7, 32GB RAM, 1TB SSD, NVIDIA GeForce RTX 3070, i zi","Description":" Përshkrimi i produktit  OMEN by HP 30L GT13-0036nc është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700K i cili kombinohet me 32GB RAM memorie të llojit DDR4 si dhe kartelën grafike NVIDIA GeForce RTX 3070 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, RJ45, HDMI. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Home.   ","Price":2121.12,"PCode":"305572"},{"Title":"Kompjuter Dell OptiPlex (3080) MT, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, zi","Description":" Përshkrimi i produktit  DELL Optiplex PC është një partner i fuqishëm në çdo biznes apo zyrë. Dizajni profesional, i qëndrueshëm dhe me cilësi të lartë, komponentët e zgjedhur me kujdes dhe e fundit, por jo më pak e rëndësishmja mbështetja nga prodhuesi, garantojnë një investim të mirë në kompjuterët DELL. Seria MFF Optiplex 3080 ju jep performancë, një gamë të gjerë aftësish menaxhimi dhe sigurie në një dizajn kompakt. Ky model kompjuteri personal vjen me një procesor 6-bërthamor Intel Core i5-10500 (3.1GHz, TB 4.5GHz, HyperThreading), 8 GB memorie operative DDR4, disk të brendshëm SSD M.2 PCIe me kapacitet prej 256 GB, njësi optike DVD ± RW, kartelë grafike Intel UHD Graphics, GLAN, 4x USB 2.0 dhe 4x 3.0 /3.1/3.2 Gen 1, DisplayPort dhe HDMI. Me të vjen edhe një tastierë dhe maus. Ka të instaluar sistemin operativ Windows 10 Pro.   ","Price":629.28,"PCode":"302238"},{"Title":"Kompjuter Dell Inspiron (3881), Intel Core i5, 8GB DDR4 RAM, 256GB SSD, 1TB HDD, NVIDIA GeForce GTX 1650 Super, i zi ","Description":" Përshkrimi i produktit  Kompjuteri Dell Inspiron 3881 është një ndihmës i mirë në çdo shtëpi. Dizajni i kompjuterit Inspiron është ridizenjuar për të zvogëluar madhësinë e mbylljes pa ndikuar në performancën e sistemit dhe ofron më shumë mundësi për zgjerimin në të ardhmen. Dizajni profesional me cilësi të lartë, përbërësit e zgjedhur me kujdes dhe, e fundit, por jo më pak e rëndësishmja, mbështetja nga prodhuesi janë një garanci për një investim të mirë. Baza e këtij kompleti Dell Inspiron 3881 është një procesor 6-bërthamor Intel Core i5-10400, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme që funksionon në 2.9 GHz, ose deri në 4.3 GHz në modalitetin TurboBoost. Ka 8 GB RAM DDR4 të disponueshëm për punën e tij (1 modul / 2 slote). Hard disqet 256 GB SSD M.2 PCIe NVMe dhe një 1 TB HDD do të përdoren për të ruajtur të dhëna dhe aplikacione, si dhe një disk optik DVD ± RW. Përpunimi i imazhit sigurohet nga karta grafike NVIDIA GeForce GTX 1650 Super 4GB GDDR6. Gigabit Ethernet me kabllo dhe wireless WiFi ac sigurojnë lidhjen e nevojshme të rrjetit. Pajisjet e ndryshme përfshijnë mjaft porte USB (4x 2.0, 3x 3.0 / 3.1 / 3.2 Gen 1 dhe 1x Type-C 3.1 / 3.2 Gen 2), lexues të kartës së memories, Bluetooth 5.0 ose lidhës audio. Ky model vjen me Windows 10 Home të instaluar paraprakisht. Paketa përfshin gjithashtu një tastierë USB dhe mausin.   ","Price":792.5,"PCode":"311270"},{"Title":"Kompjuter MSI MAG Infinite S 10SI-026EU, Intel Core i5, 8GB RAM DDR4, 512GB SSD, NVIDIA GeForce GTX 1660 Super, i zi ","Description":" Përshkrimi i produktit  Kompjuteri i lojrave MSI Infinite S 10SI është një zgjedhje interesante për një sistem lojrash të përballueshëm në një dizajn të markës. Ai vjen me një dizajn unik, azhurnime të lehta dhe komponentë të fuqishëm. Karakterizohet nga një kasë me një rregullim jo-tradicional të përbërësve për ndarje më të mirë të kompjuterit në zona termike të ndara dhe ftohje më të mirë të kartës grafike. Kompjuteri është i pajisur me mjete të fuqishme që do të mbështesin përpjekjet tuaja të lojërave dhe t\u0027ju drejtojnë drejt shumë fitoreve. Kompjuteri i fuqishëm i lojrave MSI Infinite S 10SI mundësohet nga një procesor 6-bërthamor Intel Core i5-10400F, i cili përmban teknologjinë HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme dhe funksionon me 2.9 GHz ose më lart në 4.3 GHz në modalitetin turbo. DDR4 RAM ka një kapacitet prej 8 GB (1 modul / 2 slote). Hard disku 512 GB SSD M.2 PCIe është krijuar për sistemin, të dhënat dhe aplikacionet. Dalja e monitorit sigurohet nga një kartë grafike NVIDIA GeForce GTX 1660 Super me 6 GB memorie GDDR6. Asambleja nuk përfshin një disk optik. Karta e zërit është e integruar, si dhe lidhja e rrjetit Gigabit Ethernet, WiFi ax dhe Bluetooth. Shumë porte USB, përfshirë Type-C, janë në dispozicion për lidhjen e pajisjeve të jashtme periferike ose pajisjeve të tjera. Kompjuteri ka një sistem të ventilimit të dizajnuar mirë Silent Storm Cooling dhe teknologjinë Nahimic 3 për tingull kristal të pastër. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":923.5,"PCode":"313288"},{"Title":"Kompjuter LYNX Office, Intel Core i5, 8GB RAM DDR4, 480GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit   Kompjuterët personal LYNX Office do të plotësojnë kërkesat e kompjuterit tuaj në një mjedis modern zyre. Ju mund të zgjidhni nga disa variante, nga modelet themelore që janë të përshtatshme për përdorim të përditshëm të zyrave, deri në variante të fuqishme që mund të trajtojnë aplikacione biznesi të vështira. Kompjuteri LYNX Office i5-10400 është i pajisur me një procesor 6-bërthamor Intel Core i5-10400, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe punon në frekuencë prej 2.9 GHz ose deri në modalitetin 4.3 GHz. Procesori plotësohet më tej me 8 GB memorie operative DDR4. Prodhimi i videos sigurohet nga kartela grafike Intel UHD Graphics. Një hard disk 480 GB SSD është krijuar për të dhënat dhe aplikacionet tuaja. Ekziston edhe një disk optik DVD ± RW. Ju gjithashtu keni mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe një lidhje rrjeti Gigabit Ethernet. I gjithë hardueri ruhet në një kasë kompjuteri IN WIN EFS052, ku furnizimi me energji sigurohet nga një burim energjie Fortron 200 W. Kompjuteri vjen me sistemin operativ Windows 10 Pro.   ","Price":576.17,"PCode":"289085"},{"Title":"Mini kompjuter HP 260 G4, Intel Core i3, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit   Ky model mini kompjuteri HP 260 G4 përmban një procesor 2-bërthamor Intel Core i3-10110U që përmban teknologjinë HyperThreading dhe funksionon në një frekuencë prej 2.1 GHz, ose më lart në 4.1 GHz në modalitetin turbo. Memoria DDR4 ka një kapacitet prej 8 GB (1 modul / 2 slote). Vjen me një hard disk 256 GB SSD M.2 PCIe NVMe i cili është krijuar për sistemin, të dhënat dhe aplikacionet. Dalja grafike sigurohet nga një kartelë grafike Intel UHD Graphics me lidhës HDMI dhe VGA. Të integruara janë një kartë e zërit, një kartë rrjeti gigabit dhe teknologjitë wireless WiFi ac dhe Bluetooth 4.2. Ka mjaft porta USB (3x 2.0, 3x 3.0 / 3.0 / 3.1 / 3.2 Gen 1 dhe 1x Tip-C 3.1 / 3.2 Gen 2), portë serike dhe lidhës të kombinuar kufjesh / mikrofoni për të lidhur periferikët e jashtëm ose pajisjet e tjera. Në pako përfshihet një tastierë dhe maus USB. Kompjuteri vjen me një sistem operativ Windows 10 Pro.   ","Price":484.32,"PCode":"304695"},{"Title":"Kompjuter HP 205 G4 24, 23.8\u0027\u0027, AMD Ryzen 3, 8GB RAM, 256GB SSD, AMD Radeon Vega 3","Description":" Përshkrimi i produktit  HP 205 G4 24 është kompjuter kompakt dhe i lehtë me diagonale 23.8\u0027\u0027, i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh AMD Ryzen 3-3250U i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon Vega 3 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet HDMI, RJ45. Për më tepër, kompjuteri vjen pa sistem operativ.    ","Price":446.02,"PCode":"304723"},{"Title":"Kompjuter HP 205 G4 24,23.8\u0027\u0027, AMD Ryzen 3, 4GB RAM, 1TB HDD, AMD Radeon Vega 3, i hirtë","Description":" Përshkrimi i produktit  HP 205 G4 24 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 2 bërthamësh AMD Ryzen 3-3250U i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon Vega 3 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":552.48,"PCode":"304724"},{"Title":"Mini kompjuter HP ProDesk 400 G6, Intel Core i5, 8GB RAM, 256GB SSD,Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  HP ProDesk 400 G6 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-10500T i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45. Për më tepër, kompjuteri vjen pa sistem operativ.   ","Price":443.17,"PCode":"304709"},{"Title":"Mini kompjuter RASPBERRY Pi 3 Model A\u002B","Description":" Përshkrimi i produktit  Ky kompjuter i vogël i krahasueshëm me madhësinë e një kredit kartele mund të shërbej si themel i një qendre multimediale në dhomën tuaj të ditës duke menagjuar sistemin e kërkimit në internet, pikën e kyçjes në wireless dhe shumë aplikacione tjera. Ka procesor me 4 bërthama Broadcom BCM2837B0 që operon me frekuencë 1.4 GHz dhe ka memorie 512 MB. Sistemi operues mund të instalohet në kartela memoriesh microSD, dhe poashtu, ka porte HDMI, GPIO, USB klasike 2.0, ndërfaqe seriale të kamerës dhe ndërfaqe seriale të ekranit. Lidhet me kompjuterin përmes rrjetit në shtëpi apo zyre përmes WiFi ac dhe ka poashtu Bluetooth 4.2 BLE.   ","Price":34.5,"PCode":"250030"},{"Title":"Kompjuter Dell OptiPlex (3080) MFF, Intel Core i3, 8GB RAM DDR4, 128GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Ky kompjuter është i pajisur me disa karakteristika të shkëlqyera. Baza e këtij kompjuteri është një procesor 4-core Intel Core i3 10110T, i cili funksionon me një frekuencë 3 GHz deri në 3.8 GHz. Procesori plotësohet me 8 GB memorie operative DDR4 SODIMM (slot). Përpunimi i figurës është kujdesur nga karta grafike Intel UHD Graphics. Hard disku 128 GB SSD shërben për të ruajtur të dhënat, kurse disku optik mungon. Ndërfaqet përfshijnë HDMI, DisplayPort, RJ-45, 2 porte USB 2.0 Type-A, 4 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A. Prej rrjeteve përfshin Bluetooth v4.2 dhe standardet Wi-Fi a / b / g / n / ac. Lloji i kartës GLAN, WLAN. Konsumi i kompjuterit është 65 W. Ky kompjuter përdor sistemin operativ Windows 10 Pro.   ","Price":468.96,"PCode":"302233"},{"Title":"Kompjuter MSI Pro 22XT, 21.5\u0027\u0027, Intel Core i5, 8GB RAM, 256GB SSD \u002B 1TB HDD, Intel UHD Graphics, i bardhë","Description":" Përshkrimi i produktit  MSI Pro 22XT është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-10400 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe ekran 21.5\u0027\u0027 me kartelën grafike Intel UHD Graphics me rezolucion 1600 x 900 (HD \u002B) për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD \u002B 1TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike, HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Home.   ","Price":888.48,"PCode":"308730"},{"Title":"Kaskë për Raspberry Pi Original, e zezë","Description":" Përshkrimi i produktit  Fondacioni Raspberry Pi ju sjell një kuti mbrojtëse me ngjyrë të zezë për modelet e zgjedhura të pllakave amë miniaturë - Raspberry Pi. Kompjuteri juaj miniaturë do të përshtatet në kohë dhe do të mbrohet nga ndikimet e jashtme. Kutia është projektuar për modelet: Raspberry Pi B \u002B, Raspberry Pi 2 B dhe Raspberry Pi 3 B.   ","Price":9.54,"PCode":"229220"},{"Title":"Mini kompjuter Intel NUC 7i5BNH, i hirtë","Description":" Përshkrimi i produktit  Intel NUC 7i5BNH ju sjell një mini kompjuter të mrekullueshëm në një dizajn të bukur dhe funksionalitet të lartë, që është i përshtatshëm për t\u0027u përdorur në shtëpi, zyre apo shkollë. Ky mini kompjuter posedon një procesor Intel Core i5 2 bërthamësh, të gjeneratës së shtatë dhe kartelë grafike Intel Iris Graphics Plus. Mini kompjuteri ka vend për RAM memorie DDR4 dhe kapacitet të hard diskut SDD prej 256GB. Ky mini kompjuter nuk posedon sistemin operativ. Mini kompjuteri operon me fuqi maksimale prej 65W. Dimensionet e këtij mini kompjuteri janë 51 mm lartësi, 115 mm gjerësi dhe 111 mm thellësi.   ","Price":378.57,"PCode":"207456"},{"Title":"Mini PC PrimeMini 4, Intel Core i7-8650U vPro, 16GB RAM, 1TB SSD, Intel UHD Graphics 620, i zi","Description":" Përshkrimi i produktit  PRIMEMINI 4 Të mbrojtur nga ndikimi i përdorimit të tyre të përditshëm nga një kasë e fortë alumini, produktet tona karakterizohen nga forma e tyre kompakte dhe dizajni elegant. Përdorimi i komponentëve të riciklueshëm, konsumi i ulët i energjisë, opsione të gjera të thjeshta për punë dhe ruajtje të të dhënave, si dhe një larmi opsionesh për montim i bëjnë produktet tona të qëndrueshme dhe të gjithanshme.Kompjuter i besueshëmPrimeMini 4 është i pajisur me procesor të fuqishëm Intel Core i7. Teknologjia Intel vPro thjeshton mirëmbajtjen e kompjuterëve personalë nga distanca, duke lejuar kështu që problemet harduerike dhe softuerike të zgjidhen më shpejt.Falë dizajnit të tyre pa ventilatorë, kompjuterët personalë desktop PrimeMini 4 janë plotësisht të heshtur dhe rezistentë ndaj pluhurit dhe papastërtisë. Kjo i lejon ata që të përdoren në mjedise ku kompjuterët personalë të zakonshëm hasin në vështirësi për të funksionuar për periudha të zgjatura të kohës. Për shembull, në sallat e ndotura të prodhimit industrial ose në dhomat e trajtimit mjekësor. Nëse nuk dëshironi të vendosni PrimeMini 4 mbi një tavolinë, mbajtësja shtresë VESA e bën të lehtë montimin e pajisjes, për shembull, pas një monitori.PrimeMini 4 mund të konfigurohet në mënyrë individuale, duke siguruar që ju të gjeni pajisjen e duhur për biznesin tuaj. Për një kompjuter personal për zyre një procesor Intel Core i3 me kosto të ulët dhe 8 GB memorie RAM është zakonisht i mjaftueshëm. Nëse punoni profesionalisht me programet Adobe CC, një kompjuter personal PrimeMini 4 me procesor të fuqishëm Intel Core i7, të paktën 16 GB memorie RAM dhe hard disk SSD me kapacitet më të madh është zgjidhja e duhur. Karakteristikat kryesore:⦁\tProcesori Intel Core i7.⦁\tTeknologjia Intel vPro dhe moduli TPM (tek procesorët i5 ose i7);⦁\tMemoria operative RAM me kapacitet deri në 32 GB;⦁\tMemorie SSD (M.2 dhe 2.5”);⦁\tOpsionale: RS232, Wi-Fi \u0026 Bluetooth;⦁\tGarancion 5 vjeçar;⦁\tZhvilluar dhe prodhuar në Zvicër.Mbështetë sistemet operative si: Microsoft® ( Windows®: 10 / 8.1 / Server 2016), Linux (Linux Mint / Ubuntu / Fedora / OpenSUSE / Debian), VMWare® (ESXi 6.7 më lartë). Kompjuteri vjen me sistem operativ Windows 10 Pro.   ","Price":1529.2,"PCode":"319909pc"},{"Title":"Mini PC PrimeMini 4, Intel Core i7-8650U vPro, 8GB RAM, 250GB SSD, Intel UHD Graphics 620, i zi","Description":" Përshkrimi i produktit  PRIMEMINI 4 Të mbrojtur nga ndikimi i përdorimit të tyre të përditshëm nga një kasë e fortë alumini, produktet tona karakterizohen nga forma e tyre kompakte dhe dizajni elegant. Përdorimi i komponentëve të riciklueshëm, konsumi i ulët i energjisë, opsione të gjera të thjeshta për punë dhe ruajtje të të dhënave, si dhe një larmi opsionesh për montim i bëjnë produktet tona të qëndrueshme dhe të gjithanshme.Kompjuter i besueshëmPrimemini 4 është i pajisur me procesor të fuqishëm i7. Teknologjia Intel vPro thjeshton mirëmbajtjen e kompjuterëve personalë nga distanca, duke lejuar kështu që problemet harduerike dhe softuerike të zgjidhen më shpejt. Në kombinim me Windows 10 Pro, PrimeMini 4 siguron një platformë moderne për punë efikase.Falë dizajnit të tyre pa ventilatorë, kompjuterët personalë desktop PrimeMini 4 janë plotësisht të heshtur dhe rezistentë ndaj pluhurit dhe papastërtisë. Kjo i lejon ata që të përdoren në mjedise ku kompjuterët personalë të zakonshëm hasin në vështirësi për të funksionuar për periudha të zgjatura të kohës. Për shembull, në sallat e ndotura të prodhimit industrial ose në dhomat e trajtimit mjekësor. Nëse nuk dëshironi të vendosni PrimeMini 4 mbi një tavolinë, mbajtësja shtresë VESA e bën të lehtë montimin e pajisjes, për shembull, pas një monitori.I konfigurueshëm në mënyrë individualePrimeMini 4 mund të konfigurohet në mënyrë individuale, duke siguruar që ju të gjeni pajisjen e duhur për biznesin tuaj. Për një kompjuter personal për zyre një procesor Intel Core i3 me kosto të ulët dhe 8 GB memorie RAM është zakonisht i mjaftueshëm. Nëse punoni profesionalisht me programet Adobe CC, një kompjuter personal PrimeMini 4 me procesor të fuqishëm Intel Core i7, të paktën 16 GB memorie RAM dhe hard disk SSD me kapacitet më të madh është zgjidhja e duhur. Karakteristikat kryesore:•\tProcesori Intel Core i7;•\tTeknologjia Intel vPro dhe moduli TPM (tek procesorët i5 ose i7);•\tMemoria operative RAM me kapacitet deri në 32 GB;•\t2x memorie SSD (M.2 dhe 2.5”);•\tOpsionale: RS232, Wi-Fi \u0026 Bluetooth;•\tGarancion 5 vjeçar;•\tZhvilluar dhe prodhuar në Zvicër.Mbështetë sistemet operative si: Microsoft® ( Windows®: 10 / 8.1 / Server 2016), Linux (Linux Mint / Ubuntu / Fedora / OpenSUSE / Debian), VMWare® (ESXi 6.7 më lartë).    ","Price":1371.09,"PCode":"721317pc"},{"Title":"Mini kompjuter UMAX U-Box J41, 4GB DDR4, 64GB eMMC, Intel Celeron J4105, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Mini kompjuteri UMAX U-Box mund të përdoret si një kompjuter në shtëpi ose zyrë ose një qendër e fuqishme multimediale. Është i qetë dhe shumë ekonomik, me konsumin e energjisë që nuk i kalon 20 W. Do t\u0027ju ofrojë lidhjen e nevojshme dhe gjithashtu ju ofron një slot SATA 2.5\u0022 HDD / SSD dhe një slot për karta SD për zgjerimin e kapacitetit të ruajtjes në pjesën e prapme të monitorit. Për punë të rehatshme, duhet të lidheni shpejt. UMAX U-Box J41 është i pajisur në mënyrë të përkryer për këtë detyrë. Ju jep shpejtësi të lartë të teknologjisë më të fundit wireless WiFi 802.11ac. Dizajni i tij shumë kompakt është një zgjedhje e shkëlqyeshme për vendosjen në një larmi ambientesh. Nga aplikacionet komerciale tek përdorimi i zyrës deri tek vendosja si qendër e mediave shtëpiake. Përveç kësaj, ju mund ta vendosni kompjuterin në pjesën e pasme të monitorit falë pajtueshmërisë së tij me standardin e montimit VESA (mbajtësja e përfshirë). UMAX U-Box J41 përmban një procesor 4-core Intel Celeron J4105 që operon me frekuencë prej 1.5 GHz ose deri në 2.5 GHz në modalitetin TurboBoost. Kompjuteri është i pajisur me 4 GB memorie DDR4 dhe hard disk 64 GB eMMC (\u002B slot i lirë 2.5 \u0022). Prodhimi i videos sigurohet nga karta grafike Intel UHD Graphics me 2x dalje HDMI. Ekzistojnë edhe 2x USB 3.0 / 3.1 / 3.2 Gen 1, 2x USB 2.0, lidhës audio, slot i kartelës së memories, Gigabit Ethernet, WiFi ac dhe Bluetooth 4.0. Kompjuteri vjen me sistemin operativ Windows 10 Home në modalitetin S.   ","Price":234.17,"PCode":"268010"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Kompjuter Dell Precision 3630 MT, Intel Xeon, 16GB RAM DDR4, 256GB SSD, 1TB HDD, NVIDIA Quadro P2200, i zi ","Description":" Përshkrimi i produktit  Kompjuteri DELL Precision 3630 në formë kulle të mesme është i pajisur me një procesor 6-bërthamor Intel Xeon E-2236, i cili ka teknologji HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në një frekuencë prej 3.4 GHz ose më shumë në 4.8 GHz në modalitetin TurboBoost. Ai plotësohet me memorie RAM të llojit DDR4 me një kapacitet prej 16 GB (2 module / 4 slote). Hard disqet 256 GB SSD M.2 PCIe dhe 1 TB HDD do të shërbejnë për sistemin, të dhënat dhe aplikacionet. Ekziston edhe një njësi optike DVD ± RW. Përpunimi i imazhit sigurohet nga kartela grafike NVIDIA Quadro P2200 me 5 GB memorie grafike GDDR5. Lidhja kabllore Gigabit Ethernet siguron lidhjen e nevojshme të rrjetit. Pajisjet e ndryshme përfshijnë, ndër të tjera, shumë porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, një portë USB Tip-C 3.1 / 3.2 Gen 2, shumë dalje video, portë serike, 2x PS / 2 ose lidhës audio. Ky model vjen me sistemin operativ Windows 10 Pro të instaluar paraprakisht. Paketa përfshin gjithashtu një tastierë USB dhe një maus optik.   ","Price":1583.52,"PCode":"279343"},{"Title":"Kompjuter HAL3000 MCR Finale 1660S, 16GB RAM, 240GB SSD, 1TB HDD, AMD, GTX 1660, i zi","Description":" Përshkrimi i produktit  Ky kompjuter kombinon një varg veçorish të përsosura për nevojat tuaja. Ka procesor AMD Ryzen 5 1600 (3.2 / 3.6GHz) dhe kapacitet të memories 16GB RAM DDR4. Për të dhëna dhe aplikacione ofron hard disk SSD 240GB dhe HDD 1TB. Procesimi i imazheve bëhet përmes kartelës grafike NVIDIA GeForce GTX 1660. Lidhet me GLAN, ka porte USB, HDMI, DisplayPort dhe RJ-45. Sistemi i tij operativ është Windows 10 Home.    ","Price":805.92,"PCode":"279117"},{"Title":"Kompjuter MSI Pro 16T 10M-002XEU, 15.6\u0022 HD, Intel Celeron 5205U, 4GB DDR4, 256GB SSD, Intel UHD Graphics, i bardhë","Description":" Përshkrimi i produktit  Kompjuteri kompakt gjithçka-në-një MSI Pro 16T 10M ju ofron një gamë të gjerë përdorimesh në ambiente tregtare, dyqane, zyra dhe shtëpi. Siguron fuqi të mjaftueshme dhe një shfaqje me rezolucion të lartë për cilësi të lartë të imazhit dhe detaje të mprehta me shkëlqim të lartë. Baza e këtij modeli të kompjuterit MSI Pro 16T 10M është një procesor 2-bërthamor Intel Celeron 5205U, i cili funksionon me një frekuencë prej 1.9 GHz dhe ka një memorie operative prej 4 GB DDR4 (1 modul / 1 slot) në dispozicion për punën e tij. Trupi i të gjithë sistemit përbëhet nga një ekran me prekje 15.6 \u0022 me rezolucion HD prej 1366 x 768 px. Përpunimi i figurës sigurohet nga një kartelë grafike Intel HD Graphics. Hard disku 256 GB SSD M.2 PCIe përdoret për të ruajtur të dhënat dhe aplikacionet. Lidhjet e rrjetit përfaqësohen nga 2x porte Gigabit Ethernet dhe lidhja wireless Wi-Fi ac. Pajisjet e larmishme përfshijnë një lexues të kartave të memories, Bluetooth 5.0, VGA, shumë porte USB (2x 2.0 dhe 4x 3.0 / 3.1 / 3.2 Gen 1), 2x porte COM, portë parale, kamerë HD, lidhës audio dhe altoparlantë stereo. Kompjuteri vjen pa një sistem operativ.   ","Price":413.72,"PCode":"293079"},{"Title":"Kompjuter Dell Alienware Aurora R11, Intel Core i5, 32GB RAM, 1TB SSD, NVIDIA GeForce RTX 2070 Super, i bardhë","Description":" Përshkrimi i produktit  Ky kompjuter i bardhë ndërrthurr një varg tiparesh të përkryera teknologjike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm me 6 bërthama Intel Core i5 10600KF dhe ka frekuencë veprimi 4.1 GHz - 4.8 GHz. Ofron memorie 32 GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 1TB SSD. Përpunimi i imazheve bëhet përmes kartelës grafike NVIDIA GeForce RTX 2080 Super. Lidhet me pajisje përmes konektorëve USB. Ka sistem operues Windows 10 Home.   ","Price":2107.68,"PCode":"295151"},{"Title":"Mini PC PrimeMini 4, Intel Core i5-7300U vPro, 8GB RAM, 250GB SSD, Intel HD Graphics 620, pa OS, i zi","Description":" Përshkrimi i produktit  PRIMEMINI 4 Të mbrojtur nga ndikimi i përdorimit të tyre të përditshëm nga një kasë e fortë alumini, produktet tona karakterizohen nga forma e tyre kompakte dhe dizajni elegant. Përdorimi i komponentëve të riciklueshëm, konsumi i ulët i energjisë, opsione të gjera të thjeshta për punë dhe ruajtje të të dhënave, si dhe një larmi opsionesh për montim i bëjnë produktet tona të qëndrueshme dhe të gjithanshme.Kompjuter i besueshëmPrimeMini 4 është i pajisur me procesor të fuqishëm Intel Core i5. Teknologjia Intel vPro thjeshton mirëmbajtjen e kompjuterëve personalë nga distanca, duke lejuar kështu që problemet harduerike dhe softuerike të zgjidhen më shpejt.Falë dizajnit të tyre pa ventilatorë, kompjuterët personalë desktop PrimeMini 4 janë plotësisht të heshtur dhe rezistentë ndaj pluhurit dhe papastërtisë. Kjo i lejon ata që të përdoren në mjedise ku kompjuterët personalë të zakonshëm hasin në vështirësi për të funksionuar për periudha të zgjatura të kohës. Për shembull, në sallat e ndotura të prodhimit industrial ose në dhomat e trajtimit mjekësor. Nëse nuk dëshironi të vendosni PrimeMini 4 mbi një tavolinë, mbajtësja shtresë VESA e bën të lehtë montimin e pajisjes, për shembull, pas një monitori.PrimeMini 4 mund të konfigurohet në mënyrë individuale, duke siguruar që ju të gjeni pajisjen e duhur për biznesin tuaj. Për një kompjuter personal për zyre një procesor Intel Core i3 me kosto të ulët dhe 8 GB memorie RAM është zakonisht i mjaftueshëm. Nëse punoni profesionalisht me programet Adobe CC, një kompjuter personal PrimeMini 4 me procesor të fuqishëm Intel Core i7, të paktën 16 GB memorie RAM dhe hard disk SSD me kapacitet më të madh është zgjidhja e duhur.Karakteristikat kryesore:⦁\tProcesori Intel Core i5.⦁\tTeknologjia Intel vPro dhe moduli TPM (tek procesorët i5 ose i7);⦁\tMemoria operative RAM me kapacitet deri në 32 GB;⦁\tMemorie SSD (M.2 dhe 2.5”);⦁\tOpsionale: RS232, Wi-Fi \u0026 Bluetooth;⦁\tGarancion 5 vjeçar;⦁\tZhvilluar dhe prodhuar në Zvicër.Mbështetë sistemet operative si: Microsoft® ( Windows®: 10 / 8.1 / Server 2016), Linux (Linux Mint / Ubuntu / Fedora / OpenSUSE / Debian), VMWare® (ESXi 6.7 më lartë). Kompjuteri vjen pa sistem operativ.   ","Price":996.96,"PCode":"818499pc"},{"Title":"Kompjuter Lenovo ThinkCentre M720q Tiny, Intel Core i3, 4GB RAM, 128GB SSD, Intel UHD Graphics 630","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M720q Tiny është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Core i3-9100T i cili kombinohet me 4GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 128GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (3x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 1x 3.1 / 3.2 Gen 1 Type-C) si dhe portet DisplayPort e portet e audios, dhe funksionon me sistemin operativ Windows 10 Pro. Ka tastierë dhe maus.   ","Price":473.76,"PCode":"282435"},{"Title":"Kompjuter Lenovo ThinkCentre M720s SFF, Intel Core i5, 8GB RAM, 1TB HDD, Intel UHD Graphics 630","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M720s SFF është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-9400 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB HDD për ruajtjen e të dhënave, ka drajv optik DVD ± RW , një mori portesh USB për lidhjen e pajisjeve periferike (4x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 3.1 / 3.2 Gen 1 Type-C) si dhe portet DisplayPort e portet e audios, dhe funksionon me sistemin operativ Windows 10 Pro. Përfshin maus dhe tastierë.   ","Price":660,"PCode":"282448"},{"Title":"Kompjuter Lenovo ThinkCentre M920q Tiny, Intel Core i5, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M920q Tiny është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-8500T i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (3x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 1x Type-C ) si dhe portet DisplayPort e portet e audios, dhe funksionon me sistemin operativ Windows 10 Pro.   ","Price":777.12,"PCode":"282478"},{"Title":"Kompjuter Acer Veriton VN4670GT, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuteri kompakt Acer Veriton N (VN4670GT) vjen me një procesor me 6-bërthamor Intel Core i5-10400T, që përmban teknologjinë HyperThreading me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë të vetme dhe funksionon në një frekuencë prej 2 GHz ose deri në 3.6 GHz në modalitetin TurboBoost. Procesori plotësohet me 8 GB memorie DDR4 (1 modul / 2 slote). Një hard disk 256 GB SSD M.2 (\u002B pozicion i lirë 2.5 \u0022) është krijuar për sistemin, të dhënat dhe aplikacionet. Përpunimi i imazhit sigurohet nga kartela grafike Intel UHD Graphics. Lidhja e nevojshme e rrjetit sigurohet nga porta Gigabit Ethernet ose ndërfaqja wireless WiFi ax. Ky model vjen me sistemin operativ Windows 10 Pro. Paketa përfshin një tastierë dhe maus USB.   ","Price":596.64,"PCode":"298849"},{"Title":"Kompjuter OMEN by HP GT13-0005nc, Intel Core i7, 16GB DDR4, 1TB SSD, NVIDIA GeForce RTX 2070 Super","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 8-core Intel Core i7 - 10700F, i cili funksionon me një frekuencë 2.9 GHz deri në 4.8GHz. Procesori plotësohet me 16 GB memorie operative DDR4 (slot). Përpunimi i figurës është kujdesur nga karta grafike NVIDIA GeForce RTX 2070 Super. Hard disku 1TB SSD M.2 PCIe NVMe shërben për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Lloji i kartës së rrjetit GLAN, WLAN. Kompjuteri mbështet standardet Wi-Fi a / b / g / n / ac / ax.Furnizimi maksimal i energjisë 500 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":1626.72,"PCode":"295222"},{"Title":"Kompjuter OMEN by HP GT13-0001nc, Intel Core i5, 16GB DDR4, 512GB SSD, 1TB HDD, NVIDIA GeForce GTX 1650","Description":" Përshkrimi i produktit  Baza e këtij modeli kompjuterik është një procesor 6-core Intel Core i5 - 10400F, i cili funksionon me një frekuencë 2.9 GHz deri në 4.3 GHz. Procesori plotësohet me 16 GB memorie operative DDR4 (slot). Përpunimi i figurës është kujdesur nga karta grafike NVIDIA GeForce GTX 1650. Hard disqet 512GB SSD M.2 PCIe NVMe dhe 1TB HDD shërbejnë për të ruajtur të dhënat. Disku optik nuk është i përfshirë. Lloji i kartës së rrjetit GLAN, WLAN. Kompjuteri mbështet standardet Wi-Fi a / b / g / n / ac / ax. Furnizimi maksimal i energjisë 500 W. Ky kompjuter përdor sistemin operativ Windows 10 Home.   ","Price":959.52,"PCode":"295218"},{"Title":"Kompjuter ASUS ExpertCenter D500MA - 15L, Intel Core i7, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  ASUS ExpertCenter D500MA - 15L është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45, VGA D-Sub. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.    ","Price":815.52,"PCode":"303528"},{"Title":"Kompjuter ASUS ExpertCenter D500MA - 15L, Intel Core i5, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  ASUS ExpertCenter D500MA - 15L është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-10400 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45, VGA-D-Sub. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.    ","Price":633.12,"PCode":"303531"},{"Title":"Kompjuter Gjirafa50 OFFICE Business 006, AMD Ryzen 5 Pro, 8GB RAM, 480GB SSD, AMD Radeon Vega 11, i zi","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":499.22,"PCode":"288620"},{"Title":"Kompjuter Intel NUC NUC7PJYH, Intel Pentium J5005, 8GB RAM, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Intel NUC është kompjuter kompakt dhe i lehtë në peshë, i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Pentium J5005 i cili operon në frekuencë prej 1.5 GHz deri në 2.8 GHz në modalitetin TurboBoost, si dhe mbështet kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Mund ta zgjeroni kompjuterin tuaj me memorie 2x DDR4 SODIMM deri në një kapacitet total deri në 8 GB me një frekuencë prej 2400 MHz. Përpos kësaj, kompjuteri mban edhe një slot 2.5 \u0022HDD / SSD për hard disqe, 4 porte USB 3.0 / 3.1 Gen 1, 2x HDMI 2.0a, Gigabit Ethernet, lidhës audio, lexuesin e kartës së memories, Wi-Fi ac, Bluetooth, si dhe ka dritë infra të kuqe. Kompjuteri vjen pa sistem operativ, hard disk dhe memorie.   ","Price":169.72,"PCode":"232361"},{"Title":"Kompjuter ASUS Vivo V241EAK, 23.8 \u0022, Intel Core i3, 8GB DDR4, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit   ASUS Vivo V241EAK është një kompjuter multimedial all-in-one që ofron jo vetëm pajisje të fuqishme por edhe një ekran me cilësi të lartë me rezolucion të lartë. V241EAK është një sistem i gjithanshëm me performancën e kërkuar dhe kërkesat e vogla për hapësirë. Është krijuar për tu bërë një shoqërues i shkëlqyeshëm në familjen tuaj, si për punë dhe lojë, ashtu edhe një shtesë elegante në shtëpinë ose zyrën tuaj. Baza e këtij modeli të kompjuterit ASUS Vivo V241EAK është një procesor 2-bërthamor Intel Core i3-1115G4, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon në një frekuencë prej 3 GHz, ose deri në 4.1 GHz në modalitetin turbo, dhe ka 8 GB RAM DDR4 të disponueshëm për funksionimin e tij. Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022Full HD (niveli IPS, 1920 x 1080 piksel, 250 nits, sRGB 100%). Përpunimi i imazhit sigurohet nga një kartë grafike Intel UHD. Të dhënat ruhen në një hard disk 256 GB SSD M.2 PCIe. Pajisjet e larmishme përfshijnë shumë porte USB (1x 2.0 dhe 4x 3.0 / 3.1 / 3.2 Gen 1), Gigabit Ethernet, WiFi ac, Bluetooth 5.0, HDMI brenda / jashtë, kamera HD dhe një lidhës i kombinuar audio. Paketa përfshin gjithashtu një tastierë USB dhe mausin. Windows 10 Home është instaluar paraprakisht.   ","Price":711.5,"PCode":"309806"},{"Title":"Kompjuter HP 22-df0002nc, 21.5 \u0022, Intel Pentium J5040, 8GB DDR4, 256GB SSD, Intel UHD Graphics, i bardhë","Description":" Përshkrimi i produktit  Kompjuterët HP 22 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për argëtim në shtëpi ose përdorim zyre. Me një dizajn të hollë, ju mund të përdorni kompjuterin tuaj kudo që ju nevojitet dhe do të jetë një aksesor i shkëlqyeshëm dekorativ për shtëpinë tuaj. Ju mund të mbështeteni në HP All-in-One për të bërë detyrat e shtëpisë tuaj, projektet shkollore, përdorimin e aplikacioneve për zyra dhe shikimin e filmave gjatë gjithë ditës. Baza e këtij modeli të kompjuterit HP 22 df është një procesor 4-core Intel Pentium J5040, i cili funksionon në një frekuencë prej 2 GHz ose deri në 3.2 GHz në modalitetin turbo. Ai ka një memorie operative 8 GB DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 21.5 \u0022IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC). Përpunimi i figurës është kujdesur nga një kartë Intel UHD Graphics. Mund të ruani të dhënat në një hard disk 256 GB SSD M.2 PCIe NVMe. Disku optik nuk është pjesë e kompletit. Ndërfaqet e rrjetit janë WiFi ac, Bluetooth 4.2 dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), portin e daljes HDMI, kamerën HD, lexuesin e kartës së memories dhe lidhësin e kombinuar të kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Home. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":492.57,"PCode":"295098"},{"Title":"Kompjuter HAL3000 EliteWork 3400G, AMD Ryzen 5 , 8GB RAM, 480GB SSD, AMD Radeon RX Vega 11, i zi","Description":" Përshkrimi i produktit  Kompjuteri vjen i pajisur me procesorin 4 bërthamësh AMD Ryzen 5-3400G i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon RX Vega 11 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 480GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (2x 2.0 dhe 6x 3.0 / 3.1 / 3.2 Gen 1 ) si dhe portet DisplayPort e portet e audios. HAL3000 funksionon me sistemin operativ Windows 10 Pro.    ","Price":503.02,"PCode":"280424"},{"Title":"Kompjuter LYNX Office, Intel Pentium G6400, 8GB RAM DDR4, 480GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuterët personal LYNX Office do të plotësojnë kërkesat e kompjuterit tuaj në një mjedis modern zyre. Ju mund të zgjidhni nga disa variante, nga modelet themelore që janë të përshtatshme për përdorim të përditshëm të zyrave, deri në variante të fuqishme që mund të trajtojnë aplikacione biznesi të vështira. Kompjuteri LYNX Office G6400 është i pajisur me një procesor 2-bërthamor Intel Pentium G6400, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe është i akorduar në frekuencë prej 4 GHz. Procesori plotësohet më tej me 8 GB memorie operative DDR4. Prodhimi i videos sigurohet nga kartela grafike Intel UHD Graphics. Një hard disk 480 GB SSD është krijuar për të dhënat dhe aplikacionet tuaja. Ekziston edhe një disk optik DVD ± RW. Ju gjithashtu keni mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe një lidhje rrjeti Gigabit Ethernet. I gjithë hardueri ruhet në një kasë kompjuteri IN WIN EFS052, ku furnizimi me energji sigurohet nga një burim energjie Fortron 200 W. Kompjuteri vjen me sistemin operativ Windows 10 Pro.   ","Price":460.27,"PCode":"289081"},{"Title":"Kompjuter HAL3000 MCR Finale 3 Pro (Intel), Intel Core i5, 16GB RAM DDR4, 1TB SSD, NVIDIA GeForce GTX 1660 Super, i zi ","Description":" Përshkrimi i produktit  Ky kompjuter karakterizohet me shumë vecçori cilësore. Ai mundësohet nga procesori 6 - core Intel Core i5 10400F i cili plotësohet me 16GB RAM DDR4 (slot) dhe 1 TB SSD M.2 PCIe / NVMe (slot). Imazhi mundësohet nga kartela grafike e dedikuar 6 144 MB NVIDIA GeForce GTX 1660 Super. Poashtu, ka VR ready dhe Ray-tracing. Lloji i kartës së rrjetit është GLAN. Prej ndërfaqeve, kompjuter përfshin DisplayPort, HDMI, RJ-45, 6 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A dhe 2 porte USB 2.0 Type-A. Kompjuteri vjen me sistemin operativ Windows 10 Home.    ","Price":1129.5,"PCode":"310837"},{"Title":"Kompjuter GIGABYTE BRIX BACE-3160, Intel Celeron, 8GB RAM, 2.5\u0027\u0027, Intel HD, i zi","Description":" Përshkrimi i produktit  Gigabyte BRIX është një zgjidhje interesante për themelet e ndërtimit të HTPC, ose një suitë kompjuterike klasike në shtëpi ose zyre, që do t\u0027i shërbejë detyrave të përditshme. BRIX impresionon me mbarimin e saj elegant dhe është aq i vogël sa që i përshtatet në pëllëmbën e dorës. Bërthama e Gigabyte BRIX BACE-3160 është një procesor 4-bërthamësh Intel Celeron J3160 me frekuencë 1.6 GHz ose deri në 2.24 GHz në TurboBoost. Vjen me një kartelë grafike Intel HD Graphics. Memoria DDR3 nuk është e përfshirë, kështu që ju mund të zgjidhni sasinë e kujtesës që ju nevojitet (1x slot SO-DIMM DDR3L për modulet e memories deri në 1600 MHz me një kapacitet maksimal prej 8GB). Pajisja ka një hapësirë ??për instalimin e hard disqeve 2.5 \u0022, gjithashtu ka një ndërfaqe Gigabit Ethernet, 4x USB 3.0 / 3.1 Gen 1, porta audio, lexues të kartelave memorike, WiFi dhe Bluetooth. Mbështetja e VESA 75 x 75 dhe 100 x 100 mm. Vjen pa sistem operativ.   ","Price":131.13,"PCode":"217071"},{"Title":"Kompjuter ASUS Vivo V241EAK, 23.8\u0027\u0027, Intel Core i5, 16GB RAM, 512GB SSD, Intel Iris Xe Graphics, i zi","Description":" Përshkrimi i produktit  ASUS Vivo V241EAK është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Core i5-1135G7 i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe ekran me diagonale 23.8 inç që ofron rezolucion 1920 x 1080 (Full HD) në kombinim me kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike dhe sistemin operativ Windows 10 Home.   ","Price":944.16,"PCode":"309804"},{"Title":"Kompjuter Lenovo ThinkCentre M720s SFF, Intel Core i5, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M720s SFF është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-9400 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike (4x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 3.1 / 3.2 Gen 1)Type-C) si dhe portet DisplayPort e portet e audios, dhe funksionon me sistemin operativ Windows 10 Pro. Përfshin tastierë dhe maus.   ","Price":677.28,"PCode":"282447"},{"Title":"Mini kompjuter HP ProDesk 400 G6, Intel Core i5, 16GB RAM, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  HP ProDesk 400 G6 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh Intel Core i5-10500T i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":652.32,"PCode":"304714"},{"Title":"Kompjuter Dell Precision (T3440) SFF, Intel Core i7, 16GB RAM, 512GB SSD, NVIDIA Quadro P1000, i zi","Description":" Përshkrimi i produktit  Dell OptiPlex (T3440) SFF është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700 i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike NVIDIA Quadro P1000 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort e RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":1299.36,"PCode":"304385"},{"Title":"Kompjuter Lenovo IdeaCentre 3 22ADA05, 21.5\u0022 Full HD, AMD Athlon 3050U, 4GB DDR4, 1TB HDD, AMD Radeon Graphics, i zi ","Description":" Përshkrimi i produktit  Baza e kompjuterit Lenovo IdeaCentre 3 22ADA05 në këtë konfigurim është një procesor 2-bërthamor AMD Athlon 3050U, i cili funksionon me një frekuencë prej 2.3 GHz, ose deri në 3.2 GHz në modalitetin turbo. Ka 4 GB memorie DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga ekrani 21.5 \u0022 me rezolucion Full HD prej 1920 x 1080 px. Përpunimi i figurës sigurohet nga kartela grafike AMD Radeon Graphics. Për ruajtjen e të dhënave dhe aplikacioneve shërben hard disku 1 TB HDD. Disku optik nuk është i përfshirë. Për t\u0027u lidhur mund të përdorni ndërfaqen wireless WiFi ac ose lidhjen kabllore Gigabit Ethernet. Poashtu kompjuteri ka Bluetooth 5.0, lexues të kartave të memories, HDMI, mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), kamerë HD, lidhës audio dhe altoparlantë stereo JBL. Windows 10 Home është instaluar paraprakisht. Paketa përfshin një tastierë dhe maus USB.   ","Price":412.77,"PCode":"290537"},{"Title":"Kompjuter HAL3000 EliteWork 119, 8 GB RAM, 240 GB SSD, Intel Core i5, N710, i zi","Description":" Përshkrimi i produktit  Baza e këtij seti është MSI H310M PRO-VDH PLUS me chipset Intel H310 të pajisur me një procesor 6-bërthamor Intel Core i5-9400F, i cili është akorduar për të operuar në 2.9 GHz ose deri në 4.1 GHz me teknologjinë TurboBoost. Procesori plotësohet më tej me memorie 8 GB DDR4 ADATA Premier 2666 MHz. Prodhimi i videos sigurohet nga kartela grafike N710 me dalje DVI, HDMI dhe VGA. Një hard disk SSD 240 GB ADATA SU650 është krijuar për të dhënat dhe aplikacionet tuaja. Ju gjithashtu keni mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe lidhje Gigabit Ethernet. I gjithë hardueri është i ruajtur në një kasë kompjuteri SilentiumPC Armis AR1 Pure Black, ku burimi kujdeset për furnizimin me energji 350W CHIEFTEC GPB-350S. Përfshihet gjithashtu një tastierë me kabllo dhe një set mausi RAPOO N1850. Kompleti vjen me sistemin operativ Windows 10 Home.   ","Price":507.36,"PCode":"267000"},{"Title":"Kompjuter HP 200 G4 22, 21.5\u0022 Full HD, Intel Core i3, 8GB DDR4, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  HP 200 G4 janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për zyra dhe përdorim biznesi. Baza e këtij modeli të kompjuterit HP 200 G4 është një procesor 2-bërthamor Intel Core i3-10110U, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në frekuencë prej 2.1 GHz ose deri në 4.1 GHz në modalitetin TurboBoost. Ai ka 8 GB memorie DDR4 (2 module / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 21.5 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 px. Kartela grafike Intel UHD Graphics kujdeset për përpunimin e imazhit. Mund të ruani të dhënat në një hard disk 256 GB M.2 SSI PCIe NVMe dhe një disk optik DVD ± RW. Ndërfaqet e rrjetit përfshijnë WiFi ac dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, porte dalëse HDMI, kamerë 5 Mpx , lexues të kartave të memories dhe lidhës të kombinuar të kufjeve / mikrofonit. Kompjuteri vjen pa një sistem operativ. Paketa gjithashtu përfshin një tastierë dhe maus USB.   ","Price":487.82,"PCode":"291460"},{"Title":"Kompjuter ASUS ExpertCenter D500MA - 15L, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics 630, i zi","Description":" Përshkrimi i produktit  ASUS ExpertCenter D500MA - 15L është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Core i3-10100 i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics 630 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45, VGA D-Sub. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":589.92,"PCode":"303533"},{"Title":"Kompjuter HAL3000 Alfa Gamer Pro 3060, AMD Ryzen 5, 16GB DDR4 3200MHz RAM, 1TB SSD, MSI GeForce RTX 3060 GAMING X, i zi ","Description":" Përshkrimi i produktit  Makinat e njohura të lojrave të brezit të ardhshëm HAL3000 Alfa Gamer vijnë me fuqinë e teknologjive më të fundit dhe janë përsëri një kombinim i shkëlqyeshëm i çmimit, cilësisë së përbërësit dhe performancës. Brezi i ri HAL3000 Alfa Gamer ju ofron konfigurime të ekuilibruara në mënyrë optimale që gjithmonë mund të qetësojnë pasionin e lojrave të një game të gjerë lojtarësh. Baza e kompletit është pllaka MSI MAG B550 TOMAHAWK me chipset AMD B550 i pajisur me një procesor 6-bërthamor AMD Ryzen 5 5600X, i cili ka teknologji SMT për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe është me kohë në 3.7 GHz ose deri në 4.6 GHz. në modalitetin turbo. Procesori plotësohet më tej nga një memorie operative 16 GB DDR4 me një shpejtësi të orës 3200 MHz (2x 8 GB Kingston HyperX FURY). Prodhimi i videos sigurohet nga karta grafike MSI GeForce RTX 3060 GAMING X 12G me çipin NVIDIA GeForce RTX 3060, i cili ka 12 GB memorie GDDR6. Një hard disk është krijuar për të dhënat dhe aplikacionet tuaja 1 TB SSD M.2 PCIe NVMeADATA XPG GAMMIX S50 Lite. Hardueri ruhet në kasën e kompjuterit SilentiumPC Regnum RG6V EVO TG ARGB, ku furnizimi me energji sigurohet nga një furnizim me energji 600W SilentiumPC Vero L3 me efikasitet 80Plus Bronze. Temperaturat e ulëta të funksionimit të procesorit sigurohen nga ftohësi i fuqishëm SilentiumPC Fera 3 EVO ARGB. Kompleti i kompjuterit vjen me sistemin operativ Windows 10 Home.   ","Price":1541.5,"PCode":"311534"},{"Title":"Kompjuter Fujitsu Esprimo G5010, Intel Core i7, 16GB RAM, 1TB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Fujitsu Esprimo G5010 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700T i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 1TB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe funksionon me sistemin operativ Windows 10 Pro.   ","Price":1025.5,"PCode":"311304"},{"Title":"Kompjuter Acer ConceptD 100, Intel Core i5, 8GB RAM DDR4, 1TB SSD, NVIDIA GeForce GT 1030, i bardhë","Description":" Përshkrimi i produktit  Acer ConceptD 100 (CM100-51A) përdor një procesor 6-bërthamor Intel Core i5-9400F, të akorduar në frekuencë prej 2.9 GHz ose deri në 4.1 GHz në modalitetin TurboBoost. Pajisja vjen me 8 GB memorie DDR4 (1 modul / mbështetje deri në 32 GB). Kartela grafike NVIDIA GeForce GT 1030 me 2 GB memorie grafike dhe daljet DVI dhe HDMI kujdeset për procesimin e imazhit. Ka një hard disk SSD 1 TB, për sistemin, të dhënat dhe aplikacionet. Kompjuteri ka mjaft porte USB, përfshirë Tip-C, për të lidhur pajisje të jashtme ose pajisje të tjera. Sigurisht, ju keni lidhjet e nevojshme të rrjetit Gigabit Ethernet dhe WiFi ac, Bluetooth 5.0 dhe lidhësit audio. Sistemi operativ Windows 10 Pro është i instaluar paraprakisht.   ","Price":888.48,"PCode":"298836"},{"Title":"Kompjuter HP 205 G4, 21.5 \u0022, AMD Athlon 3050U, 4GB DDR4, 1TB HDD, AMD Radeon Graphics, i bardhë","Description":" Përshkrimi i produktit  Kompjuterët HP 205 G4 All-in-One janë kompjuterë të përballueshëm që ofrojnë vlerë të shkëlqyeshme për zyra dhe përdorim biznesi. HP 205 G4 AiO PC ofron mundësi fleksibël të përshtatura për biznesin tuaj. Baza e këtij modeli të kompjuterit HP 205 G4 është një procesor 2-core AMD Athlon 3050U, i cili funksionon në një frekuencë prej 2.3 GHz ose deri në 3.2 GHz në modalitetin turbo. Ka një memorie operative 4 GB DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga ekran 21.5 \u0022 IPS Full HD me rezolucion prej 1920 x 1080 piksele (250 nits, 72% NTSC) .Përpunimi i figurës kujdeset nga kartela grafike AMD Radeon Graphics. Të dhënat mund të ruhen në hard diskun 1 TB HDD dhe nuk mungon as disku optik DVD ± RW. Ndërfaqet e rrjetit janë WiFi ac dhe Gigabit Ethernet. Pajisjet e ndryshme përfshijnë mjaft porte USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, port dalës HDMI, kamera 5 Mpx, lexuesi i kartës së memories dhe lidhësi i kombinuar i kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Paketa gjithashtu përfshin një tastierë dhe mausin USB.   ","Price":498.72,"PCode":"295235"},{"Title":"Kompjuter Dell Precision T3640 MT, Intel Core i7, 16GB RAM, 512GB SSD \u002B 2TB HDD, NVIDIA Quadro P2200, i zi","Description":" Përshkrimi i produktit  Dell Precision T3640 MT është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 8 bërthamësh Intel Core i7-10700K i cili kombinohet me 16GB RAM memorie të llojit DDR4 si dhe kartelën grafike NVIDIA Quadro P2200 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 512GB SSD \u002B 2TB HDD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":1600.8,"PCode":"304388"},{"Title":"Kompjuter HAL3000 Enterprice 121, Intel Pentium G6400, 8GB DDR4 RAM, 480GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  HAL3000 Enterprice 121 është një themel i fortë për përdorim në zyrë ose shtëpi. Teknologjitë e provuara ju japin performancë të mjaftueshme që aplikacionet e zakonshme të zyrave të punojnë me dokumente, fletëllogaritëse, prezantime, të shfletoni internetin dhe të luani video dhe të shikoni fotot. Seti bazohet në pllakën MSI H410M PRO me procesorin Intel H410 të pajisur me një procesor 2-bërthamor Intel Pentium G6400, i cili është me shpejtësi prej 4 GHz dhe mbështet teknologjinë HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (1 modul / 2 slote). Prodhimi i videos sigurohet nga një kartë grafike Intel UHD Graphics me portet dalëse HDMI, DVI dhe VGA. Një hard disk 480 GB SSD është krijuar për të dhënat dhe aplikacionet tuaja. Disku optik nuk është i përfshirë. Ju gjithashtu keni mjaft porte USB 2.0 dhe 3.0 / 3.1 / 3.2 Gen 1, lidhës audio dhe një lidhje rrjeti Gigabit Ethernet. I gjithë hardware ruhet në një kasë kompjuteri Porte B31, me burim energjie 350W SilentiumPC Elementum E2. Përfshihet gjithashtu një tastierë dhe maus me kabllo Rapoo NX1720. Paketa vjen me sistemin operativ Windows 10 Pro.   ","Price":461.5,"PCode":"311522"},{"Title":"Kompjuter HP 205 G4 24, 23.8\u0022 FHD, AMD Ryzen 3, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Ky model kompjuteri gjithçka-në-një HP 205 G4 24 bazohet në procesorin 2-bërthamor AMD Ryzen 3 3250U, i cili përmban teknologjinë SMT dhe funksionon në një frekuencë prej 2.6 GHz, ose deri në 3.5 GHz në modalitetin turbo. Ka 8 GB memorie DDR4 (1 modul / 2 slote). Trupi i të gjithë sistemit përbëhet nga një ekran 23.8 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 px (250 njësi, 72% NTSC). Kartela grafike AMD Radeon trajton përpunimin e imazhit. Të dhënat tuaja mund ti ruani në një hard disk 256 GB SSD M.2 PCIe NVMe. Nuk mungon as njësia optike DVD ± RW. Ndërfaqet e rrjetit janë: WiFi ac dhe Gigabit Ethernet. Një larmi karakteristikash përfshijnë shumë porta USB (2x 2.0 dhe 2x 3.0 / 3.1 / 3.2 Gen 1), Bluetooth 4.2, portë dalëse HDMI, kamerë 5 MP, lexues të kartës së memories dhe lidhës të kombinuar të kufjeve / mikrofonit. Kompjuteri vjen me sistemin operativ Windows 10 Pro. Përfshihen gjithashtu tastiera dhe mausi USB.   ","Price":574.56,"PCode":"304725"},{"Title":"Mini kompjuter HP ProDesk 400 G6, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  HP ProDesk 400 G6 është kompjuter kompakt dhe i lehtë i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Core i3-10100T i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro.   ","Price":517.27,"PCode":"304710"},{"Title":"Kompjuter Raspberry Pi 3 Model B\u002B","Description":" Përshkrimi i produktit  Kompjuteri Raspberry Pi 3 B \u002B është seria më e re e kompjuterëve të familjes Raspberry Pi 3. Mini-pajisja ka një procesor të integruar 4 bërthamësh Broadcom BCM2837B0 që vepron në frekuencë prej 1.4 GHz , dhe posedon memorie 1 GB RAM me mbështetje të kartës grafike të fuqishme Broadcom VideoCore IV. Kjo pajsije nuk ka memorie të brendshme për ruajtjen e të dhënave të përdoruesit por ka hapësirë të veçantë për instalimin e saj. Megjithë madhësinë e tij të vogël, pajisja ka një numër lidhjesh. Këto përfshijnë lidhjet multimediale HDMI, daljen audio dhe një lidhës të veçantë GPIO për lidhjen e teknologjisë së sigurisë dhe pajisjeve të tjera të kontrollueshme. Një sërë periferikësh USB si tastierë, maus, flash drives ose pajisje të tjera të jashtme mund të lidhen me 4 lidhje klasike USB. Ky model gjithashtu mbështet teknologjitë LAN, WiFi, Bluetooth dhe Gigabit Ethernet me shpejtësi mbi USB 2.0 (transmetimi maksimal i 300Mbps). Kompjuteri vjen pa sistem operativ.   ","Price":45.54,"PCode":"234607"},{"Title":"Mini kompjuter Apple Mac mini M1, 8-bërthama, 8GB RAM, 256GB SSD, 8-bërthama GPU, Big Sur (M1, Nëntor)","Description":" Përshkrimi i produktit  Me çipin e ri Apple M1, mundësitë e Apple Mac mini dërgohen në një nivel shumë më të lartë. Me MacBook Air të ri, ju mund të merrni pjesë në kërkimin e redaktimit të videos me definicion të lartë dhe të përdorni aplikacione kërkuese profesionale. Ky model i kompjuterit Apple Mac mini (M1, 2020) është i ndërtuar në një procesor 8-bërthamësh Apple M1 me një GPU 8-bërthamë dhe një motor nevrik 16-bërthamor. Procesori gjithashtu përfshin 8 GB RAM, si dhe një SSD prej 256 GB është krijuar për sistemin, aplikacionet dhe të dhënat. Nga pajisjet e lidhësit, kjo pajisje posedon: 2x Thunderbolt / USB 4, 2x USB 3.0 / 3.1 / 3.2 Gen 1, HDMI 2.0, Gigabit Ethernet dhe 3.5 mm kufje, kurse lidhja pa tela sigurohet nga WiFi ax dhe Bluetooth 5.0. Apple Mac mini M1 operon me sistemin operativ macOS Big Sur.   ","Price":822.24,"PCode":"304129"},{"Title":"Kompjuter MSI Pro 24X 10M, 23.8\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Baza e këtij modeli të kompjuterit MSI Pro 24X 10M është një procesor 4-bërthamor Intel Core i7-10510U, i cili ka teknologji HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me frekuencë prej 1.8 GHz ose deri në 4.9 GHz në modalitetin turbo. Ka 16 GB RAM DDR4 (2 module / 2 slote) në dispozicion për punën e tij. Trupi i të gjithë sistemit përbëhet nga një ekran i madh 23.8 \u0022 IPS me një rezolucion Full HD prej 1920 x 1080 px. Kartela grafike Intel UHD Graphics kujdeset për përpunimin e imazhit. Një hard disk 512 GB SSD M.2 PCIe NVMe përdoret për të ruajtur të dhëna dhe aplikacionet. Lidhja e rrjetit sigurohet nga ndërfaqja wireless WiFi ax dhe 2x porta Gigabit Ethernet. Pajisjet e ndryshme përfshijnë Bluetooth, dalje HDMI, porta USB (2x 2.0, 4x 3.0 / 3.1 / 3.2 Gen 1), lidhës audio dhe altoparlantë stereo. Kompjuteri vjen me sistemin operativ Windows 10 Home.   ","Price":1084.32,"PCode":"308727"},{"Title":"Kompjuter HP ProOne 400 G6 20, 19.5\u0027\u0027, Intel Core i3, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  HP ProOne 400 G6 20 është kompjuter kompakt dhe i lehtë me diagonale 19.5\u0027\u0027, i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend. Kompjuteri vjen i pajisur me procesorin 4 bërthamësh Intel Core i3-10100T i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka një mori portesh USB për lidhjen e pajisjeve periferike si dhe portet DisplayPort, HDMI, RJ45. Për më tepër, kompjuteri funksionon me sistemin operativ Windows 10 Pro dhe përfshinë tastierën dhe mausin.   ","Price":681.12,"PCode":"304728"},{"Title":"Kompjuter HP ProDesk 405 G6 DM, AMD Ryzen 5 Pro, 8GB RAM, 256GB SSD, AMD Radeon RX Vega 7","Description":" Përshkrimi i produktit  HP ProDesk 405 G6 DM është kompjuter kompakt, i cili ju plotëson të gjitha kërkesat me performancën e tij të lartë dhe në të njëjtën kohë nuk ju zë shumë vend përbrenda tavolinës së punës në zyrë. Kompjuteri vjen i pajisur me procesorin 6 bërthamësh AMD Ryzen 5 Pro-4650GE i cili kombinohet me 8GB RAM memorie të llojit DDR4 si dhe kartelën grafike AMD Radeon RX Vega 7 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe të hapni të gjitha aplikacionet dhe programet që ju nevojiten. Përpos kësaj, kompjuteri mban 256GB SSD për ruajtjen e të dhënave, ka DisplayPort dhe HDMI. Për më tepër, kompjuteri vjen pa sistem operativ.   ","Price":426.07,"PCode":"305665"},{"Title":"Kompjuter Dell OptiPlex (3080) SFF, Intel Core i3, 8 GB RAM, 256 GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Ky kompjuter përmban tipare të shkëlqyera fizike dhe teknologjike për performancë të shkëlqyer. Është i pajisur me procesor të fuqishëm Intel Core i3 - 10100 me 4 bërthama dhe frekuencë veprimi 3.6 / 4.3GHz. Kapaciteti i memories RAM DDR4 DIMM është 8GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 256GB SSD. Ka edhe drajv optik. Përpunimi i imazheve bëhet përmes kartelës grafike Intel UHD Graphics. Ka kartë rrjeti GLAN, port DisplayPort, HDMI, RJ45, USB dhe sistem operativ Windows 10 Pro.    ","Price":534.24,"PCode":"302243"},{"Title":"Kompjuter Fujitsu Esprimo G5010, Intel Core i3, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Kompjuteri desktop Fujitsu Esprimo G5010 ofron besueshmëri në funksionimin e përditshëm të zyrës në një dizajn shumë kompakt. Performanca e tij siguron vazhdimësinë e nevojshme për vendosjen e përditshme dhe në të njëjtën kohë ju siguron mbrojtje të lartë të të dhënave. Sigurisht, ka prona të kursimit të energjisë që përputhen me certifikatat e mbrojtjes së mjedisit dhe kontribuojnë në kursimin e energjisë elektrike. Merrni një kompjuter të besueshëm, të fuqishëm dhe shumë efikas Fujitsu për biznesin tuaj. Baza e këtij kompleti Fujitsu Esprimo G5010 është një procesor 4-bërthamor Intel Core i3-10100, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në 3.6 GHz ose deri në 4.3 GHz në modalitetin automatik të mbingarkesës turbo. DDR4 RAM ka një kapacitet prej 8 GB (1 modul / 2 slote) dhe një hard disk 256 GB SSD M.2 PCIe NVMe është menduar për të dhëna dhe aplikacione. Prodhimi i videos për lidhjen e monitorit sigurohet nga karta Intel UHD Graphics. Periferikë të ndryshëm mund të lidhen duke përdorur një numër të mjaftueshëm të lidhësve USB 2.0, 3.0 / 3.1 / 3.2 Gen 1 Type-A dhe Type-C. Gigabit Ethernet dhe WiFi ac për lidhjen e rrjetit. Lidhësi i nevojshëm i audios, Bluetooth 5.1, DisplayPort dhe HDMI janë në dispozicion. Windows 10 Pro është instaluar paraprakisht.   ","Price":621.5,"PCode":"311302"},{"Title":"Kompjuter Lenovo ThinkCentre M920s SFF, 8GB DDR4, 256GB SSD, Intel Core i5, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Lenovo ThinkCentre M920s SFF është një kompjuter i gjithanshëm i klasës së biznesit në faktorin e formës kompakte të Small Form Factor. Është një partner i besueshëm, i fuqishëm dhe shumë i aftë për aplikacionet e biznesit tuaj dhe multitasking. Kompjuteri mbështet monitorë të shumëfishtë për produktivitetin maksimal. Desktopi i zgjeruar në disa monitorë e bën më të lehtë ndryshimin midis aplikacioneve dhe programeve dhe ndihmon në zvogëlimin e gabimeve të mundshme. Mjetet Lenovo monitorojnë konsumin e energjisë në kompjuterin tuaj për t\u0027ju ndihmuar të kurseni energji dhe kosto. Për më tepër, certifikimi si ENERGY STAR dhe furnizuesit me energji me efikasitet të lartë kontribuojnë në mbrojtjen e mjedisit. Kompjuteri Lenovo ThinkCentre SFF M920s është i pajisur me një procesor 6-core Intel Core i5-9500, i cili operon me një frekuencë prej 3 GHz, ose deri në 4.4 GHz në modalitetin TurboBoost. Ka 8 GB memorie DDR4 (1 modul / 4 slote). Hard disku 256 GB SSD M.2 PCIe NVMe Opal është gjithashtu i disponueshëm për ruajtjen e të dhënave dhe aplikacioneve, si dhe një disk optik DVD ± RW. Përpunimi i imazhit sigurohet nga kartela grafike Intel UHD Graphics. Lidhja kabllore Gigabit Ethernet siguron një lidhje thelbësore të rrjetit. Të pranishme janë mjaft porte USB (6x 3.0 / 3.1 / 3.2 Gen 1, 2x 3.1 / 3.2 Gen 2 dhe 1x Tip-C 3.1 / 3.2 Gen 1), lexuesi i kartelës së memories, lidhësit audio, 2x DisplayPort, VGA dhe porti serik. Ky model vjen me Windows 10 Pro të instaluar paraprakisht. E përfshirë gjithashtu është një tastierë dhe maus.   ","Price":684.96,"PCode":"271478"}]