[{"Title":"Laptop ASUS ZenBook Duo UX481FL, 14 \u0022, Intel Core i7, 8GB RAM LPDDR3, 512GB SSD, NVIDIA GeForce MX250, i kaltër","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 4-core Intel Core i7 - 10510U që funksionon me një frekuencë 1.8 GHz deri në 4.9GHz. Procesori plotësohet me 8GB RAM LPDDR3 (në pllakë). Hard disku 512GB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Të dhënat e figurës për ekranin me prekje 14 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 piksel janë siguruar nga kartela grafike NVIDIA GeForce MX250. Laptopi ofron 1 x USB 3.1 / 3.2 Gen 2 Type-A, 1 x USB 3.0 / 3.1 / 3.2 Gen 1 Type-A, 1 x USB 3.1 / 3.2 Gen 2 Type-C, HDMI. Ekzistojnë gjithashtu ndërfaqet wireless Wi-Fi ac dhe Bluetooth 5.0. Lloji i kartës së rrjetit WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë pa taste numerike, e cila ka ndriçim. Shasia e laptopit është bërë nga alumini dhe mundësohet nga një bateri 4-cell 70Wh. Laptopi vjen me sistemin operativ Windows 10 Home.    ","Price":1215.84,"PCode":"294379"},{"Title":"Laptop HP 15-dw2005nc, 15.6\u0022, Intel Core i7, 16GB RAM DDR4, 256GB SSD, 1TB HDD, NVIDIA GeForce MX330, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi HP 15 i plotëson kërkesat për përdorim të përditshëm me një çmim të përballueshëm. Me ndihmën e një ekrani të madh, një tastierë të rehatshme që përfshin një pjesë numerike dhe një panel të prekjes preciz, ju merrni një mjet pune të sofistikuar që përshtatet në dorën tuaj. Është i përshtatshëm për përdorim shtëpiak dhe për zyrën tuaj. Me ndihmën e teknologjive dhe materialeve moderne, laptopi HP 15 mund të jetë edhe më i hollë se paraardhësit e tij. Kështu bëhet një zgjedhje ideale për jetën e përditshme. I përshtatshëm jo vetëm për përdorim në shtëpi dhe zyrë, por edhe për udhëtime. Zbuloni lehtësinë e një laptopi HP 15 të lehtë për t’u përdorur.Laptopi është i pajisur me një tastierë klasike me një pjesë numerike dhe një panel të prekjes me cilësi të lartë me mbështetje për gjeste me shumë prekje. Falë këtyre dy opsioneve të kontrollit, do të jetë e lehtë për ju të punoni me një laptop kudo në fushë.Altoparlantët stereo me cilësi të lartë ju tërheqin atë që po ndodh në ekran kur luani multimedia. Me një kamerë në internet dhe mikrofon të integruar, komunikimi juaj në internet me kolegët, familjen, klientët dhe miqtë do të jetë gjithmonë në cilësi të përsosur.Baza e këtij modeli të laptopit HP 15-DW2 është procesori 4-bërthamësh Intel Core i7-1065G7, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me një frekuencë prej 1.3 GHz, ose deri në 3.9 GHz në modalitetin TurboBoost. Procesori plotësohet më tej me 16 GB memorie operative DDR4 (1 modul / 2 slote).Pamjet në ekranin 15.6 \u0022 me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike NVIDIA GeForce MX330 me 2 GB memorie GDDR5. Hard disqet 256 GB SSD M.2 PCIe dhe 1 TB HDD janë të destinuar për të dhënat e përdoruesit. Ju lidheni me një rrjet kompjuterik përmes WiFi ax ose Gigabit Ethernet dhe Bluetooth 5.0 është gjithashtu i disponueshëm. Do të vlerësoni gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C 3.1 / 3.2 Gen 1 - vetëm të dhëna), lidhësin e kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartës së memories, HDMI dhe tastierën me ndriçim. Shasia është bërë prej plastike të fortësuar. Laptopi mundësohet nga bateria me një kapacitet prej 41 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":938.4,"PCode":"291940"},{"Title":"Laptop UMAX 13Wa Ultra, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Latopi UMAX vjen me dizajn unik dhe me përformancé dhe teknologjinë më të fundit.Baza e këtij laptopi është procesori Intel Pentium N4200 me frekuencë 1.1 Ghz deri në 2.5 me formën TurboBoost Ghz dhe plotësohet me 4 GB memorie DDR3 . Të dhënat tuaja ruhen në diskun M.2 SSD PCIe me kapacitet 64 GB dhe me microSd kartë me kapacitet 128 GB si dhe vjen me ekranin me madhësi 13.3 \u0022IPS kualitet Full HD me rezolucion 1920 x 1080 piksela të kombinuar me kartën grafike Intel HD Graphics për t\u0027ju sjellur imazhe të bukura, të detajizuara dhe përformancë të lartë kompjuterike. Për lidhjen e pajisjeve periferike ekzistojnë portet 1 x USB Type-C, 1x USB 3.0 / 3.1 Gen 1, 1x USB 2.0. Gjithashtu, produkti është i pajisur me miniHDMI, altoparlantë stereo, 2 mikrofona dhe lidhës audio. Laptopi vjen me sistemin operativ Windows 10 HOME.   ","Price":265.52,"PCode":"248486"},{"Title":"Laptop MSI Modern 14 A10M-823, 14\u0022, 256GB SS, 8GB RAM, i7-10510U, i hirtë","Description":" Përshkrimi i produktit  Microsoft Office është në verzion provues ose nuk është i instaluar fare.Ky laptop ndërthurr një varg veçorish të përsosura teknologjike. Laptopi ka procesor Intel Core i7-10510U, i kombinuar me memorie RAM 8GB. Ekrani 14\u0022 shfaq imazhe me kualitet FHD me rezolucion 1920 x 1080 pikselë që mundësohet nga kartela grafike 14B3 (UMA), si dhe ka disk me kapacitet 256GB të llojit SSD. Po ashtu, përfshin WiFi, kamerë, dhe porte USB. Ky laptop vjen me sistem operativ Windows 10 Home.   ","Price":950.11,"PCode":"281756msi"},{"Title":"Laptop Dell Latitude 15 (5500), 15.6 \u0022, Core i5, 8 GB DDR4, 256 GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i laptopit Dell Latitude 15 (5500) është e pajisur me një procesor 4-core Intel Core i5-8265U, i cili përmban teknologji HyperThreading për multitasking me aftësinë për të përpunuar deri në 2 procese për bazë. Procesori funksionon me një frekuencë prej 1.6 GHz dhe mbështet mbingarkimin e TurboBoost në 3.9 GHz. Laptopi është gjithashtu i pajisur me 8 GB memorje DDR4 (1 modul / 2 slote) dhe të dhënat e përdoruesit janë të dizajnuara për 256 GB SSD M.2 PCIe. Ekrani 15.6 \u0022Full HD (1920 x 1080 piksel) është i vjetër Intel UHD Graphics. Laptopi ka Wi-Fi ac, Bluetooth 5.0 dhe Gigabit Ethernet. Përveç kësaj, laptopi është i pajisur me tre lidhës USB 3.0 / 3.1 / 3.2 Gen 1 (1 me PowerShare), USB Type-C 3.1 / 3.2 Gen 2 me mbështetje DisplayPort, lexues të kartelës së memories, kamerë, lidhës audio, slot i sigurisë Nobel, tastierë me ndriçim dhe dalje HDMI. Furnizimi me energji elektrike bëhet nga bateria 68 Wh. Windows 10 Pro është instaluar paraprakisht si sistem operativ.   ","Price":859.68,"PCode":"267647"},{"Title":"Laptop ASUS TUF Gaming A15, 15.6 \u0022, AMD Ryzen 7, 16GB DDR4 RAM, 512GB SSD, NVIDIA GeForce GTX 1660 Ti, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi ASUS TUF Gaming A15 (FA506IU) të bën përshtypje me dizajnin dhe qëndrueshmërinë e tij dhe është i pajisur me fuqinë për të zgjidhur çdo situatë loje. Ky model i laptopit ASUS TUF Gaming A15 (FA506IU) përdor një procesor 8-bërthamor AMD Ryzen 7 4800H, i cili operon me 2.9 GHz ose deri në 4.2 GHz në modalitetin turbo dhe ka teknologji SMT për multitasking më të qetë me aftësinë për të përpunuar deri në 2 proceson njëkohësisht në një bërthamë. Ai plotësohet më tej me 16 GB memorie operative DDR4 (2 module / 2 slote). Të dhënat e imazhit për një ekran 15.6 \u0022IPS-level Full HD (144Hz, 1920 x 1080 piksel, 250 nit, 45% NTSC) sigurohen nga një kartë grafike NVIDIA GeForce GTX 1660 Ti me 6 GB memorje GDDR6. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për sistemin, aplikacionet dhe të dhënat e përdoruesit. Për komunikim, laptopi është i pajisur me një numër ndërfaqesh, midis tyre do të gjeni wireless Wi-Fi ac ose Bluetooth 5.0 dhe Gigabit Ethernet me kabllo. Ekzistojnë gjithashtu 4 porte USB (1x Type-C 3.1 / 3.2 Gen 2, 2x 3.0 / 3.1 / 3.2 Gen 1, 1x 2.0), kamera HD, HDMI, lidhës audio i kombinuar dhe tastierë me ndriçim RGB. Laptopi mundësohet nga një bateri 90 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1199.5,"PCode":"294718"},{"Title":"Laptop Apple MacBook Pro 13 Touch Bar (2020), 13.3\u0022, Intel Core i7, 16GB RAM LPDDR4X, 512GB SSD, Intel Iris Plus Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopët inovativ Apple MacBook Pro 13 Touch Bar në versionin 2020 përsëri ofrojnë më shumë performancë dhe, falë tastierës së re, ata janë gjithashtu më ergonomik. Punoni më shpejt dhe më qetë me MacBook Pro tuaj të bukur kompakt dhe të lehtë për t’u përdorur.Baza e këtij modeli është një procesor 4-bërthamor Intel Core i7 i gjeneratës së 10-të. Ky procesor funksionon me një frekuencë prej 2.3 GHz me mbështetje për teknologjinë TurboBoost për të rritur frekuencën deri në 4.1 GHz dhe plotësohet me 16 GB memorie RAM të llojit LPDDR4X (në pllakë / pa slot). Ekrani Retina 13.3 \u0022 ka rezolucion prej 2560 × 1600 px. Të dhënat grafike për ekranin sigurohen nga kartela grafike Intel Iris Plus Graphics. Një hard disk 512 GB PCIe SSD është i gatshëm për të dhënat e përdoruesit. Laptopi ka Wi-Fi ac, Bluetooth 5.0, 4 lidhës Thunderbolt 3 / USB Tip-C 3.1 / 3.2 dhe një lidhës stereo 3.5 mm për kufje. Tastiera me ndriçim The Magic Keyboard me Force Touch trackpad plotësohet nga një Touch Bar inovativ dhe një lexues i gjurmëve të gishtërinjve Touch ID. Një kamerë FaceTime HD 720p është gjithashtu e integruar. Laptopi përdor macOS si sistemin operativ.    ","Price":2099.5,"PCode":"288340"},{"Title":"Laptop Apple MacBook Air 13 (2020), 13,3\u0022, Intel Core i7, 16GB RAM, 512GB SSD, Intel Iris Plus Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Apple MacBook Air i inovuar tani është i pajisur me një ekran Retina me teknologji True Tone dhe vjen me një çmim më të këndshëm. MacBook Air i hollë, i lehtë dhe i fuqishëm është një laptop i përkryer, i lëvizshëm për gjithçka. Zbuloni botën e Apple me MacBook Air të ri.Baza e këtij versioni të veçantë të Apple MacBook Air 13 (2020) është një procesor 4-bërthamësh Intel Core i7 i gjeneratës së 10-të. Ky procesor funksionon në një frekuencë prej 1.2 GHz me mbështetje për teknologjinë TurboBoost për të rritur frekuencën deri në 3.8 GHz dhe plotësohet me 16 GB RAM LPDDR4X. Ekrani 13.3 \u0022Retina IPS me rezolucion prej 2560 × 1600 piksel në kombinim me një kartë grafike Intel Iris Plus Graphics. Një 512 GB PCIe SSD është gati për të dhënat e përdoruesit. Laptopi është i pajisur edhe me teknologji wireless Wi-Fi ac dhe Bluetooth 5.0, një palë ndërfaqe Thunderbolt 3 / USB-C, një lexues i gjurmëve të gishtërinjëve Touch ID, një aparat fotografik praktik FaceTime HD dhe lidhës audio 3.5 mm. Laptopi përdor macOS si sistemin operativ.   ","Price":1599.5,"PCode":"288332"},{"Title":"Laptop Apple MacBook Air 13, M1, 8GB RAM, 512GB SSD, 8-bërthama GPU, e hirtë kozmike (Nëntor-2020)","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Apple MacBook Air 13 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve.Aksesori vjen i pajisur me procesorin 8 bërthamësh Apple M1 i cili kombinohet me 8GB RAM memorie, ekranin me madhësi 13.3\u0022, kualitet WQXGA dhe rezolucion prej 2560 x 1600 piksela.Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, është pajisur me kamerë praktike HD, lexues të gishtërinjëve, audio jack si dhe funksionon me sistemin operativ Apple MacOS Big Sur.   ","Price":1259.5,"PCode":"304122"},{"Title":"Laptop Acer Nitro 5 (AN515-54-581E), 15.6\u0022 Full HD, Intel Core i5, 16GB RAM DDR4, 1TB SSD, NVIDIA GeForce RTX 2060, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopët Acer Nitro 5 Series vijnë si një alternativë e përballueshme për lojrat mobile. Ata ju ofrojnë performanca të forta për lojë të qetë në rezolucionin Full HD duke ruajtur një çmim të përballueshëm. Ata do të mbështesin përvojën me zë të shkëlqyeshëm dhe dizajni i tyre nuk do ta mohojë përqendrimin, veçanërisht si laptopët e lojrave dhe multimedia. Luaj dhe argëtohu me laptopin Acer Nitro 5. Ky model i laptopit Acer Nitro 5 (AN515-54) përdor një procesor 4-bërthamor Intel Core i5-9300H, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me 2.4 GHz me mundësinë e rritjes së frekuencës deri në 4.1 GHz me teknologjinë TurboBoost. Procesori plotësohet më tej me 16 GB memorie operative DDR4 (1 modul / 2 slote). Pamjet në ekranin 15.6 \u0022 120 Hz IPS Full HD sigurohen në kombinim me një kartelë grafike NVIDIA GeForce RTX 2060 me 6 GB memorie GDDR6. Një hard disk 1 TB SSD M.2 PCIe NVMe është gati për të dhënat e përdoruesit (si dhe mundësia e instalimit të HDD). Ndërfaqet përfshijnë Wi-Fi ax, Gigabit Ethernet dhe Bluetooth 5.0, ose mjaft lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x 2.0 dhe 1x Tip-C 3.1 / 3.2 Gen 1). Pajisjet gjithashtu përfshijnë një kamerë HD dhe një tastierë me ndriçim. Shasia është bërë prej plastike. Laptopi mundësohet nga një bateri 4-qelizore 55 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1149.5,"PCode":"288604"},{"Title":"Laptop MSI Prestige 14 A10SC, 14\u0022, 512GB SSD, 16GB RAM, i bardhë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop ndërthurr një varg veçorish të përsosura teknologjike. Laptopi ka procesor Intel Core i7-10710U, i kombinuar me memorie RAM 16GB. Ekrani 14\u0022 shfaq imazhe me kualitet FHD me rezolucion 1920 x 1080 pikselë që mundësohet nga kartela grafike GTX 1650 Max-Q,GDDR5 me kapacitet prej 4GB, si dhe ka disk me kapacitet 512GB të llojit SSD. Po ashtu, përfshin WiFi, kamerë, dhe porte USB Ky laptop vjen me sistem operativ Windows 10 Home.   ","Price":1355.57,"PCode":"535907msi"},{"Title":"Laptop ASUS VivoBook S420UA, Intel Core i3, 4GB RAM, 256GB SSD, 14\u0022 Full HD, Intel HD Graphics, i argjendë","Description":" Përshkrimi i produktit  ASUS VivoBook S14 S430UA është një mjet i hollë, i lehtë dhe elegant për punë dhe lojë. Ai ofron të gjitha tiparet dhe lidhësit që ju nevojiten për informatikë dhe fuqi të përditshme për të përmbushur nevojat tuaja të biznesit dhe argëtimit. VivoBook S14 është projektuar për përdorim të përditshëm në lëvizje, në zyrë dhe në shtëpi.I hollë, i lehtë, portativDizajni i hollë prej 17.7 mm dhe një peshë 1.4 kg janë ideale për të udhëtuar. Me një bezel të hollë 87% të ekranit NanoEdge për tu mbuluar, laptopi është zvogëluar në madhësi për t’u përshtatur në përputhje me laptopë 13”. Tastierë e përshtatshmeNjë përvojë më e rehatshme për shtypjen sigurohet nga një tastierë (ndriçimi në konfigurimet e zgjedhura) me një goditje të rehatshme 1.3 mm, funksionim të sigurt dhe qëndrueshmëri të shkëlqyeshme. Edhe orët e gjata të shtypjes në këtë tastierë nuk do të jenë të vështira.Tingulli tërheqësNë ditët e sotme është e nevojshme të merren parasysh edhe funksionet multimedia. Kjo është arsyeja pse laptopi është i pajisur me teknologji të shpejtë audio SonicMaster për t\u0027ju dhënë një përvojë të pazakontë dëgjimi me bas të thellë dhe vokale të qarta. Me teknologjinë audio ASUS SonicMaster, tingulli mobile gjithashtu mund të jetë me cilësi të mirë. Punoni dhe argëtohuni për orë të tëraunoni dhe argëtohuni për orë të tëra në VivoBook S420UA. Bateria e laptopit zgjat deri në 11 orë (38 Wh) në varësi të konfigurimit dhe përdorimit. Dhe kur mbaron energjia, funksioni i karikimit të shpejtë ju kursen 60% të kapacitetit të baterisë për rreth 49 minuta.Veçoritë kryesoreNë këtë rast, ASUS VivoBook S420UA përdor një procesor 2-core Intel Core i3-7020U që përmban HyperThreading për shumëfishimin e duhur me aftësinë për të përpunuar deri në 2 procese njëkohësisht për bazë dhe operon në frekuencë 2.3 GHz. Procesori kombinohet më tej me 4 GB memorie DDR3 (në pllakë / pa slot).Ekrani me diagonale 14 \u0022Full HD (200nits, NTSC: 45%) me rezolucion 1920 x 1080 piksel shfaq imazhe reale, të cilat mundësohen nga kartela grafike Intel HD Graphics 620. Po ashtu, një disk 256GB SSD M.2 është i gatshëm për të dhënat e përdoruesit. Laptopi mbështët edhe teknologjitë më të fundit si Wi-Fi dhe Bluetooth 4.2, dhe ka porte USB të nevojshme (1x 2.0, 1x 3.0 / 3.1 Gen 1, 1x 3.1 Lloji C), kamera HD, HDMI, lidhës i kombinuar audio, lexues për kartel të memories dhe zërim SonicMaster. Bateria e këtij laptopi është 38 Wh. Laptopi vjen me Windows 10 Home.   ","Price":517.92,"PCode":"252142"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Huawei MateBook X Pro, 13.9\u0022, Intel Core i7, 16GB DDR3 RAM, 1TB SSD, NVIDIA GeForce MX250, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi Premium MateBook X Pro, i cili krenohet me parametrat më të lartë dhe mjeshtërinë ekskluzive. Është një makinë kompakte, e lehtë por jashtëzakonisht e fuqishme me një ekran 3K me korniza minimale dhe mundësinë e kontrollit të prekjes për përdoruesit më të kërkuar që nuk janë të kënaqur me kompromiset. Laptopi është shoqëruesi ideal i udhëtimit falë modelit të tij të hollë me një trashësi prej vetëm 14.6 mm, peshë të ulët afërsisht 1.33 kg dhe një ndërtim të përgjithshëm kompakt dhe të qëndrueshëm. Ka një stil të bukurisë natyrore të një trupi metalik, skajet e të cilit janë përpunuar duke përdorur një bluarje të veçantë diamanti, e cila i jep pajisjes një pamje moderne premium që do t\u0027ju shoqërojë në çdo hap të rrugës. Gjithashtu befasuese është jeta e baterisë deri në 13 orë kur luani video lokale me cilësi 1080p. Kështu që ai mund të bëjë punë gjatë gjithë ditës pa ndonjë problem dhe mbetet akoma energji për t’u argëtuar. Kur energjia mbaron, fillon një funksion i shpejtë i ngarkimit, me të cilin mund të rimbushni shpejt baterinë (jeta aktuale e baterisë varet nga përdorimi, aplikacionet dhe cilësimet e menaxhimit të energjisë). MateBook X Pro ka korniza ultra të hollë rreth ekranit, i cili i kombinuar me rezolucion të lartë krijon një efekt të jashtëzakonshëm. Kjo ju lejon të përqendroheni më mirë në imazh. Shijoni imazhe me cilësi të lartë brenda dhe jashtë. Laptopi kompakt Huawei MateBook X Pro përdor një procesor 4-core Intel Core i7-10510U, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë. Procesori operon me një frekuencë prej 1.8 GHz me mundësinë e rritjes në modalitetin TurboBoost deri në 4.9 GHz dhe plotësohet më tej nga 16 GB memorie funksionimi DDR3. Ekrani me prekje 13.9 \u0022 LTPS me rezolucion prej 3000 x 2000 piksele, në ndërthurje me një kartë grafike NVIDIA GeForce MX250 2GB GDDR5. Një hard disk 1 TB SSI PCMe NVMe është gjithashtu gati për të dhënat e përdoruesit. I pajisur me Wi-Fi ac, Bluetooth 5.0, 2x USB Type-C, 1x USB 3.0 / 3.1 / 3.2 Gen 1, lidhës 3.5 mm, lexues i gjurmëve të gishtërinjve në butonin e rrymës, tastiera me ndriçim prapa dhe një kamerë HD është gjithashtu e integruar. Mundësohet nga një bateri 57.4 Wh. Windows 10 Pro është sistemi operativ.   ","Price":1845.6,"PCode":"292687"},{"Title":"Laptop ASUS Zenbook UX425EA, 14inch, Core-i5, 512GB SSD, 8GB DRX4 RAM, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Stili, vëmendja ndaj detajeve dhe inovacioni, ky është ASUS i ri ZenBook 14 UX425EA. I ndërtuar me një trup të hollë dhe të lehtë, këtë model e bën shoqëruesin tuaj ideal të udhëtimit. ASUS ZenBook 14 ju jep gjithçka që ju nevojitet për punë dhe lojë. Pra, kemi të bëjmë me një laptop shumë kompakt i serisë ZenBook me performancë të shkëlqyeshme, jetëgjatësi të baterisë dhe një touchpad inovativ \u0027NumberPad\u0027. Vjen me një procesor me 4-bërthamar Intel Core i5-1135G7 (2.4GHz, TB 4.2GHz, HyperThreading) dhe 8 GB RAM memdorie LPDDR4X. Ekrani është Full HD me diagonale 14\u0022 (300 nits, sRGB 100%) dhe grafikë Intel Iris Xe Graphics. Hard diskun e ka 512 GB SSD M. 2 PCIe NVMe. Nga ndërfaqja, modeli ofron: 2x USB Type-C / Thunderbolt 4, USB 3.0 / 3.1 / 3.2 Gen 1, Bluetooth 5.0, ax Wi-Fi, kamerë IR HD, lexues i kartave të memories, zë SonicMaster. Tastierë me ndriçim si dhe sistemin operativ Windows 10 OS Home.   ","Price":1014.24,"PCode":"303134"},{"Title":"Laptop Umax VisionBook 14Wa, 14.1\u0022 Full HD, Intel Celeron N3350, 4GB RAM DDR4, 64 GB eMMC, Intel HD Graphics, i kaltër","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Trupi kompakt i laptopit UMAX VisionBook 14Wa përmban një procesor 2-bërthamor Intel Celeron N3350 me një frekuencë prej 1.1 GHz, ose deri në 2.4 GHz në modalitetin TurboBoost. Procesori mbështetet nga 4 GB memorie DDR4. Pamjet në ekranin 14.1\u0022 IPS me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me kartelën grafike Intel HD Graphics. Mund të ruani të dhëna në memorien e brendshme eMMC me kapacitet prej 64 GB (\u002B keni slot të lirë SSD M.2 2280). Të tjera karakteristikat përfshijnë: WiFi dhe Bluetooth 4.0, kamerë 0.3 MP, slot micro SD (maks. 128 GB), 1x USB 3.0 / 3.1 / 3.2 Gjen 1, 1x USB 2.0, 1x USB-C (vetëm të dhëna), miniHDMI, altoparlantë stereo, 2 mikrofonë dhe lidhës audio. Bateria 5000 mAh përdoret për furnizim me energji. Laptopi është i pajisur me sistemin operativ Windows 10 Pro.   ","Price":210.42,"PCode":"306653"},{"Title":"Laptop Microsoft Surface Pro 7, 12.3\u0022, Intel Core i5, 8GB RAM LPDDR4X, 128GB SSD, Intel Iris Plus Graphics, ngjyrë platini","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model Microsoft Surface Pro 7 përmban një procesor 4-bërthamor Intel Core i5-1035G4 që përmban teknologjinë HyperThreading. Ai operon me një frekuencë prej 1.1 GHz me mundësinë e rritjes së saj deri në 3,7 GHz në modalitetin Turbo Boost dhe plotësohet me 8 GB memorie LPDDR4X. Kartela grafike Intel Iris Plus Graphics siguron pamjet në ekranin me prekje 12.3 \u0022 me një rezolucion prej 2736 x 1824 px. Një disk 128 GB SSD është i disponueshëm për të dhënat e përdoruesit. Ky model ofron USB-C, USB 3.0/3.1/3.2 Gen 1, Surface Connect, Wi-Fi ax, Bluetooth 5.0, lidhës audio, lexues të kartës së memories, kamerë 8 MP në pjesën e pasme dhe 5 MP përpara sikurse edhe altoparlantë cilësorë me zërim Dolby Audio Premium. Senzorët përfshijnë: senzor të dritës së ambientit, përshpejtues, xhiroskop dhe magnetometër. Windows 10 Home shërben si sistem operativ. * Përfshihet vetëm një tablet dhe një përshtatës karikimi. Aksesorët e tjerë shiten veçmas.   ","Price":1010.4,"PCode":"303877"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Microsoft Surface Pro 7, 12.3\u0022, 8GB/256GB. platin","Description":" Përshkrimi i produktit  Tableti Microsoft Surface Pro 7 operon përmes procesorit të gjeneratës së 10-të, 4 bërthamësh, Intel Core i5 me frekuencë operuese 1.1 deri në 3.7GHz. Po ashtu, është i kombinuar me memorie operative 8 GB të llojit LPDDR4. Ekrani 12.3\u0022 PixelSense ka rezolucion 2736 x 1824 pixel, kombinohet me kartën grafike Intel Iris Plus Graphics, me anë të së cilëve shfaq imazhe me kualitet superior e ngjyra tejet reale. Memoria e brendshme është 256GB, ndërsa falë teknologjive WiFi ac dhe Bluetooth 5.0 BLE mund të lidhet me çfarëdo pajisje. Gjithashtu, ka porte si USB-C dhe dy kamera (8 MP dhe 8 5MP), si dhe altoparlantë kualitativ Dolby Audio Premium. Sistemi operativ është Windows 10 Home.Në pako përfshihet vetëm laptopi dhe mbushësi.   ","Price":1280.16,"PCode":"272161"},{"Title":"Laptop HP Envy 17-ce0103nc, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Produkti në fjalë paraqet një laptop të kualitetit mëse të lartë nga kompania e njohur HP. Ky produkt dallohet me një cilësi dhe qëndrueshmëri tejet të lartë si dhe me një dizajn të bukur dhe mëse elegant. Ofron performancë fluide dhe pa hasjen e ndonjë problemi që mundësohet nga procesori mëse i fuqishëm Intel Core i5. Dallohet me rezolucion tejet të lartë si edhe funksionalitet mëse të shpejt prej 2666 MHz. Njëkohësisht vjen në madhësi prej 17.3” inch dhe po ashtu ofron një kapacitet memorik tejet të mjaftueshmë prej 1TB.    ","Price":1016.16,"PCode":"272709"},{"Title":"Laptop Dell Inspiron 14 (5406) Touch, 14\u0022 FHD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel Iris Xe Graphics Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi ultra i gjithanshëm 14\u0022 Inspiron vjen me një dizajn inovativ në një dizajn elegant dhe kompakt. Është i stërmbusgur me teknologji moderne për përdorim të përditshëm jo vetëm në ambientin shtëpiak, por edhe gjatë lëvizjes. Merrni një kompjuter portativ me shumë karakteristika që ju bëjnë gati për gjithçka.Ky model i Dell Inspiron 14 (5406) bazohet në një procesor 4-bërthamor Intel Core i5-1135G7 që operon me 2.4 GHz ose deri në 4.2 GHz në modalitetin turbo, dhe përmban teknologji HyperThreading. Procesori plotësohet me 8 GB memorie DDR4 (1 modul/2 fole). Karta Intel Iris Xe Graphicsgraphics siguron ekran 14\u0022 Full HD me rezolucion 1920 x 1080 piksel. Një disk 256 GB SSD M.2 PCIe NVMehard është vendosur për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë ax WiFi pa tel dhe Bluetooth 5.0. Ekzistojnë gjithashtu tre USB lidhje (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C 3.1 / 3.2 Gen 1). Laptopi ka një kamerë praktike HD, lexuesin e kartave të memories, lexuesin e gjurmëve të gishtave, HDMI, lidhës audio i kombinuar dhe tastierë me ndriçim të dritës. Bateria 40 Wh përdoret për furnizim me energji kurse sistemi operativ është Windows 10 Home.   ","Price":786.72,"PCode":"303395"},{"Title":"Laptop ASUS Zenbook UX425EA, 14\u0027\u0027, Intel Core i7, 16GB RAM, 512GB SSD Intel Iris Xe Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. ASUS Zenbook UX425EA është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i7-1165G7 i cili kombinohet me 16GB RAM memorie të llojit DDR4, ekranin me madhësi 14\u0022, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort, Thunderbolt si dhe funksionon me sistemin operativ Windows 10 Pro.    ","Price":1276.32,"PCode":"303937"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop MSI GF65 Thin 9SD-209BK, 15.6\u0022, 8GB RAM, 512GB SSD, GTX 1660 Ti, i7, i zi","Description":" Përshkrimi i produktit  Microsoft Office është në verzion provues ose nuk është i instaluar fare. MSI GF65 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike, e sidomos për lojtarët e apasionuar. Laptopi mban performancë të lartë, karakteristika shumë praktike.Laptopi vjen i pajisur me procesorin Intel Core i7-9750H, i cili operon në frekuencë 2.6GHz, i kombinuar me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 15.6\u0027\u0027, me kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela, si dhe kartelën grafike NVIDIA® GeForce® GTX 1660 Ti për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, është pajisur me kamerë praktike HD, dhe audio jack.   ","Price":1282.02,"PCode":"453861msi"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Lenovo IdeaPad 1-14ADA05, 14\u0022, AMD, 4GB RAM, 64GB SSD, AMD Radeon Graphics, i hirtë \u002B Microsoft Office 365","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopët Lenovo IdeaPad 1 14ADA05 janë të përballueshëm, por megjithatë elegant dhe mjaft të fuqishëm për aplikacione të zakonshme themelore. Përparësitë e tyre të tjera përfshijnë qëndrueshmëri të fortë kur punojnë në energjinë e baterisë së bashku me besueshmëri të lartë. Laptopi Lenovo IdeaPad 1 14ADA05 në këtë dizajn është ndërtuar në një procesor 2-bërthamë AMD 3020e, i cili operon në një frekuencë prej 1.2 GHz, ose deri në 2.6 GHz në modalitetin turbo. Procesori plotësohet më tej me 4 GB memorie operative DDR4 (në pllakë / pa slot). Një hard disk 64 GB eMMC është gati për sistemin, të dhënat dhe aplikacionet. Të dhënat e imazhit për një ekran 14 \u0022Full HD me një rezolucion prej 1920 x 1080 pikselë sigurohen nga karta grafike AMD Radeon Graphics. Ndërfaqja ofron një palë lidhës USB 3.0 / 3.1 / 3.2 Gen 1, HDMI dhe një lidhës audio të kombinuar. Ekzistojnë gjithashtu Wi-Fi dhe Bluetooth 4.2, lexues i kartës së memories dhe kamera. Shasia është bërë në një kombinim PC / ABS. Laptopi mundësohet nga një bateri 35 Wh dhe përdor sistemin operativ Windows 10 në modalitetin S.   ","Price":285.5,"PCode":"312356"},{"Title":"Laptop Acer Nitro 7 2020 (AN715-52-571E), 15.6 \u0022, Intel Core i5, 16GB RAM, 1TB SSD, INVIDIA GeForce RTX 2060 Max-Q, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 4- core Intel Core i5 10300H që funksionon me një frekuencë 2.5 GHz deri në 4.5 GHz. Procesori plotësohet me 16 GB RAM DDR4 SODIMM (slot). Hard disku 1 TB SSD M.2 PCIe / NVMe (slot) shërben për të dhënat. Disku optik mungon. Të dhënat për ekranin 15.6 \u0022 IPS me rezolucion 1920 x 1080 (Full HD) sigurohen nga kartela grafike NVIDIA GeForce RTX 2060 Max-Q. Prej ndërfaqeve laptopi ka HDMI 2.0, RJ-45, 1 port USB 3.1 / 3.2 Gen 2 Type-A, 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A dhe 1 port USB 3.1 / 3.2 Gen 2 Type-C. Laptopi mbështet Bluetooth 5.0 dhe standardet Wi-Fi a / b / g / n / ac / ax. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim RGB dhe me taste numerike. Bateri e laptopit ka një kapacitet prej 4-cell, 57Wh. Laptopi vjen me sistemin operativ Windows 10 Home.    ","Price":1229.5,"PCode":"306639"},{"Title":"Laptop Dell Inspiron 13 (7306) Touch, 13.3\u0022 FHD, Intel Core i5, 8GB RAM LPDDR4X, 512GB SSD, Intel Iris Xe Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i Dell Inspiron 13 (7306) bazohet në procesorin 4-bërthamor Intel Core i5-1135G7, i cili operon me frekuencë prej 2.4 GHz ose deri në 4.2 GHz në modalitetin turbo, dhe përmban teknologjinë HyperThreading. Procesori plotësohet me 8 GB memorie LPDDR4X (në pllakë / pa slot). Kartela grafike Intel Iris Xe Graphicsgraphics ofron pamjet në ekranin me diagonale prej 13.3 \u0022 dhe rezolucion Full HD (1920 x 1080 px, 270 nits, 100% sRGB). Një hard disk 512 GB SSD M.2 PCIe NVMe me një memorie buffer 32 GB Intel Optane H10 është krijuar për të dhënat e përdoruesit. Nga ndërfaqet, laptopi përfshin Wi-Fi ax dhe Bluetooth 5.0. Ekzistojnë gjithashtu një seri portash USB (1x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C / Thunderbolt 4), një kamerë praktike HD, lexuesi i kartave të memories, HDMI, lexuesi i gjurmëve të gishtave, lidhësi i kombinuar audio si dhe tastiera me ndriçim, të cilat janë gjithashtu të integruara. Një bateri 53 Wh përdoret për furnizim me energji. Sistemi operativ i parainstaluar është Windows 10 Pro.   ","Price":1073.76,"PCode":"304767"},{"Title":"Laptop MSI GL65 Leopard 10SDR-438CZ, 15.6 \u0022, Intel Core i7, 16GB RAM DDR4, 256GB SSD, 1TB HDD, NVIDIA GeForce GTX 1660 Ti, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 6- core Intel Core i7 - 10750H që funksionon me një frekuencë 2.6 GHz deri në 5 GHz. Procesori plotësohet me 16 GB RAM DDR4 SODIMM (slot). Hard disqet 256 GB SSD M.2 PCIe NVMe dhe 1 TB HDD shërben për të dhënat. Disku optik mungon. Të dhënat e figurës për ekranin 15.6 \u0022 IPS me rezolucion 1920 x 1080 (Full HD) janë siguruar nga kartela grafike NVIDIA GeForce GTX 1660 Ti. Prej ndërfaqeve laptopi ka HDMI, mini DisplayPort, RJ-45, 3 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A dhe 1 port USB 3.1 / 3.2 Gen 2 Type-C. Laptopi mbështet standardet Wi-Fi a / b / g / n / ac / ax dhe Bluetooth 5.1. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim të kuq dhe me taste numerike. Laptopi mundësohet nga një bateri 6-cell 51Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1299.5,"PCode":"298672"},{"Title":"Laptop Apple MacBook Pro 16 Touch Bar, 16\u0022, 16GB RAM, 1TB SSD, Core i9, AMD Radeon Pro 5500M, i argjendtë","Description":" Përshkrimi i produktit  Shënim Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.MacBook Pro i ri 16 inç është pasardhësi i modelit 15.4 \u0022 dhe ju sjell një mori të tërë përmirësimesh. Sigurisht, MacBook Pro 16 përmban edhe ekranin Retina, i cili tani ofron hapësirë edhe më kreative. Sidoqoftë, nuk është e nevojshme të shqetësoheni për madhësinë e sistemit duke qenë jashtëzakonisht i madh. Kornizat rreth ekranit janë shumë të holla, kështu që gjurmët e laptopit janë rritur vetëm në mënyrë minimale. Shijoni imazhe mjaft realiste në ekranin e ri Retina.Përfitoni nga Touch Bar - shiriti inovativ prej xhami me mundësi për shumë prekje që është integruar sipër tastierës. Kështu që kur shkruani në tastierë, paneli i prekjes ka të drejtën dhe siguron saktësisht mjetet që ju nevojiten me aplikacionet tuaja. Përveç kësaj, mund të hyni në Mac duke përdorur Touch ID që është i integruar në banderolë.Përkundër një rritje të konsiderueshme të performancës, MacBook Pro 16 Touch Bar mbetet elegant dhe i hollë. Pesha e modelit 16 \u0022 u rrit paksa në 2 kg dhe rriti paksa profilin në 16.2 mm.Edhe pse MacBook Pro përdor një lloj të vetëm të ndërfaqes Thunderbolt 3, mund të lidhni pothuajse çdo periferik. Ai ka një dizajn të dyanshëm dhe lejon karikimin, lidhjen e diskut të jashtëm, daljen e videos me mbështetjen amë të DisplayPort dhe lidh periferikë të tjerë USB me një lidhës USB Tip-C. Kështu që ju lehtë mund të lidhni të gjitha pajisjet që ju nevojiten në MacBook tuaj.Sistemi me gjashtë altoparlantë me woofers të dyfishtë në aranzhim anti-rezonant krijon një tingull të fuqishëm stereo që tani është më i pastër dhe më i pasur. Cilësia e përgjithshme e tingullit mbështetet nga një grup prej 3 mikrofonave me cilësi profesionale. Tastiera Magic Keyboard e inovuar përdor një mekanizëm të përmirësuar goditjeje prej 1 mm për shtypje të rehatshme dhe të qetë me përgjigje të saktë. Dhe në tastierën e bollshme Force Touch keni më shumë hapësirë për gjeste dhe klikime. Tasti Escape është i dobishëm kur kaloni shpejt midis modaliteteve dhe pamjeve.Baza e këtij modeli është procesori 8-core Intel Core i9. Ky procesor funksionon me frekuencë prej 2.3 GHz me teknologjinë TurboBoost për të rritur frekuencën deri në 4.8 GHz dhe plotësohet me 16 GB memorie DDR4 (në pllakë). Ekrani Retina 16 \u0022 ka një rezolucion prej 3072 × 1920 piksel. Përpunimi i imazhit bëhet nga kartela grafike AMD Radeon Pro 5500M me 4 GB memorie GDDR6. Të gjitha të dhënat e përdoruesit mund të ruhen në diskun 1TB SSD. Ekziston gjithashtu wireless Wi-Fi dhe Bluetooth 5.0, 4 lidhës Thunderbolt 3 / USB Tip-C 3.1 / 3.2 dhe një 3.5 mm stereo jack për kufje. Tastiera me ndriçim me lexues të gjurmëve të gishtave Force Touch plotësohet nga një Touch Bar inovativ me një senzor të integruar Touch ID. Një kamerë 720p FaceTime HD është gjithashtu e integruar. Laptopi përdor macOS si sistem operativ.   ","Price":2799.5,"PCode":"275357"},{"Title":"Laptop HP Envy 13 x360-ay0003nc, 13.3\u0022 Full HD, AMD Ryzen 7, 16GB RAM DDR4, 512GB SSD, AMD Radeon Graphics, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop interesant nga seria HP Envy në një dizajn të konvertueshëm ju ofron performancë të lartë në përpunimin e klasit të parë. Shumë do të shijojnë dizajnin e shasisë me mundësinë e rrotullimit të ekranit deri në 360 ° në kombinim me qëndrueshmërinë dhe një numër funksionesh praktike. Nyja e kthyeshme dhe katër modalitetet e përdorimit do të kujdesen për rehatinë tuaj në shtëpi, në punë dhe në lëvizje. Ky model i laptopit HP Envy 13 x360-ay është i pajisur me një procesor 8-bërthamor AMD Ryzen 7 4700U, i cili funksionon me një frekuencë prej 2 GHz me mundësinë e rritjes së saj deri në 4.1 GHz në modalitetin turbo. Procesori plotësohet më tej me 16 GB memorje operative DDR4 (në pllakë / pa slot). Pamjet në ekranin 13.3 \u0022 IPS Full HD (1920 x 1080 px, 400 nits, sRGB 100%, Corning Gorilla Glass NBT) sigurohen nga një kartelë grafike AMD Radeon Graphics. Një hard disk 512 GB M.2 SSD PCIe NVMe është i gatshëm për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë Wi-Fi ac dhe Bluetooth 5.0. Ekzistojnë gjithashtu tre lidhës USB (2 x 3.0 / 3.1 / 3.2 Gen 1 dhe Tip-C 3.1 / 3.2 Gen 2 me mbështetje për DisplayPort dhe PD), lexuesi i kartelës së memories, lexuesi i gjurmëve të gishtërinjëve, tastiera me ndriçim, kamera HD, lidhësi audio i kombinuar dhe altoparlantët e akorduar Bang \u0026 Olufsen. Paketa gjithashtu përfshin një stilolaps. Shasia është e gjitha metalike dhe laptopi është mundësuar nga bateria me kapacitet 51 Wh. Laptopi vjen me sistemi operativ Windows 10 Home.   ","Price":986.4,"PCode":"287634"},{"Title":"Laptop Microsoft Surface Laptop 3, 15 \u0022, 8GB RAM, 128GB SSD, Ryzen 5, platin","Description":" Përshkrimi i produktit  Shënim Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi Surface 3 15 është i hollë, i lehtë dhe i fuqishëm. Ai jep një përfundim luksoz të qëndrueshëm ndaj aluminit dhe një ekuilibër të përsosur të performancës, transportueshmërisë dhe jetës së baterisë. Ekrani 15 \u0022PixelSense është thjesht mahnitës me një imazh shumë të shkëlqyeshëm si për punë ashtu edhe për argëtim. 4.15 milionë piksel me rezolucion 2496 x 1664 piksel (përsosuri 201 PPI) ju jep hapësirën e përsosur për të sjellë në jetë krijimet tuaja.Pajisjet mobile gjithashtu duhet të sigurojnë jetën e nevojshme të baterisë. Edhe në këtë drejtim, Laptop Surface 3 nuk bën kompromis dhe do të zgjasë me siguri një ditë të plotë pune. Bateria e integruar siguron jetë të shkëlqyeshme të baterisë deri në 11.5 orë përdorim tipik.Shijoni përvojën e pastër, të qartë të tingullit të muzikës tuaj të preferuar, filmave dhe gjithë argëtimin tuaj me altoparlantët Omnisonic të fshehura në mënyrë diskrete në mënyrë të drejtpërdrejtë dhe Dolby Audio Premium.Ky Microsoft Surface Laptop 3 është i pajisur me një procesor 4-bërthamësh AMD Ryzen 5 3580U që përmban teknologjinë SMT për shumëfishim me aftësinë për të përpunuar deri në 2 procese për bazë. Ai funksionon në një frekuencë prej 2.1 GHz me opsionin për të rritur deri në 3.7 GHz në modalitetin Turbo Boost dhe plotësohet me 8 GB memorie DDR4. I shfaqur në ekranin me prekje 2496 x 1664 piksel, AMD Radeon Vega 9 ofron një 128 GB SSD. Laptopi përmban USB-C, USB 3.0 / 3.1 / 3.2 Gen 1, Surface Connect, Wi-Fi \u0026 c, Bluetooth 5.0 dhe lidhës audio. Ekziston edhe një kamerë Windows Hello HD, një tastierë me ndriçim dhe altoparlantë me cilësi të lartë Omnisonic me tingullin Dolby Audio Premium. Si një sistem operativ laptopi përdor Windows 10 në modalitetin S.   ","Price":1292.64,"PCode":"272180"},{"Title":"Laptop ASUS ROG Zephyrus M15, 15.6\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 1TB SSD, NVIDIA GeForce RTX 2070, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop lojërash unik, i hollë dhe me performancë të shkëlqyeshme, ky është ASUS ROG Zephyrus M15 (GU502LW), i cili bazohet në tiparet e shkëlqyera të paraardhësve të serisë Zephyrus. Trupi i tij shumë i hollë dhe i lehtë fsheh performancën që mund t\u0027i rezistojë krahasimeve me një kompjuter desktop të nivelit të lartë. Luani profesionalisht kudo që dëshironi me laptopin ROG Zephyrus M15. ROG Zephyrus M15 (GU502LW) është i hollë 18.9 mm dhe konstruksioni i tij metalik është gjithashtu i qëndrueshëm dhe shumë i lehtë me një peshë prej afërsisht 1.9 kg. Përjetoni imazhe të mprehta me ngjyra të përsosura falë teknologjive inovative nga punëtoritë ASUS dhe panelit të përdorur në nivelin IPS me kënde të gjera të shikimit, i cili gjithashtu sigurohet me një shtresë që parandalon reflektime të pakëndshme. Janë në dispozicion modele me një ekran 60 Hz UHD ose panele të shpejta 144 Hz dhe 240 Hz Full HD, të cilat ofrojnë një shfaqje super të qetë dhe pa pengesa, kështu që ju të mund të shijoni lojërat më të fundit pa shtrembërime vizuale dhe detaje të paqarta. Laptopi është i pajisur me teknologji më të shkëlqyera audio ASUS dhe një përforcues zëri Smart Amp, i cili sjell tinguj më të qartë, më të fortë dhe më të saktë, kështu që çdo veprim tingëllon si i vërtetë dhe ju tërheq në lojë. Me altoparlantë të akorduar me zë të fuqishëm, edhe lojërat celulare mund të jenë përvoja e përsosur në të gjitha drejtimet. Ky model i laptopit ASUS ROG Zephyrus M15 (GU502LW) përdor një procesor 6-bërthamor Intel Core i7-10750H, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon me një frekuencë prej 2.6 GHz, ose deri në 5 GHz TurboBoost, dhe plotësohet me 16 GB memorie RAM të llojit DDR4 (16 GB në pllakë / slot i lirë). Pamjet në ekranin 15.6 \u0022 Full HD (240 Hz, 1920 x 1080 px, niveli IPS, 300 nit, sRGB: 100%, Pantone Validated) sigurohen në kombinim me një kartelë grafike NVIDIA GeForce RTX 2070 me 8 GB memorie GDDR6. Një hard disk 1 TB SSD M.2 PCIe NVMe është gati për të dhënat e përdoruesit (si dhe mundësia për të instaluar SSD M.2). Një varg ndërfaqesh është gjithashtu i integruar, duke përfshirë wireless Wi-Fi ax dhe Bluetooth 5.1, porte USB (2x 3.0 / 3.1 / 3.2 Gen 1, USB 3.1 / 3.2 Gen 2, USB Tip-C / Thunderbolt 3), lidhës audio, HDMI dhe tastierë me ndriçim Aura Per-Key RGB. Shasia është metalike dhe mundësohet nga bateria 76 Wh. Laptopi vjen me sistemin operativ Windows 10 Home.   ","Price":1838.5,"PCode":"289690"},{"Title":"Laptop HP Pavilion Gaming 15-dk0104nc, 15.6\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, 32GB 3D Xpoint, NVIDIA GeForce GTX 1660 Ti Max-Q, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi HP Pavilion Gaming 15 jep performancën që ju nevojitet për vendosjen e lojërave në linjën Pavilion të laptopëve multimedia. Me ndihmën e një procesori dhe grafikësh të fuqishëm, një ekran cilësor dhe një tastierë të rehatshme, duke përfshirë një pjesë numerike, do të merrni një shoqërues që do t\u0027ju ofrojë shumë argëtim dhe çdo vendosje pune nuk do të jetë problem për të. Përjetoni tingullin e pasur dhe autentik B\u0026O PLAY të akorduar nga mjeshtrat e audios në Bang \u0026 Olufsen. Përjetoni fuqinë e vërtetë të muzikës dhe argëtimit me HP Audio Boost Technology. Mos u shqetësoni për laptopin që i mbaron energjia. HP Pavilion Gaming 15 zgjat një kohë vërtet të gjatë falë një baterie me kapacitet të lartë. Përveç kësaj, ai është i pajisur me një funksion të karikimit të shpejtë. Përfitoni nga kamera e integruar me rezolucion të lartë, falë së cilës komunikimi përmes internetit me familjen, miqtë, kolegët, klientët dhe partnerët e biznesit do të jetë shumë i thjeshtë dhe me cilësi të lartë. Shijoni një imazh të mprehtë me rezolucion të lartë në internet. Laptopi HP ??Pavilion Gaming 15 në këtë konfigurim përdor një procesor 6-bërthamor Intel Core i7-9750H, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon me një frekuencë prej 2.6 GHz, ose deri në 4.5 GHz në modalitetin Turbo Boost dhe plotësohet me 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike NVIDIA GeForce GTX 1660 Ti Max-Q me 6 GB memorie GDDR6. Një hard disk 512 GB M.2 SSD PCIe NVMe me 32 GB 3D Xpoint është i gatshëm për të dhënat e përdoruesit. Disku optik nuk është i pranishëm. Një numër i ndërfaqeve janë gjithashtu në dispozicion, duke përfshirë Gigabit Ethernet, Wi-Fi ac, Bluetooth 5.0, 3x USB 3.0 / 3.1 / 3.2 Gen 1, USB Tip-C 3.1 / 3.2 Gen 2 (me mbështetje DisplayPort), HDMI, lidhës të kombinuar të kufjeve / mikrofonit, një kamerë praktike HD, lexues të kartave të memories dhe tastierë me ndriçim. Shasia është bërë prej plastike të fortësuar dhe mundësuar nga bateritë me një kapacitet prej 52.5 Wh. Sistemi operativ është Windows 10 Home.   ","Price":1146.5,"PCode":"292067"},{"Title":"Laptop HP 15s-eq, 15.6 \u0022, AMD Athlon 3050U, 8GB RAM DDR4, 512GB SSD, AMD Radeon Graphics, i bardhë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopët e ri të serive HP 15s ju ofrojnë një dizajn kompakt, korniza të holla rreth ekranit, performancën e nevojshme dhe jetëgjatësinë e baterisë. Përfitoni nga mundësia e tij për përdorim të përditshëm në rrugë, në zyrë dhe në shtëpi. Baza e këtij modeli të laptopit HP 15s-eq1 është një procesor 2-bërthamor AMD Athlon 3050U, i cili operon në një frekuencë prej 2.3 GHz, ose deri në 3.2 GHz në modalitetin turbo. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (2 module / 2 slote). Ekrani 15.6 \u0022Full HD me një rezolucion prej 1920 x 1080 pikselë në kombinim me një kartë grafike AMD Radeon Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është menduar për të dhënat e përdoruesit. Ju lidheni me një rrjet kompjuterik përmes WiFi ac dhe Bluetooth 4.2. Ju gjithashtu do të vlerësoni tre lidhësit USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C3.1 / 3.2 Gen 1 - vetëm të dhëna), lidhës të kombinuar të kufjeve / mikrofonit, kamera HD, lexues i kartës së memries dhe HDMI. Shasia është bërë nga plastika e ngurtësuar. Laptopi furnizohet me bateri me kapacitet 41 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":409.5,"PCode":"311008"},{"Title":"Laptop Dell Latitude 15 (3510), 15.6\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi Dell Latitude 15 (3510) është një zgjidhje e shkëlqyer për bizneset e vogla dhe në rritje. Ky është një laptop 15.6 \u0022 i lehtë për t\u0027u menaxhuar me karakteristikat e nevojshme të sigurisë, të gjitha në një dizajn të qëndrueshëm, të besueshëm dhe elegant. Nëse jeni duke kërkuar për një laptop që do të bëhet partneri juaj i besueshëm i biznesit, atëherë një nga opsionet është kjo themelore modeli i linjës së kompanisë Latitude 15.Laptopët Latitude 15 (3510) ju japin sigurinë që ju nevojitet për biznesin tuaj, pasi ata integrojnë një sistem të sofistikuar të sigurimit të të dhënave të përdoruesve jo vetëm kundër qasjes së paautorizuar, por edhe kundër shkatërrimit ose humbjes së tyre. Me Dell Technologies Unified Workspace, ju merrni një sërë mjetesh automatizimi që mbështesin monitorimin e pajisjes, vendosjen e figurave, azhurnimeve dhe më shumë, duke ju kursyer kohë dhe para. Me Dell Client Command Suite dhe VMware Workspace ONE, ju merrni aftësi të unifikuar të menaxhimit për pikat e fundit, firmware-in e tyre, sistemin operativ dhe aplikacionet në një konzolë të vetme.Ky model i laptopit Dell Latitude 15 (3510) është i pajisur me një procesor 4-bërthamor Intel Core i5-10210U, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon me një frekuencë prej 1.6 GHz ose deri në 4.2 GHz në TurboBoost. Laptopi është gjithashtu i pajisur me një memorie operative 8 GB DDR4 (1 modul / 2 slote) dhe një hard disk 256 GB SSD M.2 PCIe është i destinuar për të dhënat e përdoruesit. Pamjet në ekranin 15.6 \u0022 Full HD (1920 x 1080 px) trajtohen nga kartela grafike Intel UHD Graphics. Laptopit nuk i mungojnë ndërfaqet e rrjetit Wi-Fi ax, Bluetooth 5.1 dhe Gigabit Ethernet. Laptopi është i pajisur edhe me katër lidhës USB (1x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1), lexues të kartave të memories, kamerë HD, lidhës audio, slot për dry sigurie Noble Wedge, tastierë me ndriçim dhe portë HDMI. Laptopi mundësohet nga një bateri 4-qelizore 53 Wh. Windows 10 Pro është instaluar paraprakisht si sistemi operativ.   ","Price":781.37,"PCode":"289839"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Lenovo ThinkBook 14-IIL, 14\u0022 FHD, Intel Core i3, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi Lenovo ThinkBook i serisë 14 është elegant, i hollë dhe i lehtë. Është një zgjidhje e shkëlqyeshme për udhëtime, për përdorim të përditshëm të biznesit, për studentë dhe mund të përdoret gjithashtu në amvisëri. Është i sigurt, i besueshëm dhe ju lejon të punoni në mënyrë produktive. Lenovo ThinkBook 14-IIL nuk do të zhgënjej me jetëgjatësinë e baterisë. Siguron jetëgjatësi deri në 9/12 orë të baterisë me një bateri 45/57 Wh (MobileMark 2014). Mbani në mend se jeta e baterisë varet shumë nga parametrat, përdorimi dhe faktorët e tjerë. Paneli i madh i prekjes dhe tastiera ergonomike ju japin një komoditet të paparë kur punoni në kompjuterin tuaj për periudha të gjata kohe. Konfigurimet e zgjedhura janë gjithashtu në dispozicion me ndriçimin e tastierës. Ky model laptopi Lenovo ThinkBook 14-IIL është i pajisur me procesor 2-bërthamor Intel Core i3-1005G1, i cili ka teknologji HyperThreading për shumëfishim më të qetë të detyrave me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë të vetme. Procesori operon me një frekuencë prej 1.2 GHz, ose deri në 3.4 GHz në modalitetin TurboBoost, dhe plotësohet me 8 GB memorie RAM të llojit DDR4 (1 modul / 1 slot). Pamjet në ekranin 14 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 px, sigurohen nga kartela grafike Intel UHD Graphics. Një hard disk 256 GB SSD M.2 PCIe NVMe është i destinuar për të dhënat e përdoruesit. Ndërfaqet që mund të përdorni janë Gigabit Ethernet, wireless WiFi ac dhe Bluetooth 5.0, HDMI, USB 2.0, 2x USB 3.0 / 3.1 / 3.2 Gen 1, USB Tip-C 3.1 / 3.2 Gen 1 dhe USB Tip-C 3.1 / 3.2 Gen 2. E fundit, por jo më pak e rëndësishme, kamera HD e integruar, lexuesi i gjurmëve të gishtërinjve, tastiera me ndriçim dhe lidhësi i kombinuar audio duhet të përmenden gjithashtu. Shasia është bërë prej alumini. Funksionimi i laptopit është mundësuar nga bateria 45 Wh. Laptopi vjen me sistemin operativ Windows 10 Pro.    ","Price":629.28,"PCode":"291196"},{"Title":"Laptop Acer Spin 3 (SP314-21-R3XH), 14\u0027\u0027, AMD Athlon, 8GB RAM, 256GB SSD, AMD Radeon Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Acer Spin 3 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 2 bërthamësh AMD Athlon-3050U i cili kombinohet me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 14\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike AMD Radeon Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 256GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort, Thunderbolt si dhe funksionon me sistemin operativ Windows 10 Pro.    ","Price":512.52,"PCode":"307901"},{"Title":"Laptop Fujitsu Lifebook E5510, 15.6\u0022 FHD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model Fujitsu Lifebook E5510 përmban një procesor 4-bërthamor Intel Core i7-10510U që përmban teknologjinë HyperThreading dhe funksionon në një frekuencë prej 1.8 GHz, ose deri në 4.9 GHz në modalitetin TurboBoost. Procesori plotësohet me 16 GB memorie DDR4 (1 modul / 2 slote). Ekrani 15.6 \u0022 IPS ofron një rezolucion Full HD prej 1920 x 1080 px kurse të dhënat e imazhit sigurohen nga kartela grafike Intel UHD Graphics. Për sistemin, aplikacionet dhe të dhënat është vendosur një hard disk 512 GB SSD M.2 PCIe NVMe. Nga ndëfaqet posedon Wi-Fi ax dhe Bluetooth 5.0, si dhe portë Gigabit Ethernet. Ndër veçoritë e tjera, laptopi ofron 2x porte USB 3.0 / 3.1 / 3.2 Gen 1, 1x USB Tip-C 3.1 / 3.2 Gen 2, lidhës audio, VGA, dalje HDMI dhe DisplayPort, lidhës docking, lexuesin e kartave të memories, lexuesin e gjurmëve të gishtave, kamerë HD dhe tastierë me ndriçim të pasmë. Laptopi furnizohet me energji nga një bateri 4-qelizore 50 Wh dhe vjen me sistemin operativ Windows 10 Pro.   ","Price":1336.8,"PCode":"304922"},{"Title":"Laptop Acer Chromebook 311 (CB311-9HT-C27Q), 11.6 \u0022IPS, Intel Celeron N4120, 4GB RAM, 64GB eMMC, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop i krijuar për studentët me një dizajn të lehtë dhe të qëndrueshëm - ky është Acer Chromebook 311. Ai ofron performancën e nevojshme dhe është krijuar për këdo që dëshiron të shijojë komoditetin dhe sigurinë e Chrome. Jetëgjatësia e baterisë është gjithashtu një avantazh. Chromebook 311 bën përshtypje me dizajnin e tij elegant dhe peshën e ulët prej rreth 1.1 kg, gjë që e bën atë një kompjuter portativ që mund ta mbani kudo me vete. Chromebook 311 duket i mrekullueshëm, është i mbushur me karakteristika praktike dhe dizajni i tij me cilësi të lartë është një garanci e kënaqësisë. Për të punuar në mënyrë të qetë në shërbimet në internet, duhet të jeni të lidhur shpejt. Acer Chromebook 311 është i pajisur mirë për këtë detyrë. Ju jep shpejtësi të lartë teknologjisë më të fundit wireless WiFi 802.11ac. Acer Chromebook 311 ju sjellin një performancë të ekuilibruar, e cila është absolutisht e mjaftueshme për punë normale, me një çmim të volitshëm. Me një Chromebook 311, ju merrni një procesor Intel që kursen energji, shumë RAM, hapësirë ruajtëse dhe, natyrisht, një lidhje të shpejtë wireless. Me Acer Chromebook 311, ju mund të punoni gjatë gjithë ditës dhe ende të keni mjaft energji për t\u0027u argëtuar. Bateria e laptopit zgjat deri në 10 orë punë, në varësi të konfigurimit dhe përdorimit. Ju nuk do të duhet të kërkoni një prizë elektrike gjithë ditën. Ky Acer Chromebook 311 është i pajisur me një procesor 4-bërthamor Intel Celeron N4120 me një frekuencë bazë pune prej 1.1 GHz dhe një frekuencë Turbo Boost deri në 2.6 GHz. Ka 4 GB RAM, 64 GB hapësirë të brendshme eMMC dhe një vend i kartës së memories microSD për të dhëna shtesë. Ekrani me prekje 11.6 \u0022IPS HD ka një rezolucion prej 1366 x 768 pikselë dhe ekrani sigurohet nga karta grafike Intel UHD Graphics. Ju keni lidhje wireless WiFi ac dhe Bluetooth 5.0, kamera HD, HDMI, lidhës audio dhe shumë porte USB (2x 3.0 / 3.1 / 3.2 Gen 1 dhe 2x Type-C3.1 / 3.2 Gen 1). Laptopi mundësohet nga një bateri 38Wh. Google Chrome OS është i instaluar paraprakisht.   ","Price":325.37,"PCode":"298850"},{"Title":"Laptop ASUS Zenbook Flip 13 UX363EA, 13.3\u0027\u0027, Intel Core i5, 8GB RAM, 512GB SSD, Intel Iris Xe Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. ASUS Zenbook Flip 13 UX363EA është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i5-1135G7 i cili kombinohet me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 13.3\u0022, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI; microHDMI, THunderbolt, DisplayPort si dhe funksionon me sistemin operativ Windows 10 Pro.   ","Price":1290.72,"PCode":"303936"},{"Title":"Laptop HP ProBook 640 G8, 14\u0027\u0027, Intel Core i5, 8GB RAM, 256GB SSD, Intel Iris Xe Graphics, i argjendtë","Description":" Përshkrimi i produktit  HP ProBook 640 G8 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i5-1135G7 i cili kombinohet me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 14\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 256GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort, RJ45 si dhe funksionon me sistemin operativ Windows 10 Pro.    ","Price":866.4,"PCode":"310117"},{"Title":"Laptop ASUS TUF Gaming A15, 15.6\u0027\u0027, AMD Ryzen 7, 16GB RAM, 512GB SSD \u002B 1TB HDD, NVIDIA GeForce GTX 1650 Ti, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop ndërthurr një varg tiparesh të përkryera për performancë të shkëlqyer. Është i pajisur me procesor të fuqishëm AMD Ryzen 7 4800H me 8 bërthama dhe frekuencë veprimi 2.9 GHz - 4.2 GHz. Ofron memorie 16GB RAM ndërsa për të dhëna dhe aplikacione ka në dispozicion 512GB SSD dhe 1TB HDD. Ekrani 15.6\u0027\u0027 ofronr ezolucion 1920 x 1080 pikselë në kombinim me kartelën grafike NVIDIA GeForce GTX 1650 Ti.Lidhet me pajisje përmes porteve USB, HDMI dhe RJ45. Ka sistem operues Windows 10 Home.   ","Price":1219.5,"PCode":"294701"},{"Title":"Laptop ASUS Zenbook UX425EA, 14\u0022 Full HD, Intel Core i7, 16GB RAM LPDDR4X, 521GB SSD, Intel Iris Xe Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi ASUS ZenBook 14 UX425EA përdor një procesor 4-bërthamor Intel Core i7-1165G7, i cili ka teknologji HyperThreading për shumëfishim më të lehtë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në frekuencë prej 2.8 GHz me mundësinë e rritjes së saj deri në 4.7 GHz në modalitetin turbo. Procesori plotësohet më tej me 16 GB memorie RAM të llojit LPDDR4X (në pllakë / pa slot). Pamjet në ekranin 14 \u0022 Full HD (niveli IPS, 300 nits, 1920 x 1080 px, sRGB 100%) sigurohen në kombinim me një kartelë grafike Intel Iris Xe Graphics. Një 512 GB SSD M.2 PCIe NVMe është në dispozicion për të dhënat e përdoruesit. Laptopi posedon teknologjitë wireless Wi-Fi ax dhe Bluetooth 5.0, 2x porte USB-C / Thunderbolt 4, portë USB 3.0 / 3.1 / 3.2 Gen 1, kamerë IR / HD, HDMI, lexues të kartave të memoriës, zërim SonicMaster / Harman Kardon dhe tastierë me ndriçim të pasmë. Shasia është bërë nga një kombinim i aluminit dhe plastikës. Funksionimi i laptopit mundësohet nga një bateri 67 Wh. Sistemi operativ është Windows 10 Home.   ","Price":1232.16,"PCode":"303133"},{"Title":"Laptop ASUS ZenBook Flip 13 UX363JA, 13.3 \u0022, Intel Core i5, 8GB LPDDR4X RAM, 512GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi i konvertueshëm ASUS ZenBook Flip 13 UX363JA është një simbiozë e performancës, elegancës dhe saktësisë. Trupi i hollë dhe i lehtë është një shoqërues ideal i udhëtimit. ASUS ZenBook Flip 13 ju ofron gjithçka që ju nevojitet për punë dhe lojë, të gjitha me një shtresë elegante. Ky model i veçantë i laptopit të konvertueshëm ASUS ZenBook Flip 13 UX363JA përdor një procesor 4-bërthamor Intel Core i5-1035G1, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në 1 GHz me mundësia e rritjes në 3.6 GHz në modalitetin TurboBoost. Procesori plotësohet më tej me 8 GB RAM LPDDR4X (në pllakë / pa slot). Ekrani me prekje 13.3 \u0022 Full HD (IPS, 1920 x 1080 piksel, 300 nits, sRGB: 100%) sigurohet nga një kartë grafike Intel UHD Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për të dhënat e përdoruesit. Ju gjithashtu mund të përdorni një numër teknologjish të tjera, duke përfshirë wireless Wi-Fi ax dhe Bluetooth 5.0, portet USB (1x 3.1 / 3.2 Gen 2 dhe 2x Type-C / Thunderbolt 3), kamera IR / HD, HDMI, tastierë me ndriçim të ndritshëm dhe tingull SonicMaster / Harman Kardon. Shasia është bërë prej alumini dhe mundësohet nga bateria 67 Wh. Paketa përfshin një laps Asus Pen dhe një përshtatës Type-C për audio 3.5 mm. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":1186.08,"PCode":"294384"},{"Title":"Laptop ASUS ROG Strix G17, 17.3\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 1TB SSD, NVIDIA GeForce GTX 2070 Super, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopët e lojërave ROG Strix G17 mishërojnë fuqinë që mund të mbështesë performancën e çdo lojtari të sporteve elektronike. Ata ofrojnë një përvojë të shkëlqyeshme të lojrave dhe janë të disponueshëm në shumë konfigurime, kështu që gjithmonë zgjidhni atë optimal. Bëhuni një yll i ndeshjeve me multiplayer (shumë lojtarë) me laptopin ROG Strix G17. Përjetoni imazhe të mprehta me ngjyra të përsosura falë teknologjive inovative nga punëtoritë ASUS dhe paneleve të përdorura të nivelit IPS Full HD me kënde të gjera të shikimit, të cilat sigurohen me një shtresë që parandalon reflektimet e pakëndshme. Me mbulim të gjerë të hapësirës me ngjyra, do të përjetoni një riprodhim të vërtetë të ngjyrave, dhe mbështetja për ritmet e rifreskimit 120 Hz, 144 Hz ose 240 Hz (në varësi të konfigurimit) do të sigurojë një imazh të përkryer të butë. Sistemi inteligjent i ftohjes ka një numër karakteristikash që ndihmojnë ROG Strix G17 të përfitojë plotësisht nga performanca e GPU dhe CPU. Ai përdor teknologjinë më të fundit të ftohjes ASUS për të siguruar stabilitetin e sistemit edhe në ngarkesë maksimale. Laptopi është i pajisur me teknologji më të shkëlqyera audio ASUS që japin tinguj më të qartë, më të fortë dhe më të saktë, kështu që çdo veprim tingëllon si i vërtetë dhe që ju tërheq fjalë për fjalë në lojë. Me altoparlantë të akorduar me tinguj të fuqishëm, madje edhe lojërat celulare mund të jenë përvoja perfekte në të gjitha drejtimet. Ky model i laptopit së lojrave ASUS ROG Strix G17 (G712LW) përdor një procesor 6-bërthamor Intel Core i7-10750H, i cili punon me frekuencë prej 2.6 GHz, ose deri në 5 GHz me teknologjinë TurboBoost dhe plotësohet me 16 GB memorie operative DDR4 (2 module / 2 slote). Të dhënat e figurës për ekranin 17.3 \u0022 Full HD (niveli IPS, 144 Hz, 1920 x 1080 px, 300 nit, sRGB 100%) sigurohen nga një kartelë grafike NVIDIA GeForce GTX 2070 Super me 8 GB memorie grafike GDDR6. Një hard disk 1 TB M.2 PCIe NVMe SSD është i gatshëm për të dhënat e përdoruesit (si dhe mundësia për të instaluar 2x SSD M.2). Pajisjet e tjera përfshijnë wireless Wi-Fi ax dhe Bluetooth 5.1, lidhje kabllore Gigabit Ethernet, si dhe lidhës USB (3x USB 3.0 / 3.1 / 3.2 Gen 1, 1x USB 3.1 / 3.2 Tip-C Gen 2). Ju gjithashtu keni një lidhës audio, HDMI dhe tastierë me ndriçim Aura RGB në 4 zona. Laptopi mundësohet nga një bateri 66 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":2375.5,"PCode":"289687"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop ASUS ZenBook 13 UX325EA, 13.3 \u0022, Intel Core i7, 16GB LPDDR4X RAM, 1TB SSD, Intel Iris Xe Graphics, i hirtë","Description":" Përshkrimi i produktit   Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Stili, vëmendja ndaj detajeve dhe inovacioni, ky është ASUS i ri ZenBook 13 UX325EA. Trupi i tij i hollë dhe i lehtë është një shoqërues ideal i udhëtimit. ASUS ZenBook 13 ju ofron gjithçka që ju nevojitet për punë dhe lojë, të gjitha me një veshje elegante. Ekrani NanoEdge me një kornizë shumë të hollë është thjesht mahnitës. Falë shkëlqimit të lartë dhe rezolucionit të imët, teksti, grafika, fotot dhe videot do të jenë tepër të mprehta dhe plot detaje. Me mbulim të gjerë të hapësirës me ngjyra, shikimi i filmave dhe shikimi i fotove duket shumë më realist me ngjyra natyrale. Ekipi i bashkëpunimit ASUS Golden Ear dhe profesionistë nga kompania Harman Kardon, një gjeneratë e re e audios ASUS SonicMaster. Altoparlantët me cilësi të lartë mundësohen nga amplifikatorët inteligjentë, kështu që ju të mund të shijoni tinguj vërtet të paformuar nga filmat, muzika dhe argëtimi juaj i preferuar. Përjetoni tingullin më të mirë në ZenBook 13. Një tastierë me ndriçim të pasëm me një goditje të këndshme prej 1.4 mm, funksionim i sigurt dhe qëndrueshmëri e shkëlqyeshme do t\u0027ju ofrojë një përvojë më të rehatshme të shtypjes. Edhe orët e gjata të shtypjes në këtë tastierë nuk do të kenë vuajtje. Falë dritës së butë të pasme, do të jeni në gjendje të shkruani në errësirë pa ndonjë problem. Me ZenBook 13 ju mund të punoni dhe të argëtoheni për orë të gjata. Bateria e laptopit zgjat deri në 15/18 orë pune (për ekranin 67 Wh dhe 300nits / 450nits @ 1W) në varësi të konfigurimit dhe mënyrës së përdorimit. Ky model i laptopit ASUS ZenBook 13 UX325EA përdor një procesor 4-bërthamor Intel Core i7-1165G7, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në 2.8 GHz me mundësinë e duke u rritur në 4.7 GHz në modalitetin turbo. Procesori plotësohet më tej me 16 GB RAM LPDDR4X (në pllakë / pa slot). Ekrani 13.3 \u0022Full HD (niveli IPS, 300nits, 1920 x 1080 piksele, sRGB 100%) në kombinim me një kartë grafike Intel Iris Xe Graphics. Një hard disk 1 TB SSD M.2 PCIe NVMe gati për të dhënat e përdoruesit. Ndërfaqja siguron wireless Wi-Fi ax dhe Bluetooth 5.0, 2x USB Type-C / Thunderbolt 4, USB 3.0 / 3.1 / 3.2 Gen 1, kamera IR / HD, HDMI, lexues i kartës së memories, tingull SonicMaster / Harman Kardon dhe tastierë me ndriçim të pasmë. Shasia është bërë prej metali. Laptopi mundësohet me një bateri 67 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1284,"PCode":"303136"},{"Title":"Laptop HP Pavilion 14-dv0004nc, 14\u0027\u0027, Intel Core i5, 16GB RAM, 512GB SSD,NVIDIA GeForce MX450, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. HP Pavilion 14-dv0004nc është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i5-1135G7 i cili kombinohet me 16GB RAM memorie të llojit DDR4, ekranin me madhësi 14\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike NVIDIA GeForce MX450 për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort si dhe funksionon me sistemin operativ Windows 10 Home.   ","Price":853.92,"PCode":"304457"},{"Title":"Laptop HP 15-dw2002nc, 15.6\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, 1TB HDD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi HP 15 i plotëson kërkesat për përdorim të përditshëm me një çmim të përballueshëm. Me ndihmën e një ekrani të madh, një tastierë të rehatshme që përfshin një pjesë numerike dhe një panel preciz, ju merrni një mjet pune të sofistikuar që përshtatet në dorën tuaj. Është i përshtatshëm për përdorim shtëpiak dhe për zyrën tuaj. Me ndihmën e teknologjive dhe materialeve moderne, laptopi HP 15 mund të jetë edhe më i hollë se paraardhësit e tij. Kështu bëhet një zgjedhje ideale për jetën e përditshme. I përshtatshëm jo vetëm për përdorim në shtëpi dhe zyrë, por edhe për udhëtime. Zbuloni lehtësinë e një laptopi HP 15 të lehtë për t’u përdorur. Laptopi është i pajisur me një tastierë klasike me një pjesë numerike dhe një panel të prekjes me cilësi të lartë me mbështetje për gjeste me shumë prekje. Falë këtyre dy opsioneve të kontrollit, do të jetë e lehtë për ju të punoni me një laptop kudo në fushë. Altoparlantët stereo me cilësi të lartë ju tërheqin atë që po ndodh në ekran kur luani multimedia. Me një kamerë në internet dhe mikrofon të integruar, komunikimi juaj në internet me kolegët, familjen, klientët dhe miqtë do të jetë gjithmonë në cilësi të përsosur. Baza e këtij modeli të laptopit HP 15-DW2 është procesori 4-bërthamor Intel Core i5-1035G1, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me një frekuencë prej 1 GHz, ose deri në 3.6 GHz në modalitetin TurboBoost. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (1 modul / 2 slote). Pamjet në ekranin 15.6 \u0022 me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike Intel UHD Graphics. Hard disqet 256 GB SSD M.2 PCIe dhe 1 TB HDD janë të destinuar për të dhënat e përdoruesit. Ju lidheni me një rrjet kompjuterik përmes WiFi ax ose Gigabit Ethernet dhe Bluetooth 5.0 është gjithashtu e disponueshme. Do të vlerësoni gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1 - vetëm për të dhëna), lidhësin e kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartave të memories, HDMI dhe tastierën me ndriçim. Shasia është bërë prej plastike të fortësuar. Laptopi mundësohet nga bateria me një kapacitet prej 41 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":667.68,"PCode":"291928"},{"Title":"Laptop Lenovo ThinkPad T15 Gen 1, 15.6\u0027\u0027, Intel Core i5, 8GB RAM, 256GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptop me tipare të përsosura fizike dhe teknologjike për performancë të shkëlqyer. Është i pajisur me procesor me 4 bërthama Intel Core i5 10210U. Ofron memorie RAM 8GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 256GB SSD. Ekrani 15.6 inç ka rezolucion 1920 x 1080 pikselë në kombinim me kartelën grafike Intel UHD Graphics. Tastiera me pjesë numerike ka ndriçim të pasëm. Përmban kartë GLAN, WLAN, mbështet Bluetooth 5.2, Wifi si dhe porte USB, Thunderbolt, HDMI, RJ45,DisplayPort. Sistemi operativ është Windows 10 Pro.   ","Price":1055.52,"PCode":"308576"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Dell XPS 13 (9310) Touch, 13.4\u0027\u0027, Intel Core i7, 16GB RAM, 512GB SSD, Intel Iris Xe Graphics, i argjendtë / i zi","Description":" Përshkrimi i produktit  Dell XPS 13 (9310) Touch është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i7-1185G7 i cili kombinohet me 16GB RAM memorie të llojit DDR4, ekranin me madhësi 13.4\u0027\u0027, kualitet UHD \u002B 4K dhe rezolucion prej 3840 x 2400piksela si dhe kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, mban port HDMI dhe audio jack si dhe funksionon me sistemin operativ Windows 10 Home.    ","Price":1866.72,"PCode":"311258"},{"Title":"Laptop Dell XPS 15 (9500), 15.6 \u0022, Intel Core i5, 8GB RAM DDR4, 512GB SSD, NVIDIA GeForce GTX 1650 Ti, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 4-core Intel Core i5 - 10300H që funksionon me një frekuencë 2.5 GHz deri në 4.5 GHz. Procesori plotësohet me 8GB RAM DDR4 SODIMM (slot). Hard disku 512 GB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Të dhënat e figurës për ekranin 15.6 \u0022 me rezolucion Full HD \u002B prej 1920 x 1200 piksel janë siguruar nga kartela grafike NVIDIA GeForce GTX 1650 Ti. Prej ndërfaqeve laptopi ka mbështetje Power Delivery, mbështetje DisplayPort, Thunderbolt, 1 port USB 3.1 / 3.2 Gen 1 Type-C dhe 2 porte USB 3.1 / 3.2 Gen 2 Type-C. Laptopi mbështet standardet Wi-Fi a / b / g / n / ac / ax dhe Bluetooth 5.0. Lloji i kartës së rrjetit WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim por pa taste numerike. Ekziston edhe lexuesi i gjurmëve të gishtërinjëve. Laptopi mundësohet nga një bateri 3-cell 56Wh. Laptopi vjen me sistemin operativ Windows 10 Pro. Në paketë përfshihet përshtatësi USB-C në HDMI dhe adapteri i energjisë (USB-C).   ","Price":2084.64,"PCode":"296892"},{"Title":"Laptop Lenovo ThinkPad E15 Gen 2 (Intel), 15.6\u0022 Full HD, Intel Core i5, 16GB RAM DDR4, 512GB SSD, NVIDIA GeForce MX450, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model laptopi Lenovo ThinkPad E15 Gen 2 (Intel) përdor procesorin 4-bërthamor Intel Core i5-1135G7, i cili ka teknologji HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë të vetme. Ky procesor operon në një frekuencë prej 2.4 GHz, ose deri në 4.2 GHz në modalitetin turbo, dhe plotësohet me 16 GB RAM DDR4 (1 modul / 1 slot). Një hard disk 512 GB SSD M.2 PCIe NVMe është i disponueshëm për të dhënat e përdoruesit (si dhe mundësia për të instaluar një tjetër SSD M.2). Pamjet në ekranin 15.6 \u0022 IPS me një rezolucion Full HD prej 1920 x 1080 px sigurohen nga kartela grafike NVIDIA GeForce MX450 me 2 GB memorie GDDR5. Ndërfaqet e rrjetit të laptopit përfaqësohen nga wireless Wi-Fi ax dhe Bluetooth 5.1, ose Gigabit Ethernet për lidhje kabllore. Poashtu laptopi është i pajisur me USB 3.0 / 3.1 / 3.2 Gen 1, 1x USB 2.0, USB-C / Thunderbolt 4, dalje HDMI, kamerë IR / HD, lidhës të kombinuar të kufjeve / mikrofonit, tastierë me ndriçim dhe lexues të gjurmëve të gishtave. Shasia është bërë nga një kombinim i aluminit (mbulesa e ekranit) dhe PC / ABS (baza). Funksionimi i laptopit mundësohet nga një bateri 45 Wh. Ai vjen me sistemin operativ Windows 10 Pro.   ","Price":949.92,"PCode":"308236"},{"Title":"Laptop Lenovo ThinkPad E15 Gen 2, 15.6\u0027\u0027, AMD Ryzen 5, 8GB RAM, 256GB SSD, AMD Radeon Graphics, i zi","Description":" Përshkrimi i produktit  Lenovo ThinkPad E15 Gen 2 (AMD) është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 6 bërthamësh AMD Ryzen 5-4500U i cili kombinohet me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 15.6\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike AMD Radeon Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 256GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike,HDMI, DisplayPort, RJ45 si dhe funksionon me sistemin operativ Windows 10 Pro.    ","Price":663.84,"PCode":"308231"},{"Title":"Laptop Dell Inspiron 14 (7400), 14.5 \u0022, Intel Core i7, 8GB RAM LPDDR4X, 512GB SSD, Intel Iris Xe Graphics, i argjendtë ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi premium 14.5 \u0022 me kornizë të ngushtë ofron më shumë ekran. Ju jep shumë karakteristika për t\u0027ju bërë gati për çdo gjë. Dell Inspiron 14 (7400) është i mbushur me një teknologji të përparuar për përdorim të përditshëm jo vetëm në shtëpi por edhe në lëvizje. Në zemër të këtij modeli të laptopit Dell Inspiron 14 (7400) është një procesor 4-bërthamor Intel Core i7-1165G7, i cili operon me 2.8 GHz ose deri në 4.7 GHz në modalitetin turbo, dhe përmban teknologjinë HyperThreading për multitasking më të qetë me aftësinë për të përpunoni deri në 2 procese njëkohësisht në një bërthamë. Procesori plotësohet me 8 GB RAM LPDDR4X (në pllakë / pa slot). Ekrani 14.5 \u0022QHD \u002B (2560 x 1600 piksel, 300nit, 100% sRGB) sigurohet nga një kartë grafike Intel Iris Xe. Një hard disk 512 GB SSD M.2 PCIe NVMe është menduar për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë wireless Wi-Fi ax dhe Bluetooth 5.1. Ekzistojnë gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C / Thunderbolt 4). Një kamerë praktike HD, lexues i kartës së memories, HDMI, lexues i gjurmëve të gishtërinjëve, lidhës i kombinuar audio dhe tastiera me ndriçim janë gjithashtu të integruara. Laptopi mundësohet nga një bateri 52 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1097.5,"PCode":"311252"},{"Title":"Laptop MSI Summit E14, 14\u0027\u0027, Intel Core i7, 16 GB RAM, 512GB SSD, NVIDIA GeForce GTX 1650 Ti Max-Q, i zi","Description":" Përshkrimi i produktit  Laptop me tipare të përsosura fizike dhe teknologjike për performancë të shkëlqyer. Është i pajisur me procesor me 4 bërthama Intel Core i7 1185G7. Ofron memorie RAM 16GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 512GB SSD. Ekrani 14 inç ka rezolucion 1920 x 1080 pikselë në kombinim me kartelën grafike NVIDIA GeForce GTX 1650 Ti Max-Q. Tastiera pa pjesë numerike ka ndriçim të pasëm. Përmban kartë WLAN, mbështet Bluetooth 5.1, Wifi si dhe porte USB, Thunderbolt, DisplayPort. Sistemi operativ është Windows 10 Pro.   ","Price":1477.92,"PCode":"308724"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop MSI Prestige PS42 Modern 8MO-276XBK, 14\u0022, 8GB RAM, 128GB SSD, Core i5, i zi/argjendtë","Description":" Përshkrimi i produktit  Microsoft Office është në verzion provues ose nuk është i instaluar fare.Ky laptop ndërthurr një varg veçorish të përsosura teknologjike. Ka procesor Intel Core i5-8265U me katër bërthama, i cili vepron prej frekuencës 1.6GHz, i kombinuar me memorie DDR4 8GB. Ekrani 14\u0022 shfaq imazhe me kualitet FHD me rezolucion 1920 x 1080 pikselë që mundësohet nga kartela grafike UMA. Ka hard disk 128GB SSD. Po ashtu, përfshin WiFi, kamerë, HDMI, dhe lexues të kartës së memorie. Ky laptop nuk ka sistem operativ.   ","Price":771.63,"PCode":"555367msi"},{"Title":"Laptop MSI P65 Creator 8SF-238CZ, Intel Core i7-8750H, 15.6\u0022, 16GB DDR4, 512GB SSD, 8GB GDDR6, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi MSI vjen me dizajn unik dhe me përformancé dhe teknologjinë më të fundit. Baza e këtij laptopi është procesori 6 bërthamësh i cili ka aftësinë të përpunoj dy procese në të njejtën kohë dhe funksionon me frekuencë 2.2 Ghz deri në 4.1Ghz meformën TurboBoost dhe plotësohet me 16 GB memorie DDR4. Të dhënat tuaja ruhen në diskun SSD me kapacitet 512 GB si dhe vjen me ekranin me madhësi 15.6\u0022IPS kualitet Full HD me rezolucion 1920 x 1080 piksela të kombinuar me kartën grafike NVIDIA GeForce RTX 2070 me kapacitet 8 GB GDDR6 për t\u0027ju sjellur imazhe të bukura, të detajizuara dhe përformancë të lartë kompjuterike. Për lidhjen e pajisjeve periferike ekzistojnë portet 1x USB 3.1 Type-C Gen 1 dhe 3x USB 3.0 / 3.1 Gen 1. Gjithashtu, produkti është i pajisur me Bluetooth 4.1, Wifi, HDMI, Displayport. Laptopi vjen me sistemin operativ Windows 10.   ","Price":2073.12,"PCode":"257934"},{"Title":"Laptop ASUS ROG Zephyrus Duo 15, 15.6 \u0022, Intel Core i7, 16GB RAM DDR4, 1TB SSD, NVIDIA GeForce RTX 2070 Super Max-Q, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop inovativ me performancë të madhe për lojtarë dhe krijues, ky është ASUS ROG Zephyrus Duo 15. Trupi i tij metalik shumë i lehtë fsheh performancën që mund t\u0027i rezistojë krahasimeve me një kompjuter desktop të nivelit të lartë. Luaj dhe krijoni profesionalisht kudo që dëshironi me laptopin ROG Zephyrus Duo 15. Ky model i laptopit ASUS ROG Zephyrus Duo 15 (GX550LWS) përdor një procesor 8- core Intel Core i7-10875H, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë. Procesori operon me një frekuencë prej 2.3 GHz, ose deri në 5.1 GHz TurboBoost, dhe plotësohet me 16 GB RAM DDR4 (16 GB në pllakë / slot i lirë). Ekrani 15.6 \u0022Full HD (300 Hz, 1920 x 1080 piksele, niveli IPS, 300nit, 100% sRGB, G-Sync, Pantone Validated) në kombinim me një kartel grafike NVIDIA GeForce RTX 2070 Super Max-Q 8GB GDDR6. ROG ScreenPad Plus me mbështetje prekëse dhe laps ka një diagonale 14.1 \u0022 me rezolucion prej 3840 x 1100 piksele. Një 1 TB SSD M.2 PCIe NVMe (gati për të instaluar M.2 SSD) është në dispozicion për të dhënat e përdoruesit. Një numër i ndërfaqeve janë gjithashtu të integruara, duke përfshirë wireless Wi-Fi ax dhe Bluetooth 5.1, Gigabit Ethernet, 2x USB 3.0 / 3.1 / 3.2 Gen 1, USB 3.1 / 3.2 Gen 2, USB Type-C / Thunderbolt 3, lidhës audio, HDMI, NumberPad touchpad dhe tastiera me ndriçim RGB Aura Per-Key RGB. Shasia është bërë prej metali dhe është mundësuar nga një bateri 90 Wh. Laptopi vjen me sistemin operativ Windows 10 Home.   ","Price":2436,"PCode":"294759"},{"Title":"Laptop HP ZBook Firefly 15 G7, 15.6\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, NVIDIA Quadro P520, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop i hollë, i lehtë dhe i lëvizshëm me performancë të lartë dhe trup të qëndrueshëm, i krijuar për punë të përditshme si në shtëpi ashtu edhe në zyrë. Baza e këtij modeli HP ZBook Firefly 15 G7 është një procesor 4-bërthamor Intel Core i7-10510U, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Punon në frekuencën bazë 1.8 GHz me mundësinë e rritjes automatike deri në 4.9 GHz në rast nevoje për energji më të lartë (TurboBoost). Procesori plotësohet me 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekrani 15.6 \u0022 IPS Full HD (1920 x 1080 px, 400 njësi, 100% sRGB, senzor të dritës së ambientit) sigurohen nga një kartelë grafike NVIDIA Quadro P520 me 4 GB memorie grafike GDDR5. Një hard disk 512 GB M.2 SSD PCIe NVMe është menduar për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë wireless Wi-Fi ax. Një palë porte USB 3.0 / 3.1 / 3.2 Gen 1 dhe 2x Thunderbolt 3 / USB Type-C 3.1 / 3.2 Gen 2 janë të disponueshme për lidhjen e pajisjeve periferike. E fundit por jo më pak e rëndësishmja, Bluetooth 5.0, kamera IR / HD, lexuesi i kartave të mençura, lexuesi i gjurmëve të gishtave, HDMI, tastiera me ndriçim dhe lidhësi i kombinuar i audios janë të integruar gjithashtu. Shasia është krejt metalike dhe mundësohet nga një bateri 56 Wh. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":1468.32,"PCode":"299077"},{"Title":"Tablet Microsoft Surface Pro X, 13\u0027\u0027, Qualcomm SQ2, 16GB RAM, 256GB SSD, Adreno 690, i zi","Description":" Përshkrimi i produktit  Microsoft sjell në treg verzionin më të ri të tabletëve Microsoft Surface Pro X me performancë superiore dhe dizajn kompakt e elegant. Microsoft Surface Pro X ka ekran IPS me prekje (touch) 13” me rezolucion 2880 x 1920 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Ky tablet posedon procesor tetë bërthamësh Qualcomm SQ2, i kombinuar me kartë grafike Adreno 690 GPU. Ka memorie RAM 16GB dhe memorie të brendshme 256 GB. Mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 5.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar dhe sistem operativ Windows 10 Home.    ","Price":1593.12,"PCode":"300205"},{"Title":"Laptop HP 250 G7, 15.6 \u0022, Intel Core i3, 8GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Gjenerata e 7-të e laptopëve HP 250 jep një zgjidhje të përballueshme për biznes, ndërmarrje dhe përdorim shtëpiak. Përdoruesit vlerësojnë HP 250 Notebook PC për besueshmërinë dhe optimizimin e tij për punën në lëvizje. Është një shoqërues praktik për punën e përditshme. Ju mund të jeni i sigurt se laptopi HP 250 G7 mund të trajtojë të gjitha detyrat tuaja të përditshme. Baza e këtij laptopi HP 250 G7 është një procesor 2-core Intel Core i3-1005G1, i cili ka teknologji HyperThreading për multitaskimng më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë dhe funksionon me një frekuencë prej 1.2 GHz ose më shumë në 3.4 GHz në modalitetin TurboBoost. Procesori plotësohet me 8 GB memorje operative DDR4 (1 modul / 2 slote). Të dhënat për ekranin 15.6 \u0022Full HD (1920 x 1080 piksele, 220 nits, 45% NTSC) përpunohen nga Intel UHD Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është i destinuar për të dhënat e përdoruesit, dhe një disk optik DVD ± RW është gjithashtu i pranishëm. Ju lidheni me një rrjet kompjuterik duke përdorur një lidhje kabllore Gigabit Ethernet ose wireless WiFi ac dhe Bluetooth 4.2. Ju gjithashtu keni tre lidhës USB (1x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1), HDMI, një lidhës të kombinuar audio kufje / mikrofoni një lexues të kartës së memories, altoparlantë stereo dhe një kamerë praktike HD e integruar. Shasia është prej plastike të ngurtësuar dhe është mundësuar nga një bateri 41 Wh. Laptopi vjen me sistemin operativ Windows 10 Home.   ","Price":486.87,"PCode":"294963"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Dell Vostro 14 (3400), 14 \u0022, Intel Core i7, 8GB RAM, 512GB SSD, NVIDIA GeForce MX330, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 4- core Intel Core i7 1165G7 që funksionon me një frekuencë 2.8 GHz deri në 4.7 GHz. Procesori plotësohet me 8 GB RAM DDR4 SODIMM (slot). Hard disku 512 GB SSD M.2 PCIe / NVMe (slot) shërben për të dhënat. Disku optik mungon. Të dhënat për ekranin 14 \u0022 IPS me rezolucion 1920 x 1080 (Full HD) sigurohen nga kartela grafike NVIDIA GeForce MX330. Prej ndërfaqeve laptopi ka HDMI, RJ-45, 1 port USB 2.0 Type-A dhe 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A. Laptopi mbështet Bluetooth 5.0 dhe standardet Wi-Fi a / b / g / n / ac. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim por pa pjesën numerike. Bateri e laptopit ka një kapacitet prej 3-cell, 42Wh me një jetëgjatësi maksimale prej 10.5 orë. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":887.52,"PCode":"306690"},{"Title":"Laptop ASUS VivoBook S13 S333EA, 13.3 \u0022, Intel Core i5, 8GB LPDDR4X RAM, 512GB SSD, Intel Iris Xe Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi ASUS VivoBook S13 S333EA është një mjet i hollë, i lehtë dhe elegant për punë dhe argëtim. Ai ofron të gjitha funksionet dhe lidhësit e nevojshëm që do të përdorni në punën e përditshme me një kompjuter dhe fuqia e mjaftueshme e procesorit të gjeneratës së 11-të Intel Core do të kënaqë nevojat tuaja për punë dhe argëtim. VivoBook S13 është krijuar për përdorim të përditshëm në rrugë, në zyrë dhe në shtëpi. Një gjeneratë e re e zërit ka dalë nga bashkëpunimi i ekipit ASUS dhe profesionistëve të Harman Kardon. Me altoparlantë me cilësi të lartë, ju mund të shijoni tinguj vërtet të fuqishëm dhe të pastër për argëtimin tuaj. Me VivoBook S13, ju do të përjetoni tingull të shkëlqyeshëm edhe në një dizajn kaq kompakt. A ju mungon tastiera numerike në laptopët kompakt? VivoBook S13 zgjidh këtë problem. Thjesht klikoni në ikonën NumberPad në këndin e sipërm të djathtë të touchpad dhe shfaqet një tastierë numerike e ndriçuar. Prekni dy herë ikonën përsëri për t\u0027u kthyer në modalitetin normal të touchpad. Një zgjidhje e zgjuar për futjen e përshtatshme të të dhënave numerike. Me VivoBook S13 mund të punoni dhe të argëtoheni për orë të gjata. Bateria e laptopit me një kapacitet prej 67 Wh mund të përballojë lehtësisht ngarkesën ditore të punës dhe ka akoma energji për argëtimin në mbrëmje. Dhe kur mbaron energjia, karikimi i shpejtë bëhet me ndërfaqen Type-C, me të cilën e karikoni laptopin në 60% për rreth 50 minuta. Në këtë rast, laptopi ASUS VivoBook S13 S333EA përdor një procesor 4-bërthamor Intel Core i5-1135G9, i cili ka teknologji HyperThreading për multitaking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Është një procesor me një frekuencë funksionimi prej 2.4 GHz, ose deri në 4.2 GHz në modalitetin turbo. Procesori plotësohet më tej me 8 GB memorie LPDDR4X RAM (në pllakë / pa slot). Ekrani 13.3 \u0022Full HD (niveli IPS, 1920 x 1080 piksel, 300 nits, sRGB 100%) sigurohet nga një kartë grafike Intel Iris Xe Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për të dhëna e përdoruesit. Laptopi është i pajisur me një numër të plotë të ndërfaqeve, duke përfshirë wireless Wi-Fi ax ose Bluetooth 5.0, portet e nevojshme USB (1x 2.0, 1x 3.0 / 3.1 / 3.2 Gen 1, 1x 3.1 / 3.2 Gen 2 Type-C / Thunderbolt 3), kamera HD, HDMI, lidhës audio i kombinuar, lexues i kartës së memories dhe një tastierë me ndriçim të pasmë. Shasia është bërë prej alumini. Laptopi mundësohet nga bateritë 50 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":805.92,"PCode":"302799"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Acer Aspire 3 (A315-23-R9YG), 15.6\u0022 Full HD, AMD Ryzen 3, 8GB RAM DDR4, 256GB SSD, AMD Radeon Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi Acer Aspire 3 (A315-23) në këtë dizajn është ndërtuar në një procesor 2-bërthamor AMD Ryzen 3 3250U, i cili ka teknologji SMT për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon në frekuencë prej 2.6 GHz ose deri në 3.5 GHz. në modalitetin turbo. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (4 GB në pllakë / slot 4 GB). Një hard disk 256 GB SSD M.2 PCIe NVMe është gati për sistemin, të dhënat dhe aplikacionet (si dhe mundësia për të instaluar një HDD). Të dhënat e imazhit për ekranin 15.6 \u0022 me një rezolucion Full HD prej 1920 x 1080 px sigurohen nga kartela grafike AMD Radeon Graphics. Laptopi nuk përfshin një njësi optike. Nga ndërfaqet ofron tre lidhës USB (1x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1), HDMI dhe Gigabit Ethernet. Ekzistojnë gjithashtu ndërfaqet wireless Wi-Fi ac dhe Bluetooth 4.2, një kamerë dhe një lidhës audio i kombinuar. Shasia është bërë prej plastike dhe mundësohet nga një bateri 36 Wh. Laptopi përdor Windows 10 Home si sistem operativ.   ","Price":478.32,"PCode":"298856"},{"Title":"Laptop Lenovo ThinkBook 15-IIL, 15.6 \u0022, Intel Core i5, 16GB DDR4 RAM, 256GB SSD, 1TB HDD, AMD Radeon 630, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi i serisë Lenovo ThinkBook 15 është elegant, i hollë dhe i lehtë. Është një zgjidhje e shkëlqyeshme për udhëtime, për përdorim të përditshëm të biznesit, për studentët dhe gjithashtu mund të përdoret në familje. Është i sigurt, i besueshëm dhe ju lejon të punoni në mënyrë produktive. Ky model i laptopit Lenovo ThinkBook 15-IIL është i pajisur me një procesor 4-core Intel Core i5-1035G1, i cili ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon me një frekuencë prej 1 GHz, ose deri në 3.6 GHz në modalitetin TurboBoost dhe plotësohet me 16 GB RAM DDR4 (1 modul / 1 slot ). Ekrani 15.6 \u0022 IPS Full HD ka një rezolucion prej 1920 x 1080 piksel dhe shfaqet në një kartë grafike AMD Radeon 630 2 GB GDDR5. Hard disqet 256 GB SSD M.2 PCIe NVMe dhe 1 TB HDD janë të destinuara për të dhënat e përdoruesit. Prej ndërfaqeve përfshihen Gigabit Ethernet, wireless Wi-Fi ax dhe Bluetooth 5.0, HDMI, USB i fshehur 2.0, 2x USB 3.0 / 3.1 / 3.2 Gen 1, USB Type-C 3.1 / 3.2 Gen 1 dhe USB Type-C 3.1 / 3.2 Gen 2. E fundit, por jo më pak e rëndësishmja, kamera HD e integruar, lexuesi i kartave të memories, lexuesi i gjurmëve të gishtërinjëve, tastiera me ndriçim dhe lidhësi i kombinuar audio. Shasia është bërë nga një kombinim i aluminit (mbulesa e ekranit) dhe PC / ABS (baza). Laptopi mundësohet nga një bateri 45 Wh dhe vjen pa një sistem operativ.   ","Price":671.52,"PCode":"296946"},{"Title":"Laptop Lenovo ThinkBook 15-IIL, 15.6 \u0022, Intel Core i5, 8GB DDR4 RAM, 256GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 8 - core Intel Core i5 - 1035G1 që funksionon me një frekuencë 1 GHz deri në 3.6 GHz. Procesori plotësohet me 8 GB RAM DDR4 SODIMM (slot). Hard disku 256 GB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Të dhënat e figurës për ekranin 15.6 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 piksel janë siguruar nga kartela grafike Intel UHD Graphics. Prej ndërfaqeve laptopi ka HDMI, mbështetje DisplayPort, mbështetje Power Delivery, RJ-45, 1 port USB 2.0 Type-A, 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A, 1 port USB 3.1 / 3.2 Gen 1 Type-C dhe 1 port USB 3.1 / 3.2 Gen 2 Type-C. Laptopi mbështet standardet Wi-Fi a / b / g / n / ac dhe Bluetooth 5.0. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim dhe me taste numerike. Ekizston edhe lexues i gjurmëve të gishtërinjëve. Jetëgjatësia e baterisë së laptopit është 9 orë. Laptopi vjen me sistemin operativ Windows 10 Home. Në paketë përfshihet adapteri i energjisë.   ","Price":656.16,"PCode":"297184"},{"Title":"Laptop Lenovo ThinkPad C13 Yoga Gen 1 Chromebook, 13.3\u0027\u0027, AMD Ryzen 3, 4GB RAM, 128GB SSD, AMD Radeon Graphics, i kaltër","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Lenovo ThinkPad C13 Yoga Gen 1 Chromebook është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 2 bërthamësh AMD Ryzen 3-3250C i cili kombinohet me 4GB RAM memorie të llojit DDR4, ekranin me madhësi 13.3\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike AMD Radeon Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 128GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort dhe funksionon me sistemin operativ Google Chrome OS.   ","Price":639.84,"PCode":"308591"},{"Title":"Laptop Lenovo ThinkBook 14 G2 ITL, 14\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel Iris Xe Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Ky model i laptopit Lenovo ThinkBook 14 G2 ITL është i pajisur me një procesor 4-bërthamor Intel Core i5-1135G7, i cili ka teknologji HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon në një frekuencë prej 2.4 GHz, ose deri në 4.2 GHz në modalitetin turbo, dhe plotësohet me 8 GB RAM DDR4 (në pllakë / slot i lirë). Ekrani 14 \u0022 IPS ka një rezolucion Full HD prej 1920 x 1080 px dhe pamjet në të sigurohen nga një kartelë grafike Intel Iris Xe Graphics. Një disk 256 GB SSD M.2 PCIe NVMe (si dhe mundësia për të instaluar një tjetër SSD M.2 2280) është menduar për të dhënat e përdoruesit. Gigabit Ethernet, wireless WiFi ax dhe Bluetooth 5.1, HDMI, 2x USB 3.0 / 3.1 / 3.2 Gen 1, USB -C 3.1 / 3.2 Gen 2 dhe USB-C / Thunderbolt 4 mund të përdoren midis ndërfaqeve. E fundit por jo më pak e rëndësishmja, duhet të përmenden kamera HD e integruar, lexuesi i kartave të memories, lexuesi i gjurmëve të gishtave, tastiera me ndriçim dhe lidhësi i kombinuar i audios. Shasia është bërë prej alumini dhe mundësohet nga bateri 45 Wh. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":708,"PCode":"308288"},{"Title":"Laptop Lenovo 300e 2nd Gen (Intel), 11.6\u0027\u0027, Intel Pentium, 4GB RAM, 128GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Lenovo 300e 2nd Gen (Intel) është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Pentium-N5030 i cili kombinohet me 4GB RAM memorie të llojit DDR4, ekranin me madhësi 11.6\u0027\u0027, kualitet HD dhe rezolucion prej 1366 x 768 piksela si dhe kartelën grafike Intel UHD Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 128GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort si dhe funksionon me sistemin operativ Windows 10 Pro.     ","Price":449.82,"PCode":"308392"},{"Title":"Laptop Lenovo ThinkPad C13 Yoga Gen 1 Chromebook, 13.3\u0027\u0027, AMD Ryzen 5, 8GB RAM, 128GB SSD, AMD Radeon Graphics, i kaltër","Description":" Përshkrimi i produktit  Lenovo ThinkPad C13 Yoga Gen 1 Chromebook është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh AMD Ryzen 5-3500C i cili kombinohet me 8GB RAM memorie të llojit DDR4, ekranin me madhësi 13.3\u0027\u0027, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike AMD Radeon Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 128GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, HDMI, DisplayPort si dhe funksionon me sistemin operativ Google Chrome OS.   ","Price":689.76,"PCode":"308592"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Dell Latitude 14 (5410), 14\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi i biznesit Dell Latitude 14 (5410) është projektuar posaçërisht për punë në lëvizje dhe gjithmonë ju jep besueshmërinë dhe performancën që ju nevojitet. Laptopë biznesi me qëndrueshmëri të lartë, jetë të gjatë të baterisë dhe siguri të shkëlqyeshme - këta janë laptopët Dell Latitude. Me laptopin Latitude, ju merrni një shoqërues elegant me një ndërtim të fortë që është gjithmonë i gatshëm për të përmbushur kërkesat tuaja. Latitude 14 (5410) ju jep sigurinë që ju nevojitet për biznesin tuaj. Sigurisht, ka një numër teknologjish sigurie, duke përfshirë Trusted Platform Module, në varësi të konfigurimit, ose një sërë aplikacionesh të dëshmuara të Dell për zgjidhje për mbrojtjen e të dhënave. Ekziston gjithashtu mundësia e zgjedhjes së një konfigurimi me një lexues të gjurmëve të gishtërinjve ose lexues të kartës së mençur. Përfitoni nga BIOS i automatizuar dhe opsionet e konfigurimit të sistemit me veglat falas nga Dell. Për modelet që mbështesin teknologjinë Intel vPro, ju mund të menaxhoni dhe diagnostikoni në distancë nga laptopët tuaj Dell në siguri të plotë. Zgjidhni konfigurimin e duhur për nevojat tuaja. Ky model i laptopit Dell Latitude 14 (5410) është i pajisur me një procesor 4-bërthamor Intel Core i7-10610U, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon me një frekuencë prej 1.8 GHz dhe mbështet funksionin e mbivendosjes automatike të TurboBoost deri në 4.9 GHz. Laptopi është gjithashtu i pajisur me një memorie operative 16 GB DDR4 (1 modul / 2 slote) dhe një hard disk 512 GB SSD M.2 PCIe është i destinuar për të dhënat e përdoruesit. Pamjet në ekranin me prekje 14 \u0022 Full HD (1920 x 1080 px) trajtohen nga kartela grafike Intel UHD Graphics. Laptopit nuk i mungojnë ndërfaqet e rrjetit Wi-Fi ax, Bluetooth 5.1 dhe Gigabit Ethernet. Laptopi është i pajisur edhe me tre lidhës USB 3.0 / 3.1 / 3.2 Gen 1 (1 me funksionin PowerShare), portë USB Tip-C 3.1 / 3.2 Gen 2, lexues të kartave të memories, kamerë, lidhës audio, slot për dry sigurie Noble Wedge, tastierë me ndriçim dhe dalje HDMI. Laptopi mundësohet nga një bateri 68 Wh. Windows 10 Pro është instaluar paraprakisht si sistemi operativ.   ","Price":1256.16,"PCode":"289789"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Acer Predator Helios (PH317-54-7278), 17.3 \u0022, Intel Core i7, 16GB RAM DDR4, 1TB SSD, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 6- core Intel Core i7 - 10750H që funksionon me një frekuencë 2.6 GHz deri në 5 GHz. Procesori plotësohet me 16 GB RAM DDR4 SODIMM (slot). Hard disku 1 TB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Ekrani 17.3 \u0022 IPS ka një rezolucion prej 1920 x 1080 (Full HD). Prej ndërfaqeve laptopi ka HDMI 2.0, mini DisplayPort, RJ-45, 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A, 1 port USB 3.1 / 3.2 Gen 2 Type-A dhe 1 port USB 3.1 / 3.2 Gen 2 Type-C. Laptopi mbështet standardet Wi-Fi a / b / g / n / ac / ax dhe Bluetooth 5.0. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim RGB dhe me taste numerike. Laptopi vjen me sistemin operativ Windows 10 Home.   ","Price":1649.5,"PCode":"298901"},{"Title":"Laptop HP Pavilion Gaming 15-dk1006nc, 15.6\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 256GB SSD, 1TB HDD, NVIDIA GeForce GTX 1650, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi HP Pavilion Gaming 15 jep performancën që ju nevojitet për vendosjen e lojërave në linjën Pavilion të laptopëve multimedia. Me ndihmën e një procesori dhe grafikësh të fuqishëm, një ekran cilësor dhe një tastierë të rehatshme, duke përfshirë një pjesë numerike, do të merrni një shoqërues që do t\u0027ju ofrojë shumë argëtim dhe çdo vendosje pune nuk do të jetë problem për të. Përjetoni tingullin e pasur dhe autentik B\u0026O PLAY të akorduar nga mjeshtrat e audios në Bang \u0026 Olufsen. Përjetoni fuqinë e vërtetë të muzikës dhe argëtimit me HP Audio Boost Technology. Mos u shqetësoni për laptopin që i mbaron energjia. HP Pavilion Gaming 15 zgjat një kohë vërtet të gjatë falë një baterie me kapacitet të lartë. Përveç kësaj, ai është e pajisur me një funksion të karikimit të shpejtë. Përfitoni nga kamera e integruar me rezolucion të lartë, falë së cilës komunikimi përmes internetit me familjen, miqtë, kolegët, klientët dhe partnerët e biznesit do të jetë shumë i thjeshtë dhe me cilësi të lartë. Shijoni një imazh të mprehtë me rezolucion të lartë në internet. Laptopi HP ??Pavilion Gaming 15 në këtë konfigurim përdor një procesor 6-bërthamor Intel Core i7-10750H, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon me një frekuencë prej 2.6 GHz, ose deri në 5 GHz në modalitetin Turbo Boost dhe plotësohet me 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 IPS me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike NVIDIA GeForce GTX 1650 me 4 GB memorie GDDR6. Hard disqet 256 GB M.2 SSI PCMe NVMe dhe 1 TB HDD janë gati për të dhënat e përdoruesit. Disku optik nuk është i pranishëm. Një numër i ndërfaqeve janë gjithashtu në dispozicion, duke përfshirë Gigabit Ethernet, Wi-Fi ax, Bluetooth 5.0, 3x porte USB 3.0 / 3.1 / 3.2 Gen 1, portë USB Tip-C 3.1 / 3.2 Gen 2 (mbështetje DisplayPort), HDMI, lidhës të kombinuar të kufjeve / mikrofonit, një kamerë praktike HD, lexues të kartës së memories dhe tastierë me ndriçim. Shasia është bërë prej plastike të fortësuar dhe mundësuar nga bateritë me një kapacitet prej 52.5 Wh. Sistemi operativ është Windows 10 Home.   ","Price":1029.5,"PCode":"292066"},{"Title":"Laptop HP ProBook x360 11 G5 EE, 11.6\u0022, Intel Pentium, 4GB RAM, 128GB SSD, Intel UHD Graphics, i kaltër","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":441.5,"PCode":"311629"},{"Title":"Laptop Lenovo IdeaPad Creator 5 15IMH05, 15.6\u0022 FHD, Intel Core i5, 16GB RAM DDR4, 512GB SSD, NVIDIA GeForce GTX 1650, i gjelbërt","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Rritni krijimtarinë tuaj me laptopin Lenovo IdeaPad Creator 5. Është dizajnuar direkt për krijuesit, stilistët dhe artistët grafikë, duke u ofruar atyre një performancë të pakompromis, pamje me cilësi të lartë dhe funksione të krijuara posaçërisht për ta. Lenovo Vantage është zhvilluar me një dizajn të ri të ndërfaqes së përdoruesit, duke përfshirë të gjitha aplikacionet e njohura të dizajnit në IdeaPad Creator 5. Laptopi është i certifikuar me ISV, që do të thotë se është në përputhje me softuerin profesional që siguron mbarëvajtjen e aplikacioneve për krijimin e përmbajtjes. Ky model i laptopit Lenovo IdeaPad Creator 5 15IMH05 përdor një procesor 4-bërthamor Intel Core i5-10300H, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon me një frekuencë prej 2.5 GHz, mbështet teknologjinë turbo me mundësinë e rritjes së frekuencës së funksionimit deri në 4.5 GHz dhe plotësohet më tej nga 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 144 Hz Full HD (1920 x 1080 px, 500 nits, 100% Adobe RGB) sigurohen në kombinim me një kartelë grafike NVIDIA GeForce GTX 1650 me 4 GB memorie GDDR6. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për sistemin, aplikacionet dhe të dhënat. Ndërfaqet Wi-Fi ax, Gigabit Ethernet dhe Bluetooth 5.0 ofrojnë lidhje të rrjetit. Pajisjet e lidhësit përfshijnë: HDMI, USB 3.1 / 3.2 Tip-C Gen 1, 2x porte USB 3.0 / 3.1 / 3.2 Gen 1 dhe një lidhës universal audio. Një kamerë HD dhe tastiera me ndriçim janë gjithashtu të integruara. Shasia është bërë prej plastike dhe funksionimi i laptopit mundësohet nga bateritë 45 Wh. Sistemi operativ është Windows 10 Home.   ","Price":973.27,"PCode":"291926"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop HP 250 G7, 15.6 \u0022, Intel Core i5, 8GB RAM DDR4, 256GB SSD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Gjenerata e 7-të e laptopëve HP 250 jep një zgjidhje të përballueshme për biznes, ndërmarrje dhe përdorim shtëpiak. Përdoruesit vlerësojnë HP 250 Notebook PC për besueshmërinë dhe optimizimin e tij për punën në lëvizje. Është një shoqërues praktik për punën e përditshme. Ju mund të jeni i sigurt se laptopi HP 250 G7 mund të trajtojë të gjitha detyrat tuaja të përditshme. Baza e këtij laptopi HP 250 G7 është një procesor 4-core Intel Core i5-1035G1, i cili ka teknologji HyperThreading për multitaskimng më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bazë dhe funksionon me një frekuencë prej 1GHz ose më shumë në 3.6 GHz në modalitetin TurboBoost. Procesori plotësohet me 8 GB memorje operative DDR4 (1 modul / 2 slote). Të dhënat për ekranin 15.6 \u0022Full HD (1920 x 1080 piksele, 220 nits, 45% NTSC) përpunohen nga Intel UHD Graphics. Një hard disk 256 GB SSD M.2 PCIe NVMe është i destinuar për të dhënat e përdoruesit, dhe një disk optik DVD ± RW është gjithashtu i pranishëm. Ju lidheni me një rrjet kompjuterik duke përdorur një lidhje kabllore Gigabit Ethernet ose wireless WiFi ac dhe Bluetooth 4.2. Ju gjithashtu keni tre lidhës USB (1x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1), HDMI, një lidhës të kombinuar audio kufje / mikrofoni një lexues të kartës së memories, altoparlantë stereo dhe një kamerë praktike HD e integruar. Shasia është prej plastike të ngurtësuar dhe është mundësuar nga një bateri 41 Wh. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":681.12,"PCode":"294968"},{"Title":"Laptop Dell XPS 13 (9310), 13.4\u0022 FHD\u002B, Intel Core i7, 16GB RAM LPDDR4X, 1TB SSD, Intel Iris Xe Graphics, i argjendtë / zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i Dell XPS 13 (9310) përmban një procesor 4-bërthamor Intel Core i7-1165G7 me teknologjinë HyperThreading. Procesori operon në një frekuencë prej 2.8 GHz me mundësinë e rritjes në modalitetin turbo deri në 4.7 GHz dhe plotësohet më tej me 16 GB memorie LPDDR4X (në bord/pa slote). Ekrani i këtij modeli vjen me diagonale prej 13,4\u0022 IPS Full HD\u002B\u002B (1920 x 1200 piksel, 500 njësi, 100% sRGB) në kombinim me grafikën Intel Iris Xe. Ka një hardisk 1 TB SSD M.2 PCIe NVMe për të dhënat e përdoruesit dhe aplikacionet. Laptopi gjithashtu përmban një larmi ndërfaqesh, duke përfshirë ax Killer Wi-Fi dhe Bluetooth 5.1. Mund të përdoret me një palë lidhës USB Type-C /Thunderbolt 4 (me energji dhe DisplayPort), lidhës kufjesh, lexues të kartës së memories, lexues gjurmësh gishtash, tastierë me ndriçim (modeli çek) dhe kamerë të integruar IR/HD. Energjia sigurohet nga një bateri 4-qelizore 52 Wh. Ky model ka të parainstaluar Windows 10 Pro.   ","Price":1985.76,"PCode":"304784"},{"Title":"Laptop ASUS ExpertBook P2451FA, 14\u0022 Full HD, Intel Core i5, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi ASUS ExpertBook P2451FA përdor një procesor 4-bërthamor Intel Core i5-10210U, i cili ka teknologji HyperThreading për shumëfishim më të lehtë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon me një frekuencë bazë prej 1.6 GHz me mundësinë e rritjes së saj deri në 4.2 GHz në modalitetin TurboBoost. Procesori plotësohet më tej me 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin Full HD (niveli IPS, 1920 x 1080 px, 250 nit, NTSC: 45%) sigurohen nga një kartelë grafike Intel UHD Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për të dhënat e përdoruesit. Për më tepër, laptopi është i pajisur me një numër ndërfaqesh, duke përfshirë wireless Wi-Fi dhe Bluetooth 4.2, Gigabit Ethernet, porta USB (1x 2.0, 2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 2), kamerë HD, HDMI, VGA, lidhës të kombinuar audio, lexues të kartave të memories dhe lexues të gjurmëve të gishtave. Shasia është bërë nga një kombinim i aluminit dhe plastikës. Furnizohet me energji nga një bateri 48 Wh. Ky laptop vjen me sistemin operativ Windows 10 Pro.   ","Price":919.5,"PCode":"309593"},{"Title":"Laptop ASUS Zenbook 14 UM425IA, 14 \u0022, AMD Ryzen 5, 8 GB DDR4, 512 GB SSD, AMD Radeon Graphics, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Tepër kompakt, i hollë dhe i lehtë, ZenBook 14 ofron seri AMD Ryzen 4000 të procesorëve mobil për performancë të lartë, të gjithanshme dhe karakteristika HDMI, USB-C, USB lloji A dhe lexues të kartave MicroSD për shkathtësi të pakonkurueshme. ZenBook 14 është krijuar për të siguruar performancë të lartë. Është një zgjedhje ideale për një mënyrë jetese me lehtësi. Është një laptop kompakt me performancë të lartë nga ASUS. Ka një ekran 14 ” IPS me rezolucion FHD (1920 x 1080) 16: 9, trajtim anti-shkëlqim dhe NanoEdge (ekrani zë 90% të sipërfaqes). U përdor një procesor AMD Ryzen 5 4500U (2.3 GHz deri në 4.0 GHz, 8 MB cache, 2 bërthama) dhe 8 GB memorie DDR4. Ruajtja e të dhënave është një M.2 SSD PCIe 3.0 NVMe me një kapacitet prej 512 GB. Për ekranin kujdeset grafika e integruar AMD Radeon. Ka një tastierë me ndriçim të pasmë, një pjesë numerike të integruar në prekje, një kamerë IR me mbështetje Windows Hello, një altoparlant dhe mikrofon harman / kardon, dhe një lexues të kartës së memories microSD. Nuk ka njësi optike. Nga ndërfaqja ofron Wi-Fi 802.11ax (2x2) dhe Bluetooth 5.0. Ofron lidhës: 2x USB 3.2 Gen2 type-C, 1x USB 3.2 Gen1 type-A dhe 1x HDMI 2.0b. Windows 10 Home është instaluar paraprakisht.   ","Price":802.08,"PCode":"294396"},{"Title":"Laptop Lenovo ThinkBook 14 G2 ARE, 14\u0027\u0027, AMD Ryzen 5, 8GB RAM, 512GB SSD, AMD Radeon Graphics, i hirtë","Description":" Përshkrimi i produktit  Ky laptop përfshin një varg tiparesh të përsosura teknologjike dhe fizike për performancë të shkëlqyer. Ka procesor të fuqishëm me 2 bërthama AMD Ryzen 5 4600U. Ofron memorie RAM 8GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 512GB SSD. Ekrani 14 inç ofron rezolucion 1920 x 1080 pikselë në kombinim me kartelën grafike AMD Radeon Graphics. Përfshin kartë, WLAN, mbështet Bluetooth 5.1, WiFi si dhe ka konektorë USB, HDMI, DisplayPort, RJ45. Vjen me sistem operativ Windows 10 Home.   ","Price":683.04,"PCode":"308283"},{"Title":"Laptop Dell Inspiron 14 (5400) Touch, 14\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i laptopit Dell Inspiron 14 (5491) bazohet në procesorin 4-bërthamor Intel Core i5-1035G1, i cili operon me frekuencë prej 1 GHz ose deri në 3.6 GHz në modalitetin TurboBoost dhe përmban teknologji HyperThreading. Procesori plotësohet me 8 GB memorie operative DDR4 (1 modul / 2 slote). Pamjet në ekranin 14 \u0022 IPS Full HD (1920 x 1080 px) sigurohen nga kartela grafike Intel UHD Graphics. Një hard disk 512 GB M.2 PCIe NVMehard është krijuar për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë wireless Wi-Fi ac dhe Bluetooth 5.0. Ekzistojnë gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1). Një kamera praktike HD, lexuesi i kartave të memories, lexuesi i gjurmëve të gishtave, tastiera me ndriçim të pasmë, HDMI dhe lidhësi i kombinuar audio janë të integruar gjithashtu. Funksionimi i këtij laptopi mundësohet nga një bateri 40 Wh kurse sistemi operativ është Windows 10 Home.   ","Price":828.96,"PCode":"300648"},{"Title":"Laptop ASUS TUF Gaming F15, 15.6 \u0022, Intel Core i5, 16GB DDR4 RAM, 512GB SSD, NVIDIA GeForce GTX 1660 Ti, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi ASUS TUF Gaming F15 (FX506LU) të bën përshtypje me dizajnin dhe qëndrueshmërinë e tij dhe është i pajisur me fuqinë për të zgjidhur çdo situatë loje. Performancë e shkëlqyeshme jepet nga një procesor i fuqishëm i gjeneratës së 10-të Intel Core në kombinim me një kartë grafike të lojrave NVIDIA GeForce GTX 1660 Ti. Laptopi ju tërheq direkt në top me një imazh të butë të një ekrani cilësor dhe tingullit realist. Bëhuni mbreti i fushës së betejës me laptopin e lojërave ASUS TUF Gaming F15 (FX506LU). Ky model i laptopit ASUS TUF Gaming F15 (FX506LU) përdor një procesor 4-bërthamor Intel Core i5-10300H, i cili operon me 2.5 GHz ose deri në 4.5 GHz në modalitetin turbo dhe ka teknologji HyperThreading për multitasking më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Ai plotësohet më tej me 16 GB memorie operative DDR4 (1 modul / 2 slote). Të dhënat e imazhit për një ekran 15.6 \u0022144Hz IPS-level Full HD(1920 x 1080 pikselë, 250 nit, 45% NTSC) sigurohen nga një kartë grafike NVIDIA GeForce GTX 1660 Ti me 6 GB memorie GDDR6. Një hard disk 512 GB SSD M.2 PCIe NVMe është gati për sistemin, aplikacioni dhe të dhënat e përdoruesit (mundësia për të instaluar një tjetër M.2 SSD). Për komunikim, laptopi është i pajisur me një numër ndërfaqesh, midis tyre do të gjeni wireless Wi-Fi ax ose Bluetooth 5.1 dhe Gigabit Ethernet me kabllo. Ekzistojnë gjithashtu 4 porte USB (1x Type-C 3.1 / 3.2 Gen 2, 2x 3.0 / 3.1 / 3.2 Gen 1, 1x 2.0), kamera HD, HDMI, lidhës audio i kombinuar dhe tastierë me ndriçim RGB. Laptopi mundësohet nga një bateri 48 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":1149.5,"PCode":"303496"},{"Title":"Laptop MSI GE75 Raider 9SG-642CZ, Core i7, 16 GB DDR4, 512 GB SSD, 1TB HDD, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Modeli i laptopave MSI GE75 Raider 9SG përdor një procesor 6-bërthamësh Intel Core i7-9750H që përmban teknologji HyperThreading për multitasking me aftësinë për të përpunuar deri në 2 procese në të njëjtën kohë për bazë. Procesori funksionon me një frekuencë prej 2.6 GHz, mbështet teknologjinë TurboBoost me mundësinë e rritjes së frekuencës së punës deri në 4.5 GHz dhe plotësohet më tej me 16 GB memorie DDR4 (2 module / 2 slote). Pamja sigurohet nga ekrani i plotë 17.3 \u0022IPS-Niveli 144Hz HD (1920 x 1080 piksele, 100% sRGB) në kombinim me një kartë grafike NVIDIA GeForce 2080 RTX 8 gigabajt GDDR6. Posedon kombinim të hard disqeve 512 GB NVMe M.2 PCle SSD dhe 1 TB HDD (\u002B slot i lirë M.2). Nuk posedon disk optik. Ka numër të ndërfaqeve duke përfshirë Wi-Fi ac Gigabit Ethernet dhe Bluetooth 5.0. Gjithashtu posedon portet 2x USB 3.0 / 3.1 / 3.2 Gen 1, 1x USB 3.1 / 3.2 Gen 2 (10Gbps), 1x USB 3.1 / 3.2 Type-C Gen 2 (10Gbps), HDMI (4K @ 60Hz), mini DisplayPort dhe lexues të kartës së memories. Kamera e dobishme me definicion të lartë është e integruar, dhe tastiera e lojërave SteelSeries ka një prapavijë RGB për secilën tast në veçanti. Funksionimi mundësohet nga një bateri 6- cell 51Wh. Laptopi vjen me sistem operativ Windows 10 Home.   ","Price":2219.5,"PCode":"262770"},{"Title":"Laptop MSI GE66 Raider 10SFS-238CZ, 15.6\u0027\u0027, Intel Core i7, 32GB RAM, 1TB SSD, NVIDIA GeForce RTX 2070 Super, i zi / i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.MSI GE66 Raider 10SFS-238CZ është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve.Vjen i pajisur me procesorin 6 bërthamësh Intel Core i7-10875H i cili kombinohet me 32GB RAM memorie të llojit DDR4, ekranin me madhësi 15.6\u0022, kualitet Full HD dhe rezolucion prej 1920 x 1080 piksela si dhe kartelën grafike NVIDIA GeForce RTX 2070 Super për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike.Pos kësaj, laptopi mban 1TB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, është pajisur me kamerë praktike HD, lexues të gishtërinjëve dhe lexues të kartelave të memories, mban portet HDMI dhe audio jack si dhe funksionon me sistemin operativ Windows 10 Home.   ","Price":2249.5,"PCode":"286639"},{"Title":"Laptop ASUS Zenbook UX431DA, 14\u0022, AMD Ryzen 5 3500U, 8GB RAM, 512GB SSD, AMD Radeon Vega 8, i argjendtë","Description":" Përshkrimi i produktit  Ky model i ASUS ZenBook 14 UM431DA përdor një procesor 4-core AMD Ryzen 5 3500U i cili përmban SMT për multitaskimin më të butë me aftësinë për të përpunuar deri në 2 procese në të njëjtën kohë dhe funksionon në 2.1 GHz me nxitje deri në 3.7 GHz në modalitetin TurboBoost. Procesori gjithashtu është i plotësuar me 8 GB memorje DDR4 (në bord / nuk ka një slot). Ekrani siguron pamje 14 \u0022IPS Full HD (1920 x 1080) në kombinim me një kartelë grafike AMD Radeon Vega 8, kurse për të dhënat e përdoruesit është gati hard disku 512 gigabajt SSD PCIe M.2. ASUS mbështet wireless Wi-Fi dhe Bluetooth 4.2 si dhe poseodn porte USB Type-C 3.1 / 3.2Gen 1, USB 3.0 / 3.1 / 3.2Gen 1, USB 2.0, kamera HD, lidhës audio combo, HDMI, lexues kartash memorie, lexues gjurmësh gishtash, SonicMaster / Harman Kardon me tastierë dhe me dritë prapa. Për më shumë, ASUS mundësohet nga bateria me kapacitet 47 Wh.    ","Price":668.64,"PCode":"278646"},{"Title":"Laptop ASUS ROG Zephyrus S15, 15.6\u0022 Full HD, Intel Core i7, 32GB RAM DDR4, 1TB SSD, NVIDIA GeForce RTX 2080 Super, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Një laptop lojërash unik, i hollë dhe me performancë të shkëlqyeshme të lojrave, ky është ASUS ROG Zephyrus S15. Trupi i tij metalik shumë i hollë dhe i lehtë fsheh një performancë që mund t\u0027i rezistojë krahasimeve me një kompjuter desktop të nivelit të lartë. Luani në mënyrë profesionale kudo që dëshironi me laptopin ROG Zephyrus S15. ROG Zephyrus S15 është i hollë 18.9 mm dhe konstruksioni i tij metalik është gjithashtu i qëndrueshëm dhe shumë i lehtë me një peshë prej afërsisht 1.9 kg. Përjetoni imazhe të mprehta me ngjyra të përsosura falë teknologjive inovative nga punëtoritë ASUS dhe panelit të përdorur në nivelin IPS me kënde të gjera të shikimit, i cili gjithashtu sigurohet me një shtresë që parandalon reflektime të pakëndshme. Paneli i përdorur ofron një shfaqje super të qetë dhe pa pengesa, kështu që ju mund të luani lojërat më të fundit të vendosura në detaje të larta pa marramendje vizuale, vonesë, hije ose ndërprerje të dukshme. Laptopi është i pajisur me teknologji më të shkëlqyera audio ASUS dhe një përforcues zëri Smart Amp, i cili sjell tinguj më të qartë, më të fortë dhe më të saktë, kështu që çdo veprim tingëllon si i vërtetë dhe ju tërheq në lojë. Me altoparlantë të akorduar me zë të fuqishëm, edhe lojërat celulare mund të jenë përvojë e përsosur në të gjitha drejtimet. Ky model i laptopit ASUS ROG Zephyrus S15 (GX502LXS) përdor një procesor 6-bërthamor Intel Core i7-10750H, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori funksionon me një frekuencë prej 2.6 GHz, ose deri në 5 GHz TurboBoost, dhe plotësohet me 32 GB memorie RAM të llojit DDR4 (16 GB në pllakë / 16 GB slot). Pamjet në ekranin 15.6 \u0022 Full HD (300 Hz, 1920 x 1080 px, niveli IPS, 300 nit, sRGB: 100%, G-Sync, Pantone Validated) sigurohen në kombinim me një kartelë grafike NVIDIA GeForce RTX 2080 Super me 8 GB memorie GDDR6. Një hard disk 1 TB SSD M.2 PCIe NVMe është gati për të dhënat e përdoruesit (si dhe mundësia për të instaluar SSD M.2). Një varg ndërfaqesh janë gjithashtu të integruara, duke përfshirë wireless Wi-Fi ax dhe Bluetooth 5.1, 2x porte USB 3.0 / 3.1 / 3.2 Gen 1, USB 3.1 / 3.2 Gen 2, USB Tip-C / Thunderbolt 3, lidhës audio, HDMI dhe tastierë me ndriçim Aura Per-Key RGB. Përfshihet gjithashtu një kamerë e jashtme Full HD. Shasia është bërë nga metali dhe mundësohet nga bateria 76 Wh. Laptopi vjen me sistemin operativ Windows 10 Home.   ","Price":2499.5,"PCode":"289773"},{"Title":"Laptop OMEN by HP 15-ek0002nc, 15.6\u0022 Full HD, Intel Core i7, 32GB RAM DDR4, 1TB SSD, NVIDIA GeForce RTX 2070 Max-Q, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Baza e këtij modeli të laptopit HP OMEN 15 është një procesor 6-bërthamor Intel Core i7-10750H, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe që funksionon me një frekuencë bazë prej 2.6 GHz dhe mbështet TurboBoost për të rritur frekuencën deri në 5 GHz. Procesori plotësohet më tej me 32 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 IPS 144 Hz Full HD (1920 x 1080 px, 300 nits, 72% NTSC) sigurohen nga kartela grafike NVIDIA GeForce RTX 2070 Max-Q me 6 GB memorie GDDR6. Një hard disk 1 TB M.2 SSD PCIe NVMe është i destinuar për të dhënat e përdoruesit. Disku optik nuk përfshihet. Ju mund të lidheni me një rrjet kompjuterik duke përdorur wireless WiFi ax ose Gigabit Ethernet dhe ekziston gjithashtu teknologjia Bluetooth 5.0. Mund të përdorni tre lidhës USB 3.0 / 3.1 / 3.2 Gen 1, lidhësit USB Tip-C / Thunderbolt 3 për të lidhur periferikët, dhe një lidhës i kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartave të memories, HDMI, mini DisplayPort dhe tastierën me ndriçim RGB në 4 zona. Shasia është e gjitha metalike dhe mundësohet nga një bateri 70.9 Wh. Sistemi operativ është Windows 10 Home.   ","Price":1729.5,"PCode":"292017"},{"Title":"Laptop HP 15s-fq1008nc, 15.6\u0022 Full HD, Intel Core i5, 16GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Seria e re e laptopëve HP 15s ju ofrojnë një dizajn kompakt, korniza të hollë rreth ekranit, fuqinë e kërkuar dhe jetën e baterisë. Përfitoni nga mundësia e tij për përdorim të përditshëm në rrugë, në zyrë dhe në shtëpi. Kudo që të merrni laptopin HP 15s, kurrë nuk ka qenë më e lehtë të vazhdoni të punoni ose të argëtoheni. E tëra çfarë ju duhet të bëni është të zgjidhni një nga disa variantet e ngjyrave që do t\u0027i përshtaten më së miri stilit tuaj. Me ndihmën e teknologjive dhe materialeve moderne, laptopi HP 15s mund të jetë edhe më i hollë se paraardhësit e tij. Kështu bëhet një zgjedhje ideale për jetën e përditshme. Është i përshtatshëm jo vetëm për përdorim në shtëpi dhe zyrë, por edhe për udhëtime. Laptopi është i pajisur me një tastierë me madhësi standarde me një goditje tastesh 1.5 mm dhe një pjesë numerike, si dhe një panel të prekjes me cilësi të lartë me mbështetje për gjestet me shumë gishta. Falë këtyre dy opsioneve të kontrollit, do të jetë e lehtë për ju të punoni me një laptop kudo në fushë. Altoparlantët me cilësi të lartë stereo ju tërheqin atë që po ndodh në ekran gjatë riprodhimit në multimedia. Me një kamerë në internet dhe mikrofon të integruar, komunikimi juaj në internet me kolegët, familjen, klientët dhe miqtë do të jetë gjithmonë në cilësi të përsosur. Baza e këtij modeli të laptopit HP 15s-fq1 është procesori 4-bërthamor Intel Core i5-1035G1, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me një frekuencë prej 1 GHz ose deri në 3.6 GHz në modalitetin turbo. Procesori plotësohet më tej me 16 GB memorie DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike Intel UHD Graphics. Një hard disk 512 GB SSD M.2 PCIe NVMe është i destinuar për të dhënat e përdoruesit. Mund të lidheni me rrjet përmes WiFi ac dhe Bluetooth 5.0 është gjithashtu e disponueshme. Ju do të vlerësoni gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1 - vetëm për të dhëna), lidhësin e kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartave të memories, HDMI dhe tastierën me ndriçim. Shasia është bërë prej plastike të fortësuar. Laptopi mundësohet nga bateria me kapacitet 41 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":745.44,"PCode":"291920"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop OMEN by HP 15-ek0000nc, 15.6\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, NVIDIA GeForce RTX 2060, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Baza e këtij modeli të laptopit HP OMEN 15 është një procesor 6-bërthamësh Intel Core i7-10750H, i cili ka teknologji HyperThreading për shumëfishim më të butë të detyrave me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë dhe që funksionon me një frekuencë bazë prej 2.6 GHz dhe mbështet TurboBoost për të rritur frekuencën deri në 5 GHz. Procesori plotësohet më tej me 16 GB memorie operative DDR4 (2 module / 2 slote). Pamjet në ekranin 15.6 \u0022 IPS 144 Hz Full HD (1920 x 1080 px, 300 nits, 72% NTSC) sigurohen nga kartela grafike NVIDIA GeForce RTX 2060 me 6 GB memorie GDDR6. Një hard disk 512 GB M.2 SSI PCMe NVMe është menduar për të dhënat e përdoruesit. Disku optik nuk është i përfshirë. Ndërfaqet e rrjetit përfshijnë wireless WiFi ac dhe Gigabit Ethernet dhe ekziston gjithashtu teknologjia Bluetooth 5.0. Mund të përdorni tre lidhës USB 3.0 / 3.1 / 3.2 Gen 1, USB Tip-C / Thunderbolt 3 për të lidhur periferikët, dhe një lidhës të kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartave të memories, HDMI, mini DisplayPort dhe tastierën me ndriçim RGB në 4 zona. Shasa është e gjitha metalike dhe është mundësuar nga një bateri 70.9 Wh. Sistemi operativ është Windows 10 Home.   ","Price":1379.5,"PCode":"292014"},{"Title":"Laptop Dell Inspiron 14 (5406) Touch, 14\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 512GB SSD, NVIDIA GeForce MX330, i hirtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i Dell Inspiron 14 (5406) bazohet në një procesor 4-bërthamor Intel Core i5-1135G7 që operon me frekuencë prej 2.4 GHz ose deri në 4.2 GHz në modalitetin turbo dhe përmban teknologji HyperThreading. Procesori plotësohet me 8 GB memorie DDR4 (1 modul / 2 slote). Kartela grafike Nvidia GeForce MX330 me 2 GB memorie GDDR5 siguron pamjet në ekranin me diagonale 14 \u0022 dhe rezolucion Full HD prej 1920 x 1080 px. Një disk 512 GB M.2 PCIe NVMe është vendosur për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë WiFi ax dhe Bluetooth 5.0. Ka edhe tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1), një kamera praktike HD, lexuesin e kartave të memories, lexuesin e gjurmëve të gishtave, HDMI, lidhësin e kombinuar të audios dhe tastierë me ndriçim të pasmë, të cilat janë gjithashtu të integruara. Nje bateri 40 Wh përdoret për furnizim me energji dhe vjen me sistemin operativ Windows 10 Pro.   ","Price":944.16,"PCode":"304776"},{"Title":"Laptop HP ProBook x360 11 G5 EE, 11.6\u0022 HD, Intel Pentium, 4GB RAM DDR4, 128GB SSD, Intel UHD Graphics, i kaltër","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi HP ProBook x360 11 G5 EE bazohet në një procesor 4-bërthamor Intel Pentium N5000 që operon me frekuencë prej 1.1 GHz ose deri në 2.7 GHz në modalitetin turbo dhe plotësohet me 4 GB RAM DDR4 (në pllakë / pa slot). Vjen me një ekran me prekje 11.6 \u0022 IPS HD (1366 x 768 px, 220 njësi, 45 % NTSC). Pamjet në të sigurohen në bashkëpunim me kartelën grafike Intel UHD Graphics. Një hard disk SSD 128 GB M.2 është menduar për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë wireless Wi-Fi ac dhe Bluetooth 5.0. Poashtu ka 3x lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1 dhe 1x 3.1 / 3.2 Tip-C Gen 1), HDMI dhe dy kamera (HD para dhe 5 MP pas). Laptopi furnizohet nga një bateri 48 Wh. Paketa nuk përfshinë stilolaps digjital. Laptopi vjen me sistemin operativ Windows 10 Pro National Academic.   ","Price":412.32,"PCode":"307374"},{"Title":"Laptop Dell Vostro 14 (3401), 14 \u0022, Intel Core i3, 8GB RAM DDR4, 256GB SSD, Intel UHD G1, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky laptop është i pajisur me karakteristika të shkëlqyeshme. Ai mundësohet nga një procesor 2 - core Intel Core i3 1005G1 që funksionon me një frekuencë 1.2 GHz deri në 3.4 GHz. Procesori plotësohet me 8 GB RAM DDR4 SODIMM (slot). Hard disku 256 GB SSD M.2 PCIe NVMe shërben për të dhënat. Disku optik mungon. Të dhënat për ekranin 14 \u0022 me rezolucion 1920 x 1080 (Full HD) sigurohen nga kartela grafike Intel UHD G1. Prej ndërfaqeve laptopi ka HDMI, RJ-45, 1 port USB 2.0 Type-A dhe 2 porte USB 3.0 / 3.1 / 3.2 Gen 1 Type-A. Laptopi mbështet Bluetooth 5.0 dhe standardet Wi-Fi a / b / g / n / ac. Lloji i kartës së rrjetit GLAN, WLAN. Ndër karakteristikat e tjera laptopi ka një tastierë me ndriçim, por pa taste numerike. Bateri e laptopit ka një kapacitet prej 3-cell 42Wh me jetëgjatësi maksimale 6 orë. Laptopi vjen me sistemin operativ Windows 10 Pro.   ","Price":612.96,"PCode":"302698"},{"Title":"Laptop Dell Latitude 15 (7520), 15.6 \u0022, Intel Core i7, 16GB RAM LPDDR4X, 512GB SSD, Intel Iris Xe Graphics, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi 15.6 inç Dell Latitude 15 (7520) është një partner udhëtimi për çdo profesionist. Gjithmonë ju jep besueshmërinë dhe performancën që ju nevojitet. Është dizajnuar me një theks në sigurinë superiore, menaxhueshmërinë, besueshmërinë dhe përfshin funksione profesionale të biznesit. Me laptopin Latitude 15 (7520), ju merrni një shoqërues elegant me një dizajn të fortë që është gjithmonë i gatshëm të plotësojë kërkesat tuaja dhe të bëhet partneri juaj i besueshëm i biznesit. Ky model i laptopit Dell Latitude 14 (7420) është i pajisur me një procesor 4-bërthamor Intel Core i7-1185G7, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Procesori operon me një frekuencë prej 3 GHz dhe mbështet funksionin automatik të overclocking turbo deri në 4.8 GHz. Laptopi është i pajisur gjithashtu me një memorie funksionimi 16 GB LPDDR4X (në pllakë / pa slot ) dhe një hard disk 512 GB M.2 PCIe SSD është menduar për të dhënat e përdoruesit. Ekrani 15.6 \u0022Full HD (1920 x 1080 piksel) është kujdesur nga Intel Iris Xe Graphics. Laptopit nuk i mungojnë ndërfaqet e rrjetit wireless Wi-Fi ax dhe Bluetooth 5.1. Laptopi është i pajisur edhe me 2x lidhës USB 3.0 / 3.1 / 3.2 Gen 1 (një me funksion PowerShare), 2x USB Type-C / Thunderbolt 4, lexues i gjurmëve të gishtërinjëve, lexues i kartës së memories, kamera IR / HD, lidhës audio, slot i bllokimit të sigurisë Wedge, port dalës HDMI dhe tastierë me ndriçim. Laptopi furnizohet nga bateria 63Wh dhe sistemi operativ Windows 10 Pro është instaluar paraprakisht.   ","Price":1585.5,"PCode":"311210"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop Dell Inspiron 13 (7306) Touch, 13.3\u0022 Full HD, Intel Core i5, 8GB RAM LPDDR4X, 512GB SSD, Intel Iris Xe G7, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Ky model i Dell Inspiron 13 (7306) bazohet në procesorin 4-bërthamor Intel Core i5-1135G7, i cili operon me frekuencë prej 2.4 GHz ose deri në 4.2 GHz në modalitetin turbo, dhe përmban teknologji HyperThreading. Procesori plotësohet me 8 GB memorie LPDDR4X (në pllakë / pa slot). Kartela grafike Intel Iris Xe Graphics siguron pamjet në ekranin me diagonale 13.3 \u0022 dhe rezolucion Full HD (1920 x 1080 px, 270 nits, 100% sRGB). Një hard disk 512 GB SSD M.2 PCIe NVMe është vendosur për të dhënat e përdoruesit. Ndërfaqet e rrjetit përfshijnë wireless Wi-Fi ax dhe Bluetooth 5.0. Ekzistojnë gjithashtu një seri portash USB (1x 3.0 / 3.1 / 3.2 Gen 1, 1x Type-C / Thunderbolt 4). Gjithashtu, ky model vjen me një kamerë praktike HD, lexuesin e kartave të memories, HDMI, lexuesin e gjurmëve të gishtave dhe lidhësin e kombinuar të audios. Një bateri 53 Wh përdoret për sigurimin e energjisë kurse sistemi operativ i parainstaluar është Windows 10 Home.   ","Price":942.24,"PCode":"304765"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Laptop HP 15-dw2001nc, 15.6\u0022 Full HD, Intel Core i3, 8GB RAM DDR4, 128GB SSD, 1TB HDD, NVIDIA GeForce MX130, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Laptopi HP 15 i plotëson kërkesat për përdorim të përditshëm me një çmim të përballueshëm. Me ndihmën e një ekrani të madh, një tastierë të rehatshme që përfshin një pjesë numerike dhe një panel preciz, ju merrni një mjet pune të sofistikuar që përshtatet në dorën tuaj. Është i përshtatshëm për përdorim shtëpiak dhe për zyrën tuaj. Me ndihmën e teknologjive dhe materialeve moderne, laptopi HP 15 mund të jetë edhe më i hollë se paraardhësit e tij. Kështu bëhet një zgjedhje ideale për jetën e përditshme. I përshtatshëm jo vetëm për përdorim në shtëpi dhe zyrë, por edhe për udhëtime. Zbuloni lehtësinë e një laptopi HP 15 të lehtë për t’u përdorur. Laptopi është i pajisur me një tastierë klasike me një pjesë numerike dhe një panel të prekjes me cilësi të lartë me mbështetje për gjeste me shumë prekje. Falë këtyre dy opsioneve të kontrollit, do të jetë e lehtë për ju të punoni me një laptop kudo në fushë. Altoparlantët stereo me cilësi të lartë ju tërheqin atë që po ndodh në ekran kur luani multimedia. Me një kamerë në internet dhe mikrofon të integruar, komunikimi juaj në internet me kolegët, familjen, klientët dhe miqtë do të jetë gjithmonë në cilësi të përsosur. Baza e këtij modeli të laptopit HP 15-DW2 është procesori 2-bërthamor Intel Core i3-1005G1, i cili ka teknologji HyperThreading për shumëfishim më të qetë me aftësinë për të trajtuar deri në 2 procese njëkohësisht në një bërthamë dhe funksionon me një frekuencë prej 1.2 GHz, ose deri në 3.4 GHz në modalitetin TurboBoost. Procesori plotësohet më tej me 8 GB memorie operative DDR4 (1 modul / 2 slote). Pamjet në ekranin 15.6 \u0022 me rezolucion Full HD prej 1920 x 1080 px, sigurohen në kombinim me një kartelë grafike NVIDIA GeForce MX130 me 2 GB memorie GDDR5. Hard disqet 128 GB SSD M.2 PCIe dhe 1 TB HDD janë të destinuar për të dhënat e përdoruesit. Ju lidheni me një rrjet kompjuterik përmes WiFi ax ose Gigabit Ethernet dhe teknologjia Bluetooth 5.0 është gjithashtu e disponueshme. Do të vlerësoni gjithashtu tre lidhës USB (2x 3.0 / 3.1 / 3.2 Gen 1, 1x Tip-C 3.1 / 3.2 Gen 1 - vetëm për të dhëna), lidhësin e kombinuar të kufjeve / mikrofonit, kamerën HD, lexuesin e kartave të memories, HDMI dhe tastierën me ndriçim. Shasia është bërë prej plastike të fortësuar. Laptopi mundësohet nga bateria me një kapacitet prej 41 Wh dhe vjen me sistemin operativ Windows 10 Home.   ","Price":621.6,"PCode":"291927"},{"Title":"Laptop MSI GL75 Leopard 10SDK-614CZ, 17.3\u0022, Intel Core i7, 16GB RAM, 1000GB SSD, NVIDIA GeForce GTX 1660 Ti, i zi","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":1419.5,"PCode":"311917"},{"Title":"Laptop HP Omen 15-en0002nc, 15.6\u0022 Full HD, AMD Ryzen 7, 16GB DDR4, 512GB SSD, NVIDIA GeForce RTX 2060, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Është një laptop i fuqishëm lojërash nga HP. Ka një ekran 15.6 ” IPS me rezolucion Full HD 144 Hz dhe trajtim kundër shkëlqimit. U përdor një procesor AMD Ryzen 7 4800H (2.9 GHz deri në 4.3 GHz boost, 4 MB L2 cache, 8 bërthama) dhe 16 GB (2x 8 GB) memorie DDR4, 3200 MHz. Ruajtja e të dhënave sigurohet nga një disk SSD M.2 PCMe NVMe me një kapacitet prej 512 GB. Kartela grafike NVIDIA GeForce RTX 2060 (6 GB GDDR6) kujdeset për shfaqjen e pamjeve. Laptopi ka një tastierë me prapavijë RGB, një kamerë uebi 720p, 2 altoparlantë, një mikrofon të integruar dhe një lexues të kartave të memories (SD). Nuk ka një disk optik. Ai ofron Wi-Fi 6 nga ndërfaqja (2x2) dhe Bluetooth 5. Ofron lidhësit: 1x USB 3.2 Gen 1 lloji-C (me mbështetje DP 1.4), 3x USB 3.2 Gen 1 lloji-A, 1x lidhës 3.5 mm (për kufje), 1x HDMI 2.0a, 1x mini DisplayPort dhe 1x GLAN. Sistemi operativ Windows 10 Home 64-bit është i instaluar paraprakisht.   ","Price":1379.5,"PCode":"292001"},{"Title":"Laptop MSI Bravo 15 A4DCR-061CZ, 15.6\u0022 Full HD, AMD Ryzen 5, 8GB DDR4, 512GB SSD, AMD Radeon RX 5300M, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopi i lojërave MSI Bravo 15 A4DCR do t\u0027ju mahnisë me performancën e platformës moderne AMD, tastierën e ndriçuar të lojrave, teknologjitë e përparuara të zërit dhe një ekran të shpejtë. Me laptopin Bravo 15 A4DCR, ju mund të shijoni titujt tuaj të preferuar në çdo kohë, në çdo vend.Falë ekranit me teknologjinë AMD FreeSync Premium, lojërat do të jenë krejtësisht të qetë. Ju nuk keni nevojë të bëni kompromise, të luani me një ritëm të lartë të rifreskimit, humbje të ulët të imazhit dhe latencë të ulët. Performanca do të mbështetet gjithashtu nga teknologjia AMD FidelityFX, e cila rrit cilësinë vizuale ndërsa zvogëlon ngarkesën e GPU.Shijoni lojëra dhe argëtim me teknologjinë Nahimic 3, e cila krijon një tingull gjithëpërfshirës përreth në lojë dhe ju jep kontroll mbi muzikë, filma dhe thirrje konferencash. Shijoni tingullin pasi u krijua me mbështetje Audio Hi-Resolution me cilësi të regjistrimit të klasit të parë.Ftohja e efektshme dhe rrjedhja më e mirë e ajrit i janë dhënë laptopit nga teknologjia ekskluzive MSI Cooler Boost 5, që tani është edhe më e mirë falë një numri më të madh të tubave për shprëndarje të nxehtësisë. Dy qarqe ftohës, një për procesorin dhe një për grafikë, në mënyrë efikase dhe të shpejtë shpërndajnë nxehtësinë e rrezatuar nga trupi i laptopit.Ky model i veçantë i laptopit MSI Bravo 15 A4DCR përdor një procesor 6-bërthamor AMD Ryzen 5 4600H, i cili ka teknologjinë SMT për shumëfishim më të qetë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Ai funksionon me një frekuencë prej 3 GHz dhe mbështet teknologjinë TurboBoost me mundësinë e rritjes së frekuencës së punës deri në 4 GHz. Procesori plotësohet me 8 GB memorie operative DDR4 (1 modul / 2 slote). Pamjet në ekranin 15.6 \u0022 IPS me një rezolucion Full HD prej 1920 x 1080 px, sigurohen nga një kartelë grafike AMD Radeon RX 5300M me 3 GB memorie grafike GDDR6. Një hard disk 512 GB SSD M.2 PCIe NVMe (si dhe mundësia për të instaluar M.2 SSD) është i gatshëm për sistemin, të dhënat dhe aplikacionet. Sigurisht që ekzistojnë një numër ndërfaqesh, duke përfshirë Wi-Fi ax, Gigabit Ethernet dhe Bluetooth 5.1. Ju keni 2x USB 3.1 / 3.2 Tip-C Gen 1, 2x USB 3.0 / 3.1 / 3.2 Gen 1, kamerë HD, dalje HDMI (4K @ 30Hz) dhe një tastierë me ndriçim. Shasia është bërë nga një kombinim prej metali dhe plastike. Fuqia sigurohet nga një bateri 51 Wh. Windows 10 Home është sistemi operativ.   ","Price":849.5,"PCode":"292284"},{"Title":"Laptop Lenovo ThinkPad T15 Gen 1, 15.6\u0022 Full HD, Intel Core i5, 8GB RAM DDR4, 512GB SSD, Intel UHD Graphics, i zi ","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare. Linja e njohur e laptopëve profesional të punës ThinkPad T vjen me etiketime të reja dhe mundësi të reja. Laptopi i ri Lenovo ThinkPad T15 përmban teknologji të reja për produktivitet më të lartë dhe është krijuar posaçërisht për profesionistët me të gjitha pajisjet dhe veçoritë e nevojshme për të siguruar rehati dhe komoditet më të madh në përdorim, duke ruajtur performancën maksimale. Kamera HD e integruar ofron imazhe të shkëlqyera kur është e nevojshme. Ajo gjithashtu përmban një bllokim fizik ThinkShutter që siguron privatësinë tuaj. Modelet e zgjedhura më pas mund të pajisen edhe me një kamerë IR për identifikimin e fytyrës. Dashamirët e filmit do të shijojnë gjithashtu altoparlantët stereo me mbështetjen e teknologjisë Dolby Audio. Jetëgjatësia e gjatë e baterisë arrihet përmes një kombinimi të pajisjeve moderne, të udhëhequr nga një procesor Intel dhe një sërë karakteristikash të tjera për kursimin e kostos. Qëndrueshmëria totale kur punoni në një bateri 57 Wh do t\u0027ju lejojë të kaloni tërë ditën jashtë zyrës dhe prapë të keni aplikacionet e nevojshme në dispozicion. Dhe kur energjia mbaron, fillon një funksion i shpejtë i karikimit, i cili plotëson kapacitetin e baterisë përafërsisht 80% në vetëm një orë. Laptopi shumë i qëndrueshëm, me cilësi të lartë dhe i besueshëm Lenovo ThinkPad T15 (Intel) është i pajisur me një procesor të fuqishëm 4-bërthamor Intel Core i5-10210U, i cili ka teknologji HyperThreading për shumëfishim më të butë me aftësinë për të përpunuar deri në 2 procese njëkohësisht në një bërthamë. Ky procesor funksionon me një frekuencë prej 1.6 GHz, ose deri në 4.2 GHz në modalitetin Turbo Boost, dhe plotësohet me 8 GB RAM DDR4 (në pllakë / slot i lirë). Një hard disk 512 GB SSD M.2 PCIe NVMe Opal2 është i destinuar për të dhënat e përdoruesit. Ekrani 15.6 \u0022 IPS Full HD (1920 x 1080 px, 250 nits) dhe kartela grafike Intel UHD garantojnë një imazh të përsosur. Nga pajisjet e lidhësit do të keni 1x Thunderbolt 3 / USB 3.1 / 3.2 Gen 2 Tip-C, 1x USB 3.1 / 3.2 Gen 1 Tip-C, 2x USB 3.0 / 3.1 / 3.2 Gen 1, HDMI dhe hyrje / dalje audio. Çdo përdorues do të vlerësojë kamerën HD, tastierën me ndriçim, lexuesin e kartelës së memories, lexuesin e gjurmëve të gishtërinjve, lexuesin e kartave smart, teknologjitë wireless WiFi ax dhe Bluetooth 5.0, ose shpejtësinë e lidhjes kabllore Gigabit Ethernet. Shasia është bërë në një kombinim të plastikës së qëndrueshme të përbërë - një mbulesë e bërë nga PPS me një pjesë të fibrave të qelqit 50% dhe një bazë e bërë nga PA gjithashtu me fije qelqi 50%. Funksionimi i laptopit mundësohet nga një bateri 57 Wh. Laptopi vjen me sistemin operativ Windows 10 Pro.    ","Price":1197.49,"PCode":"291578"},{"Title":"Laptop Dell XPS 13 (9310) Touch, 13.4\u0027\u0027, Intel Core i7, 32GB RAM, 1TB SSD, Intel Iris Xe Graphics, i zi / i argjendtë","Description":" Përshkrimi i produktit  Dell XPS 13 (9310) Touch është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh Intel Core i7-1165G7 i cili kombinohet me 32GB RAM memorie të llojit DDR4, ekranin me madhësi 13.4\u0027\u0027, kualitet UHD \u002B 4K dhe rezolucion prej 3840 x 2400 piksela si dhe kartelën grafike Intel Iris Xe Graphics për t\u0027ju mundësuar që të shihni imazhe të pastërta dhe të detajizuara si dhe performancë të shpejtë kompjuterike. Pos kësaj, laptopi mban 1TB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, si dhe funksionon me sistemin operativ Windows 10 Home.    ","Price":2425.44,"PCode":"311255"},{"Title":"Laptop Lenovo ThinkPad E14 Gen 2 (Intel), 14\u0022 Full HD, Intel Core i7, 16GB RAM DDR4, 512GB SSD, NVIDIA GeForce MX450, i zi","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Ky model është një laptop biznesi për përdorim të përditshëm jo vetëm në zyrë, por edhe kur gjendeni në lëvizje sepse ofron një jetëgjatësi të madhe të baterisë. Vjen me një ekran me diagonale prej 14 \u0022 IPS Full HD (1920 x 1080 px). Ka një procesor 4-bërthamor Intel Core i7-1165G7 (2.8 GHz, TB 4.7 GHz, HyperThreading), 16 GB memorie RAM DDR4, si dhe hard disk 512 GB SSD M.2 PCIe NVMe. Njësia optike nuk është e pranishme. Kartela grafike është NVIDIA GeForce MX450 me 2 GB memorie GDDR5. Laptopi është i pajisur me Wi-Fi, Bluetooth 5.1 si dhe disa porta USB (1x 3.0 / 3.1 / 3.2 Gen 1, 1x 2.0, 1x Tip-C / Thunderbolt 4). Përpos këtyre, ka edhe kamerë IR / HD, HDMI, lexues të gjurmëve të gishtave, lidhës të kombinuar për kufje / mikrofon dhe tastierë me ndriçim. Shasia është bërë prej alumini dhe furnizimi me energji sigurohet nga bateritë 45 Wh. Sistemi operativ Windows 10 Pro është i parainstaluar.   ","Price":1098.72,"PCode":"308379"},{"Title":"Laptop Apple MacBook Pro 13 Touch Bar, i5 1.4 GHz, 512GB, i argjendtë (2020)","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Ky laptop përfshin një gamë të gjerë të karakteristikave të shkëlqyeshme. Laptopi mundësohet nga një procesor Intel Core i5. Ai ka një ekran 13.3 \u0022 IPS Retina me rezolucion 2560 x 1600 (WQXGA). Kartela grafike është Intel Iris Plus Graphics 645. Memoria operative ka një kapacitet prej 16 GB LPDDR3 (në pllakë). Hard disku SSD ka një kapacitet prej 512 GB. Disku optik mungon. Ndërfaqet e rrjetit përfshijnë WiFi ac dhe Bluetooth 5.0. Laptopi ka një tastierë pa pjesën numerike dhe me ndriçim. Poashtu, ka lexues të gjurmëve të gishtërinjëve.Prej ndërfaqeve tjera laptopi mbështet DisplayPort dhe Thunderbolt. Ky laptop ka 2 porte USB 3.1 / 3.2 Gen 2 Type-C.Shasia e laptopit është prej alumini. Në paketë përfshihet adapteri i energjisë (USB-C). Ky laptop përdor sistemin operativ Apple Mac OS.   ","Price":1599.5,"PCode":"295977"},{"Title":"Laptop Apple MacBook Air 13, M1 8-bërthamësh, 8GB RAM, 512GB SSD, 8-bërthamësh GPU, i argjendë (2020 - Nëntor)","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Apple MacBook Air 13 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve.Aksesori vjen i pajisur me procesorin 8 bërthamësh Apple M1 i cili kombinohet me 8GB RAM memorie, ekranin me madhësi 13.3\u0022, kualitet WQXGA dhe rezolucion prej 2560 x 1600 piksela.Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, është pajisur me kamerë praktike HD, lexues të gishtërinjëve, audio jack si dhe funksionon me sistemin operativ Apple Mac OS Big Sur.   ","Price":1299.5,"PCode":"304123"},{"Title":"Laptop Apple MacBook Air 13, M1 8-bërthama, 8GB RAM, 512GB SSD, 8-bërthama GPU, i artë (Nëntor 2020)","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Apple MacBook Air 13 është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Laptopi mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve.Aksesori vjen i pajisur me procesorin 8 bërthamësh Apple M1 i cili kombinohet me 8GB RAM memorie, ekranin me madhësi 13.3\u0022, kualitet WQXGA dhe rezolucion prej 2560 x 1600 piksela.Pos kësaj, laptopi mban 512GB SSD për ruajtjen e të dhënave, mban një mori portesh USB për lidhje me pajisje të tjera periferike, është pajisur me kamerë praktike HD, lexues të gishtërinjëve, audio jack si dhe funksionon me sistemin operativ macOS Big Sur.   ","Price":1299.5,"PCode":"304124"},{"Title":"Laptop Apple MacBook Pro 13 Touch Bar (2020), Intel Core i5, 16GB RAM DDR3, 256GB SSD, Intel Iris Plus Graphics, i argjendtë","Description":" Përshkrimi i produktit  Shënim: Tastiera te pjesa numerike ka disa simbole çeke. Ndërsa, Microsoft Office është në verzion provues ose nuk është i instaluar fare.Laptopët inovativ Apple MacBook Pro 13 Touch Bar në versionin 2020 përsëri ofrojnë më shumë performancë dhe, falë tastierës së re, ata janë gjithashtu më ergonomik. Punoni më shpejt dhe më të qetë me MacBook Pro tuaj të bukur kompakt dhe të lehtë për t’u përdorur.MacBook Pro me Touch Bar (2020) përsëri përdor ekranin e lartë Retina, të cilin tashmë e dimë nga gjenerata e mëparshme, kështu që ju mund të prisni përsëri një imazh të lartë. Ka një ndriçim të ndritshëm LED, një raport të lartë kontrasti dhe falë mbulimit të gjerë të hapësirës së ngjyrave, është një festë perfekte për sytë.Tastiera e re Magic përdor një mekanizëm të përmirësuar me gërshërë 1 mm për shtypje të rehatshme dhe të qetë me përgjigje të saktë. Dhe keni më shumë hapësirë për gjeste dhe klikime në tabelën e bollshme të Force Touch. Tasti Escape është i dobishëm kur kaloni shpejt midis modaliteteve dhe pamjeve.Përsëri, ju mund të përdorni panelin për shumë prekje Touch Bar të integruar sipër tastierës. Kështu që kur shkruani në tastierë, paneli i prekjes është në majë të gishtave dhe siguron saktësisht mjetet që ju nevojiten për aplikacionet që përdorni.Përkundër rritjes së performancës, MacBook Pro 13 Touch Bar mbetet elegant dhe i hollë. Pesha e modelit 13 \u0022 është përsëri 1.4 kg dhe ka fituar vetëm minimalisht në mes, në 15.6 mm. Në krahasim me rritjen e performancës, ky nuk është një ndryshim marramendës dhe sigurisht që është akoma shoqëruesi i përsosur i udhëtimit.Edhe pse MacBook Pro përdor një lloj të vetëm të ndërfaqes kabllore Thunderbolt 3, mund të lidheni pothuajse çdo periferik. Ajo ka një dizajn të dyanshëm dhe lejon karikimin, lidhjen e disqeve të jashtëm, daljen e videos me mbështetjen amtare të DisplayPort dhe lidhjen e periferikëve të tjerë USB me një lidhës USB Tip-C. Kështu që ju lehtë mund të lidhni të gjitha pajisjet që ju nevojiten në MacBook tuaj.Baza e këtij modeli është një procesor 4-bërthamor i gjeneratës së 8-të të Intel Core i5. Ky procesor funksionon në një frekuencë prej 1.4 GHz me mbështetje për teknologjinë TurboBoost për të rritur frekuencën deri në 3.9 GHz dhe plotësohet me 16 GB memorie DDR3 (në pllakë / pa slot). Ekrani 13.3 \u0022 Retina ka rezolucion prej 2560 × 1600 px. Të dhënat grafike për ekranin sigurohen nga një kartelë grafike Intel Iris Plus Graphics 645. Një hard disk 256 GB PCIe SSD është gati për të dhënat e përdoruesit. Laptopi ka ndërfaqe wireless Wi-Fi ac dhe Bluetooth 5.0, 2x lidhës Thunderbolt 3 / Tip-C Gen 2 dhe lidhës stereo 3.5 mm për kufje. Tastiera Magic me ndriçim me Force Touch trackpad plotësohet nga një Touch Bar inovativ dhe një lexues i gishtërinjve Touch ID. Një kamerë praktike FaceTime HD 720p është gjithashtu e integruar. Laptopi përdor macOS si sistemin operativ.   ","Price":1349.5,"PCode":"288344"}]