[{"Title":"Monitor Samsung LS24R39MHAUXEN, 24\u0022, i zi","Description":" Përshkrimi i produktit  Ky është një monitor 24 \u0022 me panel VA, rezolucion prej 1366 x 768 px, raport aspekti 16: 9, raport kontrasti 3000: 1, shkëlqim 250 cd/m2, normë rifreskimi 60 Hz dhe kohë të përgjigjes 8 ms. Prej porteve ofron HDMI. Është i pajisur me altoparlantë dhe slot për dry sigurie. Përmasat e tij së bashku me mbajtëse janë: 561.8 x 384.2 x 163.8 mm. Pesha: 4.0 kg (me mbajtëse).   ","Price":139.19,"PCode":"916811smg"},{"Title":"Monitor Samsung LU28E85KRS/EN - 28\u0022, i zi/argjendtë titanium","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":425.12,"PCode":"132552smg"},{"Title":"Monitor Samsung LC27RG50FQUXEN, 27\u0022, 240Hz, i zi/argjendtë","Description":" Përshkrimi i produktit  Monitori i lojrave Samsung 27RG50 me një ekran të lakuar do të shërbejë po aq mirë për lojrat, por edhe punë të rehatshme dhe argëtim multimedia. Është një monitor i lakuar me një panel VA dhe kohë përgjigjeje 4ms, duke ju lejuar të shijoni performancën e jashtëzakonshme të lojrave pa turbulluar përmbajtjen në ekran. Ka frekuencë deri në 240 Hz. Madhësia e tij është 27\u0027\u0027 dhe ofron rezolucion 1920 x 1080 px, shkëlqim 300 cd / m2, raport të aspektit 16: 9, raport të kontrastit 3000: 1, dhe lakim 1500 R, Për më shumë, ky monitor posedon konektorët: HDMI, dhe DisplayPort.   ","Price":308.12,"PCode":"990829smg"},{"Title":"Monitor ASUS STRIX XG32VQR ROG - 32 \u0022LED","Description":" Përshkrimi i produktit  Monitor i lakuar 32 \u0022 Quad HD me rezolucion 2560 × 1440, kohën e përgjigjes 4ms dhe shpejtësinë e rifreskimit 144 Hz. Monitori është i pajisur me një sërë teknologjishë për lojëra të shkëlqyera dhe lojëra kompjuterike. Për këtë qëllim, monitori është i pajisur me Free-Sync2, Shadow boost, GamePlus, Flicker Free, ndriçim 300 cd / m2, kontrast 1000: 1. Ndërfaqja e monitorit: Display Port (versioni 1.2), 2 x HDMI (versioni 1.4) 2 x USB 3.0. Monitori mbështet standardin VESA.   ","Price":620.64,"PCode":"279733"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor LED Gaming AOC AG251FZ 25\u0022","Description":" Përshkrimi i produktit  Monitor për gaming me ekran të gjerë Full HD. Përfshin madhësi të ekranit prej 25” dhe rezolucion prej 1920 x 1080 pix. Koha e reagueshmërisë së ekranit është 1 ms ndërsa ndriçueshmëria e ofruar paraqet normë prej 400 cd / m2. Proporcion dinamik i kontrastit prej 50M:1. Për më shumë, monitori përfshin ndërfaqe: HDMI, DsiplayPort, D-Sub dhe DVI. Ofron mbështetje për standardin VESA 100 x 100 dhe ofron output të altoparlantëve prej 3 W.   ","Price":395.67,"PCode":"208196"},{"Title":"Monitor Viewsonic VX2458-MHD - LED 24\u0022, i zi","Description":" Përshkrimi i produktit  Kompania Viewsonic ju sjell monitorin me performancë të lartë, i cili ka madhësi 24 “ dhe rezolucion 1920 x 1080 (Full HD). Funksionon në frekuencën 144 Hz, ka ndriçim 300 cd/ m2 dhe kontrast 1000: 1. Është pajisur edhe me altoparlant me zë kumbues e të pastër, i cili ka fuqi 4 W. Ai ofron port për HDMI, DisplayPort, ka ndriçim të pasëm LED dhe vjen me ngjyrë të zezë.   ","Price":198.81,"PCode":"263113"},{"Title":"Monitor Acer ED322Qwmidx - LED 32\u0027\u0027","Description":" Përshkrimi i produktit  Monitori Acer vjen me dizajn elegant dhe është ideal për lojëra dhe për të shikuar filma të ndryshëm. Ky monitor vjen me diagonale të ekranit 32\u0022 Full HD dhe me rezolucion 1920 x 1080 piksela i cili operon në frekuencat 60 Hz dhe me kohë reagimi prej 4 ms. Me këtë rezolucion dhe me këto karakteristika ky monitor ju ofron imazhe superiore, me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë të përjetoni çdo lëvizje dhe goditje si të jeni aty. Monitori vjen i pajisur me DVI , HDMI, VGA. Ky monitor ka raport aspekti 16: 9, 16.7 milionë ngjyra, ndriçim 250 cd / m2, dhe kënd shikimi 178 °.    ","Price":335.13,"PCode":"222127"},{"Title":"Monitor HP 24w - LED, 23.8\u0022","Description":" Përshkrimi i produktit   Monitori 24w HP me një ekran IPS 23.8\u0022 jep pamje rrënqethëse HD me rezolucion të fotogarfisë 1920 x 1080 dhe proporcion 19:9. Me 250 cd / m2 ndriqim, jep nje proporcion të mrekullueshëm kontrasti 5,000,000: 1. Vepron me një shpejtësi të lartë me kohë të përgjigjes 5 ms. Është i qëndrueshëm ndaj lëvizjeve, i mbështjellur me anti-reflektor, dhe ka kapacitet pjerrtësimi -5 - 23°. Ndihuni rehat duke pëdorur një monitor pa arsenal apo merkur. Ka ndriqim te passhëm LED për slotet D-Sub si dhe HDMI dimensionet 54.06 x 18.43 x 40.03 cm si dhe peshon 3.58 kg.   ","Price":135.83,"PCode":"219325"},{"Title":"Monitor Dell UltraSharp U2419H - LED 24\u0022 (61cm), Full HD, i zi","Description":" Përshkrimi i produktit  Monitori Dell UltraSharp Full HD 24\u0022 me teknologji IPS me kënd të gjerë shikimi ndihmon që ju të mund të kryeni shpejt dhe me lehtësi të gjitha detyrat tuaja të përditshme në shtëpi dhe punë. Marka e prodhuesit Dell garanton jo vetëm besueshmërinë, por edhe cilësinë e pajisjeve të saj, të cilat përshtaten në lidhje me mjedisin, duke përfshirë paketimin në të cilin është dërguar. Si rezultat, Dell UltraSharp U2419H plotëson të gjitha standardet rregullatore dhe mjedisore. Dell UltraSharp U2419H ka një dizajn me një këmbë kompakte. Piedestali përmban një dizajn minimalist me një nyje origjinale që lejon monitorin të përkulet ose të rrotullohet. Gjithashtu mund të caktoni lartësinë e ekranit dhe nga ana e prapme, monitori e bën të lehtë lidhjen me rrjete, ofron port HDMI, 2 porte PD, 4 porte USB 3.0. Poashtu përveç funksionit ComfortView, i cili zvogëlon dritën blu të dëmshme dhe optimizon ekranin për sytë tuaj me gjurmim të gjatë, mjaft karakteristika të tjera janë në dispozicion. Këto përfshijnë Infinity Edge dhe Easy Arrange, të cilat lejojnë shumëfishimin dhe efikasitetin për të punuar. Dell UltraSharp U2419H Design Monitor me Full HD 1920x1080, 24 \u0022Display dhe IPS Technology ofron dizajn të shkëlqyeshëm dhe veçori të përparuara të tilla si InfinityEdge ose Easy Arrange, dhe ekran të saktë dhe të qetë. HDMI, 2x DP, Audio, USB port hyrës të të dhënave, 4x USB 3.0.   ","Price":240.82,"PCode":"249261"},{"Title":"Monitor Oculux NXG252R - 24.5\u0022","Description":" Përshkrimi i produktit  Ky monitor ofron një varg veçorish të përsosura për çdo adhurues lojërash. Ka madhësi 24.5’’, rezolucion FHD 1920 x 1080 pikselë dhe mbështet teknologjinë NVIDIA GSYNC që ofron performancë pamore virtuale prej frekuencave më të ulëta deri tek më të lartat (240Hz). Një nga mundësitë e ekranit është personalizimi sipas nevojës apo dëshirës në kënd 180 shkallë ndërsa përmes aplikacionit MSI Mystic Light ju mund të zgjedhni nga gama e gjerë e ngjyrave të tij edhe përmes telefonit. Për më tepër, monitori mbështet poashtu teknologjinë MSI Anti-Flicker që ju jep rehati pamore pa ju lodhur sytë me përthyrje të imazheve. Përfshin konektorë USB 3.1.   ","Price":556.32,"PCode":"951448msi"},{"Title":"Monitor Samsung Odyssey G7 QLED LC27G75TQSUXEN - 27\u0022","Description":" Përshkrimi i produktit   Monitori i lojrave me panel VA me lakim 1000R, diagonale prej 27 \u0022 dhe rezolucion QHD prej 2560 x 1440 px. Monitori ka një shkëlqim prej 350 cd / m2, kohë të përgjigjes 1 ms (GtG), kënde shikimi 178 ° horizontalisht dhe vertikalisht. Monitori mbështet 1.07 trilion ngjyra. Ka një funksion USB Super Charging, Quantum Dot Color, Low Input Lag, Black Equalizer, FreeSync Premium Pro dhe është i pajtueshëm me G-Sync. Prej lidhësve ka: 2x DisplayPort, 1x HDMI dhe 2x USB. Monitori mbështet standardin VESA 100 x 100. Përmasat e tij përfshirë mbajtësen janë: 614.6 x 576 x 305.9 mm, pesha 7.2 kg.   ","Price":624.71,"PCode":"481867smg"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor ZOWIE nga BenQ XL2411P - LED 24\u0022","Description":" Përshkrimi i produktit  ZOWIE nga BenQ XL2411P është një monitor për lojra shumë i fuqishëm me një kohë përgjigje magjepsëse 1 ms dhe normë të rifreskimit 144 Hz. Kjo ju lejon të shijoni një imazh të përkryer dhe të qetë edhe në lojrat më të shpejta të veprimit.Në mënyrë që të arrihet eksperienca optimale e lojrave, Zowie nga Benq XL2411P ka modalitete paraprake të lojrave. Lehtësisht zgjidhni modalitetin tuaj të preferuar të lojës në varësi të zhanrit të lojës dhe kaloni shpejt midis këtyre modaliteteve duke shtypur hotkey.Ky monitor ka ekran të gjerë 24 \u0022 me rezolucion 1920 x 1080 piksel Full HD, ndriçim 350cd / m2, kontrast 1000: 1, DVI-DL, 16.7 millionë ngjyra, TN, HDMI x 1 dhe altoparlantë.   ","Price":258.87,"PCode":"224184"},{"Title":"Monitor ZOWIE by BenQ XL2546K - 25\u0027\u0027 LED ","Description":" Përshkrimi i produktit  Monitori ZOWIE by BenQ XL2546K është i dizajnuar posaçërisht për të apasionuar të lojërave që nuk duan të humbasin asnjë detaj. Vjen me një diagonale prej 25\u0022 me kualitet Full HD dhe rezolucion 1920 x 1080 pikselë me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty. Mbështet teknologjitë si IPS, Blue light reduction dhe Flicker Reduction për mbrojtje të syve. Veçanti të këtij monitori janë edhe mundësitë e lidhjes me kompjuter dhe konzola të ndryshme përmes porteve DisplayPort, 3.5mm dhe HDMI.?    ","Price":619.68,"PCode":"305640"},{"Title":"Monitor Samsung LC27H711QEUXEN, 27\u0022","Description":" Përshkrimi i produktit  Samsung C27H711 me rezolucion WQHD dhe lakimin e përsosur të ekranit 1800R krijojne imazhe te mprehta kur shikoni filma dhe luani lojëra Teknologjia e përparuar e Samsung sjell ngjyra shumë më të pasura dhe më të gjalla! Ju mund të kënaqeni duke shikuar filma, përvoja sportive, foto ose duke luajtur lojëra. Nanokristalet kuantike janë bërë nga materiali gjysmëpërçues me trashësi minimale. Rezultati është shfaqja e ngjyrave shumë të pastra dhe një spektër të madh ngjyrave. Monitori i lakuar Samsung C27H711 me një rezolucion prej 2560 x 1440 piksele dhe ekran 26.9 \u0022. me një shkëlqim 250 cd / m2, panelin VA për kontrast më të fortë dhe të qëndrueshëm , 3000: 1, kohë përgjigje 4ms, raport 16: 9.   ","Price":445.93,"PCode":"184393smg"},{"Title":"Monitor Samsung LS27H850QFUXEN, 29.6\u0022, 60Hz, i zi","Description":" Përshkrimi i produktit  Samsung S27H850 është monitor i dizajnuar për përdorim profesional në punë precize grafike apo me ngjyra. Monitori është pajisur me ekranin PLS që nuk i shtrembëron ngjyrat përreth kornizave prandaj dhe ju do të keni imazh të pastër në çfarëdo këndi që shikoni. Rezolucion i fokusuar në detajizim Monitori vjen me rezolucion WQHD që është 1.7 herë më i lartë sesa rezolucioni standard Full HD. Kjo ju mundëson të shihni dritare, dokumente dhe ueb faqe me intenzitet më të lartë sesa me monitor të zakonshëm. Harro nevojën për monitor! Nëse punoni me një mori monitorësh paralel atëherë Samsung S27H850 do ju mundësoj të kryeni detyrat e shumëfishta me efiçiencë më të lartë. Falë sistemit Picture-by-Picture (PBP) ju do të mund të shihni imazhe prej disa burimeve të ndryshme në kualitetin e tyre origjinal. Rehatoni sytë tuaj Samsung S27H850 vjen me konfigurimin Eye Saver që redukton emitimin e spektrit të kaltër të dritës i cili shkakton dhimbje të syve dhe lodhje. Punoni me rehati maksimale gjatë orareve të gjata të punës ku edhe stresi do të jetë më minimal.   ","Price":397.1,"PCode":"313601smg"},{"Title":"Monitor Samsung LU32R590CWUXEN, 31.5\u0022, 60Hz, i hirtë/kaltër","Description":" Përshkrimi i produktit  Përjetoni shikimin e filmit dhe përvojën e lojrave me monitorin e lakuar të Samsung U32R590 me rezolucion 4K UHD dhe lakim të përsosur të ekranit. Monitori është i pajisur me teknologjitë e reduktimi të dritës blu dhe dridhjeve, për të ruajtur shikimin tuaj. Panelet e përparme dhe të pasme janë tani të lakuara në të gjitha këndet. Pamja e tij moderne është përmirësuar nga një kornizë e hollë me një stendë të dizajnuar hollësisht dhe një dizajn të gjithanshëm të hijshëm. Ekrani 31.5 \u0022 ka rezolucion 4K UHD prej 3840 x 2160 piksel, ndriçim 250 cd / m2 dhe panelin VA për më shumë intensitet dhe theksim të ngjyrës së zezë. Koha e përgjigjes është 4 ms, raporti 16:9. Prej porteve ka HDMI, DP.    ","Price":409.31,"PCode":"940753smg"},{"Title":"Monitor BenQ ZOWIE XL2540K, 24.5\u0022, 240Hz","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":325.92,"PCode":"691242bz"},{"Title":"Monitor Samsung Odyssey G7 QLED LC32G75TQSUXEN - 32\u0022","Description":" Përshkrimi i produktit  Monitori i lojrave me panel VA me lakim 1000R, diagonale 32 \u0022 dhe rezolucion QHD prej 2560 x 1440 px. Monitori ka një shkëlqim prej 350 cd / m2, kohë të përgjigjjes 1 ms (GtG), kënde shikimi 178 ° horizontalisht dhe vertikalisht. Monitori mbështet 1.07 trilion ngjyra. Ka një funksion USB Super Charging, Quantum Dot Color, Low Input Lag, Black Equalizer, FreeSync Premium Pro dhe është i pajtueshëm me G-Sync.Prej lidhësve ka: 2x DisplayPort, 1x HDMI dhe 2x USB. Monitori mbështet standardin VESA 100 x 100. Përmasat e tij përfshirë mbajtësen janë: 614.6 x 576 x 305.9 mm, pesha 7.2 kg.   ","Price":751.92,"PCode":"883276smg"},{"Title":"Monitor HP EliteDisplay E243 - LED, 23.8\u0022, 1920 x 1080p (Full HD), i argjendtë","Description":" Përshkrimi i produktit  Monitori HP EliteDisplay E243 ka ekran LED prej 23.8\u0022 me rezolucion Full HD (1920 x 1080 p) i cili iu lejon të shihni imazhe në këndet 170 / 178. Ofron pamje të ndritura, të qarta dhe ka orientim 16:9. Monitori jep pamje të shkëlqyera falë teknologjisë LED të ndriçimit, e cila mundëson performancë më të mirë të parametrave. Garanton një performancë të lartë të pamjes, madje edhe në kushte të dritës së dobët. Monitori ka kontrast 1000:1 (dinamik 10000000:1) të kombinuar me 250 cd / m2 shkëlqim. Posedon 3 porte USB dhe nga një port VGA, HDMI dhe DisplayPort. Monitori peshon 5.59kg dhe ka dimensionet prej 53.88 x 4.53 x 32.19 cm.   ","Price":190.18,"PCode":"219573"},{"Title":"Monitor LED Viewsonic XG3240 - 32\u0022 (81cm), QHD, i zi","Description":" Përshkrimi i produktit  Monitori LED Viewsonic XG3240 AW3418HW është i dizajnuar posaçërisht për të apasionuar të lojërave që nuk duan të humbasin asnjë detaj gjatë lojërave. Ky monitor vjen me një diagonale prej 32\u0022 me rezolucion 2560 x 1440 me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty, si dhe teknologji Flicker Free që ju mbron sytë edhe nga orët e gjata të shikimit. Gjithashtu, ky monitor (144Hz) përmban teknologjinë AMD FreeSync, e cila sinkronizon në mënyrë të përsosur frekuencën e prodhimit midis kartës grafike dhe monitorit FreeSync 48-144 Hz, e cila në mënyrë efektive eliminon grisjen dhe defektet e imazhit gjatë lojës, sidomos në pasazhet e shpejta, si dhe teknologjinë Lag-Free e cila mundëson që të ketë reagime super të shpejta gjatë ndërrimit të imazheve dhe të mos ketë asnjë pengesë apo bllokadë. Karakteristikë tjetër e monitorit është edhe mundësia e lidhjes me pajisjet tjera përmes lidhësit DisplayPort dhe HDMI, si dhe porta USB për lidhjen e lehtë të mausit, kamerës, diskut ose tastierës.   ","Price":569.76,"PCode":"232522"},{"Title":"Monitor Samsung LU28E590DS/EN - 28\u0022","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":252.22,"PCode":"191351smg"},{"Title":"Monitor Acer Nitro VG271UPbmiipx, 27\u0022 LED, QHD, i zi","Description":" Përshkrimi i produktit  Ky është një monitor me diagonale prej 27 \u0022, rezolucion WQHD prej 2560 x 1440 px, raport aspekti prej 16: 9, një raport kontrasti prej 1000: 1, normë rifreskimi prej 144 Hz dhe një kohë përgjigjeje prej 1 ms. Shkëlqimi është 350 cd / m2, ndërsa këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Prej lidhësve ka: 2x HDMI dhe 1x DP. Është një panel IPS me ndriçim LED. Monitori mbështet standardin VESA dhe teknologjinë FreeSync. Pesha duke përfshirë mbajtësen është 5.31 kg. Monitori është i pajisur me disa teknologji të mbrojtjes së syve, siç janë Acer Flickerless ose Acer Blue Light Filter. Ata filtrojnë dritën e dëmshme blu dhe parandalojnë dridhjen e imazhit, duke zvogëluar tendosjen e syve dhe duke siguruar punë të rehatshme dhe shikimin të rehatshëm të figurës. Monitori thjesht kujdeset për shikimin tuaj në çdo mënyrë.   ","Price":357.67,"PCode":"290251"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Samsung LS24E45KBSV/EN, 24\u0022, LED, i zi","Description":" Përshkrimi i produktit  Kompania e njohur Samsung ka shumë vite që sjell risi në sektorin e teknologjisë me produktet e saj. Tani kompania sjell monitorin 24E450. Monitori ka një diagonale prej 23.6\u0022 me rezolucion prej 1920 x 1080 pix e cila mund të shfaqë deri në 16.7 milion ngjyra. Monitori ka të integruar një panel me dritë të teknologjisë LED mbrapa i cili mundëson të ruaj energjinë tuaj, ka shpejtësi reagimi prej 5ms, ndriçim prej 200 cd / m2 dhe kontrasti i monitorit është i teknologjisë Mega Dynamic. Këto karakteristika të bashkuara japin një pamje të mundshme përdoruesit në këndin horizontal 170 shkallë, kurse në këndin vertikal 160 shkallë, ku mundëson që ky monitor të jetë i përshtatshëm për çdo përdorim. Monitori mund të lidhet përmes porteve të integruara VGA apo digital DVI.   ","Price":109.5,"PCode":"562507smg"},{"Title":"Monitor ASUS VZ249HE - LED 23.8 \u0022 ","Description":" Përshkrimi i produktit   Monitor Elegant ASUS VZ249HE Monitor ultra-hollë ekskluziv nga Asus ofron një spektakël të madh me rezolucion FullHD, teknologji të avancuara për mbrojtjen e syve dhe pamje luksoze që plotëson shtëpinë ose zyrën tuaj. Është vetëm 7 mm i hollë dhe ekrani mbush pothuajse të gjithë monitorin, kështu që nuk e shqetësoni kornizën e shëmtuar. Në sajë të panelit të IPS-it, pamja në ekran është thjesht e përsosur, madje edhe me kënde të gjera shikimi. Monitor ASUS VZ249HE me një madhësi të ekranit prej 23.8 \u0022(60.5 cm) ofron rezolucion Full HD të 1920 x 1080 piksel me një raport 16: 9, 250 cd / m2 shkëlqim, 5 ms prej 80,000,000: 1 (ASCR) dhe këndet e shikimit janë 178 gradë horizontalisht dhe vertikalisht. Ka porte si D-Sub dhe HDMI për t\u0027u lidhur me kompjuterin. Përmasat e tij janë 540 x 391 x 211 mm.   ","Price":168.62,"PCode":"229433"},{"Title":"Monitor Acer EK240YAbi, 23.8\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitori me një diagonale prej 23.8 \u0022 dhe rezolucion FHD prej 1920 x 1080 px, ka një raport aspekt prej 16: 9 dhe një kohë përgjigjeje prej 5 ms. Shkëlqimi është 250 cd / m2, ndërsa këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Prej lidhësve ka HDMI dhe VGA. Ndriçimi është LED. Monitori mbështet standardin VESA dhe teknologjinë AMD Free-Sync. Monitori është i pajisur me disa teknologji të mbrojtjes së syve, siç janë Acer Flickerless ose Acer Blue Light Filter. Ata filtrojnë dritën e dëmshme blu dhe parandalojnë dridhjen e imazhit, duke zvogëluar tendosjen e syve dhe duke siguruar punë të rehatshme dhe shikimin e rehatshëm të figurës. Monitori thjesht kujdeset për shikimin tuaj në çdo mënyrë.   ","Price":131.59,"PCode":"290206"},{"Title":"Monitor Acer EH273bix, 27\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor LED i lakuar 27 \u0022 me rezolucion Full HD prej 1920 x 1080 px, kohë reagimi 4 ms, shkëlqim 250 cd / m2 dhe shpejtësi rifreskimi 75 Hz. Monitori është i pajisur me një numër teknologjish për imazhe perfekte dhe për të mbështetur punën afatgjatë dhe shikimin e filmave në një kompjuter pa i lodhur sytë tuaj. Për këtë qëllim, monitori është i pajisur me teknologjitë AMD Free-Sync, FlickerLess, BlueLightFilter dhe ComfyView. Prej lidhësve ofron: 1 x HDMI, 1 x VGA, 1x dalje për kufje. Monitori mbështet standardin VESA.   ","Price":169.5,"PCode":"309076"},{"Title":"Monitor Dell SE2416H 24\u0022","Description":" Përshkrimi i produktit  Monitor HD me madhësi prej 24” dhe rezolucion prej 1920 x 1080 pix. Produkti në fjalë ofron kënde të gjera shikimi prej 178 IPS. Për më shumë, ky monitor është miqësor me ambientin. Koha e reagueshmërisë së monitorit është 6ms. Në produkt përfshihen konektorë të llojit 1x HDMI dhe 1x VGA. Monitori karakterizohet me funksionin e ruajtjes së energjisë si dhe përmban xham ekrani i cili nuk e lejon reflektimin e dritës. Produkti vjen në ngjyrë të zezë.   ","Price":124.15,"PCode":"181292"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Samsung LC27H580FDUXEN - 27\u0022, i lakuar, i kaltër i errët","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":290.26,"PCode":"778401smg"},{"Title":"Monitor Dell Professional P2219H, 22\u0022 LED, Full HD, i zi / argjendtë","Description":" Përshkrimi i produktit  Siguroni komoditetin e punës dhe argëtimit me monitorin Dell Professional P2219H. I krijuar për zyra dhe për përdorim shtëpiak, do të bëjë përshtypje me funksionalitetin e tij dhe në të njëjtën kohë të kujdeset për sytë tuaj falë teknologjive të mbrojtjes së syve. Përparësitë e tij përfshijnë një diagonale prej 22 \u0022 dhe rezolucion Full HD prej 1920 × 1080 px dhe një dizajn elegant, kështu që mund të shikoni një imazh të përsosur, i cili karakterizohet nga shfaqja e ngjyrave të vërteta me kënde të shkëlqyera shikimi. Kjo e bën këtë monitor ideal për redaktimin grafik të fotografive, futjen e të dhënave në programe dhe shikimin e filmave. Ky monitor ka shkëlqim prej 250 cd / m2, kontrast 1000: 1 dhe një kohë të përgjigjes prej 5 ms. Ndërfaqja e tij përfshinë: DisplayPort 1.2, 1x HDMI 1.4, VGA, 1x portë USB 3.0 për lidhje me kompjuter (upstream), 2x porte USB 3.0 dhe 2x porte USB 2.0.   ","Price":168.73,"PCode":"290959"},{"Title":"Monitor Dell SE2219H, 22\u0022 Full HD, LED, i zi","Description":" Përshkrimi i produktit  Optimizoni hapësirën tuaj të punës me këtë monitor të efektshëm 21.5 \u0022 me mbulesë të përparme ultra të hollë, gjurmë të vogla dhe karakteristika të mira. Këndi i gjërë i shikimit dhe teknologjia In-Plane Switching (IPS) sigurojnë ngjyra të gjalla pa marrë parasysh se ku uleni. Monitori do t\u0027ju magjepsë me një paraqitje të shkëlqyer të imazhit, edhe nëse uleni ose qëndroni në një pozicion jo shumë të \u0022përshtatshëm\u0022. I dizajnuar duke pasur parasysh mjedisin, ky monitor është në përputhje me rregulloret dhe standardet më të fundit të mjedisit, të tilla si ENERGY STAR, TCO Certified Displays 7.0, China Energy-CEC-Display (CECP), WEEE, ErP (EuP), dhe Korea e -Standby. Monitori me cilësi të lartë Dell SE2219H me ekran 21.5 \u0022 ofron jo vetëm një rezolucion të shkëlqyeshëm Full HD prej 1920 × 1080 px, por gjithashtu një ritëm të rifreskimit 60Hz, raport të aspektit 16: 9, kënde të shikimit (178 ° vertikale / 178 ° horizontale), ekran IPS, kohë të përgjigjes 5 ms (në modalitetin e shpejtë) dhe një raport kontrasti 1000: 1.   ","Price":127.77,"PCode":"274014"},{"Title":"Ekran LED AOC e2460Sh","Description":" Përshkrimi i produktit   Marka AOC, ka projektuar këtë ekran me pamje klasike, që lehtësisht do të përshtatet nëpër shtëpi moderne, apo zyre. Ky model është projektuar për përdorues profesionalë, dhe ata të cilët posedojnë zyret nëpër shtëpitë e tyre. Posedon konsumim të ulët të energjisë, dhe në të njëjtën kohë jep cilësi të lartë pamjesh. Është i pajisur me dritë LED, e cila i ndihmon të arrijë një cilësi të lartë kontrasti.   ","Price":144.87,"PCode":"154227"},{"Title":"Monitor Viewsonic TD2421, 24 \u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Viewsonic TD2421 përshtatet në mënyrë të përkryer në panelet publike ose si një ekran shitës ose reklamues. Kontrolli intuitiv i prekjes ju lejon të përdorni dy gishta për ta kontrolluar atë. Ekrani me prekje mund të njohë në mënyrë optike dy pika në një kohë, duke ju lejuar të përdorni dy gishta për të zmadhuar ose zvogëluar, rrotulluar ose klikuar. Njohja optike e prekjes nuk kërkon që materiali përçues të funksionojë dhe është veçanërisht i dobishëm në doreza të tilla si pajisje mjekësore ose laboratorike ku nevojiten dorezat. Monitori Viewsonic TD2421 është i pajisur me një ekran 24 \u0022 me një rezolucion Full HD prej 1920 x 1080 piksel. Monitori ofron kënde shikimi prej 178 shkallë për përshtatje horizontale dhe vertikale, raport kontrasti prej 3000: 1, kohë të përgjigjes prej 5 ms, intensitet të shkëlqyer të dritës prej 250 cd / m2. Monitori është i pajisur me dy altoparlantë të integruar, teknologjitë: SuperClear MVA, Flicker Free dhe Blue Light Filter. Dizajni VESA e bën shumë të lehtë montimin e monitorit pothuajse kudo. Prej porteve ka: HDMI, 2 x USB 2.0 Tip A, USB 2.0 Tip B dhe DVI-I dhe VGA. Dimensionet e monitorit me mbajtëse janë 571 x 392 x 240 mm dhe peshon 5.2 kg.    ","Price":317.67,"PCode":"258620"},{"Title":"Kornizë dxhitale për fotografi Hyundai LF 730 MULTI","Description":" Përshkrimi i produktit  Korniza dixhitale ka një ekran LCD prej 7 inç me rezolucion 800 x 480 piksele. Ajo mbështetë formatet JPG, AVI, MP3, si dhe luan audio dhe video. Formati i imazhit është 16: 9, me mundësinë për të ruajtuar fotot në flash drive (hyrje USB) ose në kartën SD / SDHC / MMC. Përveç kësaj, korniza ka edhe orën dhe kalendarin, si dhe posedon komandë për kontroll të kornizës nga largësia. Furnizohet me adapter.    ","Price":44.62,"PCode":"224200"},{"Title":"Monitor Philips 276E9QJAB - LED 27 \u0022","Description":" Përshkrimi i produktit  Ky është një monitor gaming me diagonale 27 \u0022 dhe rezolucion 1920 x 1080 (Full HD). Monitori ka kohë të përgjigjes 4 ms, frekeuncë 75 Hz, raport aspekti 16 : 9, ndriçim 250 cd / m2, kontrast statik 1,000 : 1, lloj të ekranit IPS dhe mbështet 16.7 milionë ngjyra. Monitori ka 1 DisplayPort, 1 hyrje HDMI dhe hyrje VGA (D-Sub). Ndërfaqja audio 3.5mm për kufje, 3.5mm hyrëse. Monitori përfshin FreeSync, reduktimin e dritës blu dhe reduktimin Flicker. Ka kënde shikimi horizontale dhe vertikale 178°. Monitori mund të montohet në mur dhe mbështet VESA 100 x 100. Fuqia e prodhimit të altoparlantëve është 6 W. Konsumi i monitorit 15.5 W. Në pako përfshihen kabllo HDMI.     ","Price":198.81,"PCode":"295164"},{"Title":"Monitor Acer R240Y, 24\u0022 LED, Full HD, i zi / argjendtë","Description":" Përshkrimi i produktit  Monitor me një diagonale prej 24 \u0022, rezolucion Full HD prej 1920 x 1080 px, shpejtësi rifreskimi 75 Hz dhe kohë përgjigje 1 ms. Ndriçimi është 250 cd / m2, kontrasti 1000: 1, këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Monitori mbështet standardin VESA 100x100. Prej lidhësve ofron: HDMI, VGA, Teknologjitë që ofron janë: FreeSync, FlickerLess, ComfyView, ZeroFrame, BlueLightShield.   ","Price":161.5,"PCode":"309730"},{"Title":"Monitor AOC AG251FG - LED 24.5\u0022 (61cm), Full HD, i zi / argjendë","Description":" Përshkrimi i produktit  Tejkaloni lojtarët e tjerë dhe zbuloni kombinimin perfekt të kartës grafike G-Sync dhe monitorit të lojrave. Për të mësuar saktësisht se çfarë ju duhet, vizitoni faqen e G-Sync. Monitori i gjërë AOC AG251FG është dizajnuar për përvojën më të mirë gjatë lojës. Ai ka disa parametra të shkëlqyer që pamundësojnë gjendjen latente- veqanërisht nivelin e lartë të freskimit dhe kohën e shpejtë të përgjigjes. Për pamje më të përshtatshme është prezente gjithashtu edhe teknologjia Flicker-Free. WLED 24.5 \u0022monitor me ekran të gjerë ka një rezolucion 1920 × 1080 FHD të raportit , 16: 9, raport kontrasti 1000: 1, ndriçim 400 cd / m2 dhe kohë të shkurtër përgjigje prej 1 ms. Këndet e vëzhgimit 170/160, 7 milion ngjyra ndërsa lidhja mundesohet nga portet HDMI dhe DisplayPort..    ","Price":588.96,"PCode":"225984"},{"Title":"Monitor LG 32UK550, LED, 32\u0022, 4K UHD","Description":" Përshkrimi i produktit  Monitori LED LG vjen me një dizajn elegant dhe ofron shumë karakteristika. Ky monitor vjen me diagonale të ekranit 32\u0022 kualitet 4K UHD dhe me rezolucion 3840 x 2160 piksela si dhe funksionon në frekuencat 60 Hz. Falë rezolucionit 4K ju do të keni imazhe dhe video me cilësi shumë të lartë. Ju mund ta përdorni këtë monitor edhe për lojëra dhe duke përdorur teknologjinë Black Stabilizer Mode ju mund ti zbuloni armiqtë tuaj në zonat më të errëta, si dhe teknologjinë DAS mode për imazhe të përkryera të mprehta madje edhe në lojëra vërtet të shpejta. Monitori vjen me altoparlantë stereo me 2x 5 vat, ndërsa koha e reagimit të monitorit është 4 ms GTG.    ","Price":417.12,"PCode":"254155"},{"Title":"Monitor Dell U2421E - LED 24 \u0022","Description":" Përshkrimi i produktit  Monitori 24 \u0022 ofron rezolucion 1920 x 1080 FHD, panel IPS, raport aspekti 16:10, shkëlqim 350 cd / m2. Mbështet 16.7 milion ngjyra, raporti i zakonshëm i kontrastit është 1000: 1. Këndet e shikimit janë 178 ° horizontale dhe vertikale. Koha e përgjigjes është 5 ms në modalitetin normal, ka sipërfaqe ekrani anti-reflektues, lidhës HDMI, DP, USB-C, USB, RJ45, slot 3.5 mm, mbështetje VESA. Dimnsionet përfshirë mbështetësen janë 364-510.7 x 530.8 x 173 mm.   ","Price":357.67,"PCode":"301841"},{"Title":"Monitor ASUS ROG Swift PG329Q - LED, 32\u0027\u0027, QHD, i zi","Description":" Përshkrimi i produktit  Ky monitor përmban karakteristika të përsosura fizike dhe teknologjike për performancë të përsosur. Ka diagonale 32 inç dhe ofron rezolucion QHD 2560 x 1440 pikselë me përpjesëtim pamor 16:9. Është i tipit IPS dhe ka kënde pamore horizontale dhe vertikale 178 shkallë. Ka ndriçim 600 cd/m2, kontrast 1000:1 dhe kohë të përgjigjes 1 ms. Ndër konektorë ofron DisplayPort, HDMI, USB 3.0 / 3.1 / 3.2 Gen 1 Type-A, 3.5mm jack.    ","Price":913.44,"PCode":"301664"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"LED Monitor Acer Predator XB271HUAbmiprz 27\u0022","Description":" Përshkrimi i produktit  Acer XB271HUAbmiprz Predator është monitor 27\u0022 me një pamje të ndritshme e të qartë. Ky monitor ofron ngjyra të shkëlqyera dhe një kohë shumë të shpejtë përgjigjeje prej vetëm 1ms. Përparësia e tij është lidhja e shkëlqyer dhe raporti i lartë i kontrastit. Monitori zakonisht përdoret për të luajtur lojëra kompjuterike apo lidhje me rrjet LAN. Monitori në fjalë jep rezolucione të larta të imazhit prej 2560x1440 pixel në saje të teknologjisë LED backlight. Monitori është po ashtu shumë ekonomik sepse përdorë konsum të ulët të energjisë.   ","Price":558.24,"PCode":"202924"},{"Title":"Monitor LED ZOWIE by BenQ XL2740 - 27\u0022 (69cm)","Description":" Përshkrimi i produktit  ZOWIE nga BenQ XL2740 është një nga monitorët premium e-sports. Ata përmbajnë detaje të sakta për të siguruar përvojën e fundit të lojrave, me ngjyra të qarta dhe pamje mbresëlënëse të skenës së lojës. Monitori ka dy ekrane në çdo anë. Ju mund t\u0027i vendosni ato në mënyrën që ju nevojiten për ta mbajtur imazhin nga shkëlqimi, dhe sidomos për t\u0027u përqëndruar në lojë. Ky monitor 27 \u0022 ka një rezolucion prej 1920 x 1080 piksel, 16: 9, ndriçim 320 cd / m2 dhe një kohë të shkurtër të përgjigjes prej 1 ms. Lidhshmëria mbulon DVI, HDMI dhe DisplayPort. Dimensionet e tij janë 558.8 x 632.5 x 255 mm. Ai përputhet me montimin e standardeve VESA dhe ka një sërë teknologjish për përvojën e lojrave.   ","Price":707.85,"PCode":"230423"},{"Title":"Monitor ASUS TUF Gaming VG27BQ - LED 27 \u0022","Description":" Përshkrimi i produktit  Asus TUF Gaming VG27BQ 27 \u0022 është një monitor i lojrave me panel TN, rezolucion WQHD 2560 x 1440 piksel, mat. Ai ka një shkëlqim prej 350 cd / m2, kënde shikimi 170 ° në horizontale dhe 160 ° vertikale, raport aspekt 16: 9, kohë përgjigje 0.4 ms, shkalla e rifreskimit 165 Hz, lidhësit përfshijnë 2x HDMI (v2.0), 1x DisplayPort 1.2, altoparlantë 2x 2 W. Dimensionet përfshirë mbajtësen janë 620 x 377-507 x 211 mm. Duke përdorur teknologjinë NVIDIA G-SYNC, shkalla e rifreskimit të ekranit mund të sinkronizohet me kartën grafike. Kjo minimizon bllokimin, ngrirjen e imazhit dhe vonesat. Rezultati është një përvojë e qetë e lojrave, natyraliteti dhe mprehtësia e objekteve të lojës. Monitori ofron disa teknologji interesante të lojës. Njëra është Shadow Boost duke ndriçuar zona të errëta, tjetra është Extreme Low Motion Blur, e cila eliminon turbullimin dhe shqyerjen e objektit. ASUS GameVisual ofron 7 modalitete të paracaktuar ekrani dhe kontroll të shpejtë përmes tastit të integruar GamePlus. Teknologjia ASUS Flicker Free përdor rregullimin inteligjent dinamik të dritës së prapme, parandalon vlerat e shkëlqimit shumë të ulët dhe eliminon dridhjen. Rezultati është një ekran plotësisht i qartë, pa shkrepje që nuk shqetëson përdoruesin gjatë shikimit, rrit komoditetin e shikimit të përmbajtjes dhe ndihmon në parandalimin e lodhjes. Teknologjia ASUS Ultra-Low Blue Light në mënyrë efektive zvogëlon sasinë e dritës blu të dëmshme të emetuar nga ekrani, i cili gjithashtu ndihmon në uljen e lodhjes dhe rritjen e rehatisë së monitorimit. Kjo teknologji ju sjell rehatinë absolute të mundshme në punë, kështu që ju ende mund të punoni të qetë për periudha më të gjata kohore.   ","Price":471.9,"PCode":"287065"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor ASUS MB16AP, 15.6\u0022 Full HD, LED, i hirtë ","Description":" Përshkrimi i produktit  Realizoni shumë më tepër punë me monitorin portativ të zyrës - Asus MB16AP dhe bëjeni punën tuaj në një nivel shumë më të lartë. Monitori përmban një ekran 15.6 \u0022 Full HD (1920 x 1080 px) me teknologji IPS, kënde të gjera të shikimit, ndriçim 220 cd / m2, raporti kontrasti 800: 1. Mbështet teknologji për të mbrojtur sytë tuaj Asus Flicker Free dhe Ultra Low Blue Light për të eleminuar dritën blu të padëshiruar. Monitori lidhet me pajisjet e pajtueshme përmes portit USB 3.1 Tip-C dhe mund të zbulojë automatikisht orientimin dhe të ndërrojë monitorin midis modaliteteve landscape dhe portrait ose shfaqjes horizontale të imazhit. Me këtë monitor 15.6 \u0022, ju lehtë mund të zgjeroni desktopin tuaj me një ekran shtesë, duke e bërë atë zgjidhjen ideale për të plotësuar laptopin tuaj me baterinë e këtij monitori e cila është e qëndrueshme dhe ka kapacitet prej 7,800 mAh që mbështet deri në 4 orë jetëgjatësi të baterisë. Me dimensione kompakte, monitori përshtatet pothuajse në çdo mbështjellëse të laptopit, është i trashë 8 mm dhe peshon 850 gram, duke e bërë atë një nga monitorët më të lehtë. Poashtu, monitori është i pajisur me një mbështjellëse inteligjente të palosshme që e mbron në mënyrë të përsosur atë nga pluhuri dhe gërvishtjet. Strehimi mund të rregullohet në pozicionin horizontal ose vertikal. Pajisja gjithashtu ka një vend të caktuar për stilolaps, ku mund të vendosni stilolapsin si një mbështës alternativ të ekranit.   ","Price":354.72,"PCode":"260613"},{"Title":"Monitor BenQ GW2780 - LED, 27\u0022, Full HD","Description":" Përshkrimi i produktit  Ky monitor BenQ GW2780 është dizajnuar për këdo që dëshiron të shijojë foto, video ose informatikë afatgjate. Ky panel IPS ofron teknologji të shkëlqyeshme për të mbrojtur sytë tuaj dhe krenohet me një ekran shumë të besueshëm me ngjyra dhe një kënd të mirë shikimi prej 178 ° horizontalisht dhe vertikalisht. Monitori me ekran 27 \u0022 IPS ka rezolucion Full HD 1920 × 1080 piksel, 16: 9 aspect ratio, ndriçim 250 cd / m2 dhe kohë përgjigjje 5ms. Lidhshmëria sigurohet nga lidhësit VGA dhe HDMI, dhe monitori ka dimensione 463 × 612 × 183 mm.   ","Price":225.62,"PCode":"221416"},{"Title":"Monitor LED BenQ EW3270U - 31.5\u0022 (80cm), 4K UHD, i hirtë","Description":" Përshkrimi i produktit  Monitori Benq BenQ EW3270U është i dizajnuar posaçërisht për të apasionuarit e videolojërave që nuk duan të humbasin asnjë detaj. Ky monitor vjen me një diagonale prej 31.5\u0022 me kualitet Full HD dhe rezolucion 4k UHD prej 3840x2160 piksela, me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty, si dhe teknologji Flicker Free që ju mbron sytë edhe nga orët e gjata të shikimit. Gjithashtu, monitori siguron një imazh të shkëlqyer në sajë të ndriçimit të saj prej 300 cd / m2 dhe raportit të saj të shkëlqyer dinamik të kontrastit prej 12,000,000: 1, i cili bën ngjyrat e shfaqura shumë të ndritshme edhe në dritën e diellit. Ka një kënd shikimi prej 178 ° vertikalisht dhe horizontalisht, teknologjinë ZHEL që nxjerr në pah pajisjet më të mira të linjës, si dhe teknologjinë Backlight për prodhimin dhe përpunimin më të mirë të imazhit, e cila gjithashtu mundëson konsumin të ulët të energjisë.    ","Price":531.36,"PCode":"235572"},{"Title":"Monitor BenQ EL2870U - LED 28\u0022 (71cm), 4K UHD, i hirtë","Description":" Përshkrimi i produktit  BenQ prezanton monitorin EL2870U, i cili është ideal për lojra ose punë. Kjo është zgjidhja perfekte për të përmbushur të gjitha kërkesat e përdoruesve. Monitor ofron rezolucion të lartë 4K UHD dhe ekran me madhësi 28\u0022. Me rezolucion ultra të lartë 4K UHD (Ultra-High Definition), me 3840 x 2160 piksela, ju merrni imazhe të përkryera. EL2870U përdor një gamë të lartë dinamike (teknologji HDR), duke dhënë shkëlqim dhe kontrast të fortë për të arritur një gamë të thellë ngjyrash. Poashtu ka përgjigje 1 ms.   ","Price":335.82,"PCode":"236458"},{"Title":"Monitor BenQ PD2700U, LED, 27\u0022","Description":" Përshkrimi i produktit  Benq PD2700U është një monitor LED 27 \u00224K UHD për grafikë dhe stilistë. Paneli IPS, teknologjia HDR, koha e përgjigjes 5 ms (GTG); madhësia 27\u0022, 4K UHD rezolucion 3840x2160 pika, shkëlqimi 350 cd / m2, kënde shikimi 178 ° / 178 °, kontrast 1300: 1; lidhës: 4x USB 3.1, DP, HDMI, altoparlantë të integruar 2x 2W, bosht. Modalitetet e videos REC709 / HDR / sRGB / CADCAM / Animation / Low Blue Light / Dark Room / User.   ","Price":589.92,"PCode":"249661"},{"Title":"Monitor Samsung S27R350, 27\u0022 LED, Full HD, i hirtë","Description":" Përshkrimi i produktit  Samsung S27R350 do t\u0027ju magjepsë në shikim të parë. Është me të vërtetë elegant, ofron një dizajn pa kornizë nga tre anët dhe mbajtësja ka një formë Y. Falë shkallës së rifreskimit prej 75 Hz, ju lehtë mund të shijoni edhe skena plot aksion. Pavarësisht nëse është seria, videoja apo loja juaj e preferuar, përmbajtja shfaqet pa probleme dhe pa vonesë. Monitori mbështet FreeSync, një teknologji që sinkronizon shkallën e rifreskimit midis kartelës grafike dhe monitorit. Kjo teknologji zvogëlon vonesat, kështu që ju mund të shijoni skena veprimi me hapa të shpejtë si në lojëra ashtu edhe në filma dhe video. Monitori ofron modalitetin Eye Saver, i cili kujdeset për shëndetin dhe rehatinë e syve tuaj. Ka teknologji Flicker Free, e cila ndalon dridhjen e bezdisshme të përmbajtjes. Kjo ju lejon të punoni ose të luani për orë të gjata pa pasur lodhje të syve. Monitori ka ekran të gjerë 16: 9, shkëlqim 250 cd / m2, kontrast 1000: 1 dhe përgjigje 5 ms. Këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht, shpejtësia e rifreskimit është 75 Hz. Ai ofron ndërfaqe D-Sub dhe HDMI 1.4 dhe mbështet standardin VESA 75 x 75. Përmasat e tij përfshirë mbajtësen janë 611.7 x 463 x 250.5 mm, pesha 4.5 kg.   ","Price":155.32,"PCode":"292271"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Viewsonic VX2758-P-MHD, 27\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Viewsonic VX2758-P-MHD është një monitor lojërash 27 \u0022 me kornizë të hollë dhe rezolucion Full HD prej 1920 × 1080 px, kohë të përgjigjes 1 ms dhe normë rifreskimi 144 Hz. Monitori është i pajisur me teknologji për imazhe të përsosura dhe punë kompjuterike afatgjata. Për këtë qëllim, monitori është i pajisur me teknologjitë FreeSync, Flicker Free, Blue Light Filter, shkëlqim prej 300 cd / m2 dhe kontrast 1000: 1. Prej ndërfaqeve ka: HDMI, Display Port dhe lidhës për kufje.   ","Price":283.68,"PCode":"284503"},{"Title":"Monitor AOC AG353UCG - LED 35\u0027\u0027","Description":" Përshkrimi i produktit  Ky monitor kombinon një varg karakteristikash të përkryera për performancë të shkëlqyer. Ka diagonale 35\u0027\u0027 dhe ofron rezolucion fantastik 3440 x 1440 (UW-QHD) pikselë. Audio ka kapacitet 10W. Ekrani është i tipit VA. Koha e përgjigjës është 2 ms ndërsa vlera e ndriçimit 1000 cd/m2, kontrasti 2500:1 dhe mbështet 16.7 milionë ngjyra. Këndet pamore janë 178 shkallë dhe përfshin teknologji për reduktim të dridhjes së imazhit dhe reduktim të dritës së kaltër gjë që mbron sytë tuaj. Lidhet me pajisje përmes HDMI, USB, 3.5 mm, DisplayPort.   ","Price":2236.32,"PCode":"295895"},{"Title":"Monitor AOC AG273QZ - LED 27\u0027\u0027","Description":" Përshkrimi i produktit  Ky monitor kombinon një varg karakteristikash të përkryera për performancë të shkëlqyer. Ka diagonale 27\u0027\u0027 dhe ofron rezolucion fantastik 2560 x 1440 (QHD) pikselë. Audio ka kapacitet 10W. Ekrani është i tipit TN. Koha e përgjigjës është 0.5 ms ndërsa vlera e ndriçimit 400 cd/m2, kontrasti 1000:1 dhe mbështet 16.7 milionë ngjyra. Këndet pamore janë 170 dhe 160 shkallë dhe përfshin teknologji për reduktim të dridhjes së imazhit dhe reduktim të dritës së kaltër gjë që mbron sytë tuaj. Lidhet me pajisje përmes HDMI, USB, 3.5 mm, DisplayPort.   ","Price":692.64,"PCode":"295879"},{"Title":"Monitor Acer CB272smiprx, 27\u0022 LED, Full HD, i zi / argjendtë","Description":" Përshkrimi i produktit  Monitor elegant 27 \u0022 i pajisur me rezolucion Full HD prej 1920 x 1080 px, raport 16: 9, teknologji IPS, dritë të pasme LED, përgjigje 1 ms, shpejtësi rifreskimi 75 Hz, shkëlqim 250 cd / m2 dhe kontrast 1000: 1. Prej lidhësve ka: DisplayPort, VGA dhe dalje për kufje. Mbeshtet VESA 100x100. Këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Monitori është i pajisur me 2x altoparlantë me fuqi 2W (secili). Pesha përfshirë mbajtësen është 5.64 kg.    ","Price":208.52,"PCode":"299869"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor GIGABYTE AORUS FI25F - LED 24.5 \u0022","Description":" Përshkrimi i produktit  Monitori i lojës 24.5 \u0022 me një dizajn elegant sjell një kënd të shkëlqyeshëm të shikimit. Drita e pasme IPS për të krijuar një mjedis perfekt të lojrave. Rezolucioni 1920 × 1080. Koha e përgjigjes 0.4 ms (MPRT). Ndriçimi 400 cd / m2, shpejtësia e rifreskimit 240 Hz. Lidhja përmes 2x HDMI 2.0, 2x USB 3.0, 1x DisplayPort 1.2. Mbështet standardin VESA 100 x 100. Përmasat me mbështetëse 558 x 485-548 x 236 mm, pesha 6.66 kg.   ","Price":484.32,"PCode":"297559"},{"Title":"Monitor Dell P2319H - LED 23 \u0022 ","Description":" Përshkrimi i produktit  Optimizoni hapësirën tuaj të punës me këtë monitor të efektshëm 23 \u0022 me mbulesën ultra të hollë dhe karakteristika komode. Punoni të qetë në ekranet e shumëfishta dhe zgjidhni nga modelet e paracaktuara duke përdorur Easy Arrange në Dell Display Manager. Shpejt mblidhni dhe organizoni aplikacionet tuaja dhe kthehuni në punë më shpejtë me Auto-restore, e cila mban mend se ku keni mbetur. Këndi i gjerë i shikimit dhe teknologjia In-Plane Switching (IPS) ofrojnë ngjyra të gjalla pa marrë parasysh se ku uleni. Monitori do t\u0027ju magjepsë me interpritimin e shkëlqyer të imazhit edhe kur uleni ose qëndroni në një pozicion jo shumë të përshtatshëm. Ky monitor ka rezolucion max 1920 x 1080 në 60 Hz, raport 16: 9 dhe kënd jashtëzakonisht të gjerë shikimi (178 ° vertikal / 178 ° horizontal). Ai ka përgjigje 5ms, raport kontrasti 1000: 1, mbajtëse të rregullueshme (130 mm), lejon anim (-5 ° deri në 21 °), rrotullimin vertikal (-45 ° deri 45 °) dhe rrotullimin horizontal (-90 ° deri në 90 °). Përfshin ndërfaqen e panelit të sheshtë: VESA (100 mm). Ndërfaqja: USB 3.0 Super-Speed ??Hub (me 1 port USB për lidhje PC (upstream), 2 porte USB 3.0 për pajisje periferike dhe 2 porte USB 2.0 për pajisje periferike), 1 x HDMI, 1 x DP, 1 x VGA.    ","Price":186.67,"PCode":"264164"},{"Title":"Monitor Philips 499P9H - LED 49\u0022","Description":" Përshkrimi i produktit  Monitor profesional 49 ”DQHD me rezolucion 5120 x 1440, kohë përgjigjeje 5 ms dhe shpejtësi rifreskimi 60 Hz. Monitori është i pajisur me një numër teknologjish për imazh të shkëlqyeshëm dhe për menaxhimin e përmbajtjes suaj multimedia në kompjuterin tuaj. Për këtë qëllim, monitori është i pajisur me modalitetin Adaptive-Sync, LowBlue. Ndërfaqja e monitorit: 2x HDMI 2.0, 3x USB 3.1, DisplayPort, USB-C. Monitori mbështet standardin VESA dhe është i pajisur me altoparlantë 5W x 2.   ","Price":977.07,"PCode":"262040"},{"Title":"Monitor LG 27GL83A-B, 27\u0022 LED, QHD, i zi","Description":" Përshkrimi i produktit  Monitor i lojërave me diagonale 27 \u0022, rezolucion QHD prej 2560 × 1440 px, kohë të përgjigjes 1 ms GtG at Faster, shpejtësi të rifreskimit 144 Hz dhe shkëlqim 350 cd / m2. Monitori është i pajisur me një numër teknologjish për figurë të përsosur dhe lojëra kompjuterike. Për këtë qëllim, monitori është i pajisur me G-Sync, Low Blue Light, Flicker Free, AMD FreeSync, Black Stabilizer, Crosshair, Dynamic Action Sync. Ndërfaqja e monitorit përfshin: 2 x HDMI 2.0, Display Port 1.4, dalje audio për kufje. Monitori është i pajisur me 2x altoparlantë me fuqi 2 W. Ai mbështet standardin VESA. Me qëndrimin e rregullueshëm, ju mund ta rregulloni monitorin në lartësinë dhe pjerrësinë që ju përshtatet më së miri. Është krijuar për të siguruar një gamë më të gjerë cilësimesh për të rritur produktivitetin dhe komoditetin e lojës.   ","Price":436.32,"PCode":"294581"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Acer CB342CKsmiiphzx, 34\u0022 LED, WQHD, i zi / argjendtë","Description":" Përshkrimi i produktit   Monitor me diagonale prej 34 \u0022 dhe rezolucion WQHD prej 3440 x 1440 px, i cili ka një raport të aspektit prej 21: 9, një normë freskimi prej 75 Hz, një raport kontrasti prej 1000: 1 dhe një kohë përgjigjeje prej 1 ms. Shkëlqimi është 250 cd / m2. Monitori ofron altoparlantë me fuqi 2x 3 W. Këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Prej lidhësve monitori ka: 2x HDMI, 1x DP, 1x USB 3.0 Upstream, dhe 2x USB 3.0 Downsteram. Monitori përmban një panel IPS me dritë të pasme LED. Ai mbështet standardin VESA. Prej teknologjive ka: ComfyView dhe AMD Free-Sync .   ","Price":489.12,"PCode":"290286"},{"Title":"Monitor Acer Nitro VG270Sbmiipx - LED monitor 27\u0022","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":261.5,"PCode":"311822"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor HP OMEN X, LED 27 \u0022","Description":" Përshkrimi i produktit   Ky ekran 27 \u0022jo vetëm që plotëson tërë fushën e shikimit të lojtarëve, por gjithashtu u mundëson atyre të nxjerrin potencialin e tyre të plotë. Ka dritë LED, dhe diagonale 27 \u0022, rezolucion 2560 x 1440 16: 9, shkëlqim 400 nit, raport kontrasti: 1000: 1 (statik), 10 milion: 1 (dinamik), përgjigje në kohë: 1 ms me Overdrive, lartësi të rregullueshme, 170 ° kënde vertikale horizontale dhe shikimi 160 °, AMD FreeSync, si dhe frekuencë 240Hz. Poashtu, monitori HP ju jep mundësinë ta lidhni monitorin me monitor të tjerë apo edhe me pajisje tjera. Në skajet e monitorit praktikisht nuk ka korniza. Kjo ju lejon të lidhni monitorë të shumëfishtë krah për krah dhe të shijoni një ekran super të madh. Si rregull, këta vëzhgues vendosen në një hark dhe ju keni tërë botën e lojës përreth jush. Përvoja është edhe më e mirë.   ","Price":579.36,"PCode":"277117"},{"Title":"Monitor Acer CB342CKC, 34\u0022 LED, UW-QHD, i zi / argjendtë","Description":" Përshkrimi i produktit  Monitor me një diagonale prej 34 \u0022 dhe rezolucion UW-QHD prej 3440 x 1440 px, i cili ka një raport aspekti prej 21: 9, një raport kontrasti 1000: 1, dhe një kohë reagimi 1 ms. Ndriçimi është 400 cd / m2. Ai ofron 2x altoparlantë 3 W, kënde shikimi prej 178 ° horizontalisht dhe vertikalisht. Prej lidhësve ofron: 1x DP, 2x HDMI, hub USB-C, lidhës kufjesh. Monitori është i punuar me një panel IPS me dritë të pasme LED, mbështet standardin VESA. Përmasat përfshirë stendën janë: 817 mm x 447 mm x 269 mm, pesha 8.7 kg.   ","Price":537.5,"PCode":"309731"},{"Title":"Monitor ASUS VG259Q, 25\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitori i lojrave nga Asus është i pajisur me një ekran 25 \u0022 me rezolucion Full HD prej 1920 x 1080 px. Monitori ofron kënde shikimi prej 178 ° horizontalisht dhe vertikalisht, raport kontrasti 1000: 1, koha të përgjigjes 1 ms, ritëm të rifreskimit 144 Hz dhe shkëlqim 400 cd / m2. Monitori mbështet teknologjitë Adaptive-Sync (FreeSync), HDCP, GameFast Input dhe Low Blue Light. Prodhimi audio sigurohet nga dy altoparlantë stereo RMS. Lidhja me monitorin është e mundur përmes HDMI dhe DiplayPort. Përmasat e monitorit përfshirë mbajtësen janë: 536 x 357- 487 x 211 mm, pesha totale: 5.1 kg.   ","Price":299.04,"PCode":"291879"},{"Title":"Monitor HP 24mq - 23,8\u0027\u0027 LED ","Description":" Përshkrimi i produktit  Monitori HP 24mq vjen me një diagonale prej 23,8\u0022 që ofron rezolucion QHD 2560 x 1440 pikselë dhe autoparlantë të integruar për performancë të shkëlqyer. Mbështet teknologjinë IPS dhe Blue light reduction. Ekrani është pa shkëlqim dhe ka ndriçim 250 cd/m2. Veçanti të këtij monitori janë edhe mundësitë e lidhjes përmes porteve HDMI dhe VGA D-Sub.   ","Price":198.24,"PCode":"309056"},{"Title":"Monitor LED ASUS VT168N 16\u0022","Description":" Përshkrimi i produktit  Monitori LED ASUS VT168N hyn në kategorinë e monitorëve më modern, pasi që posedon teknologjinë \u0027touchscreen\u0027. Gjithashtu posedon edhe teknologjinë e cila mbron sytë tuaj nga dëmtimet e rrezeve. Ka rezolucion të ekranit prej 1366 x 768 px, me proporcion të ekranit 15:6. Është ideale për sistemin operativ Windows 10. Me anë të gishtave mund të bëni manovrime të ndryshme, si p.sh: zoom-in, zoom-out etj. Koha e reagimit shkon ne 5 ms.   ","Price":143.92,"PCode":"190216"},{"Title":"Monitor LED ASUS MB168B - 16\u0022 (40cm), HD, i zi","Description":" Përshkrimi i produktit  Është një monitor me dizajn interesant i monitorit të hollë me ndërfaqe USB 3.0, ndriçim nga pas LED dhe konsum të ulët të energjisë. Dizajni i kësaj perle vjen me një kasë ASUS Smart Case. Monitori është i dizajnuar për përdoruesit të cilët duan të efektivitetin e punës së tyre. Ofron ngjyra të mrekullueshme dhe imazhe të gjalla për fotografi dhe video, falë rezolucionit HD. Këndi horizontal ka kënd horizontal prej 90°, ndërsa atë horizontal prej 65°. Monitori gjithashtu ofron mundësinë e lidhjes përmes portit USB.   ","Price":167.67,"PCode":"134226"},{"Title":"Monitor iiyama ProLite XUB2792QSU 27\u0022, i zi","Description":" Përshkrimi i produktit  Monitori iiyama ProLite XUB2792QSU 27\u0022 është elegant, ultra i hollë dhe i nevojshëm për përdorim në zyre. Ofron imazh të kualitetit të lartë, falë panelit IPS me një rezolucion të lartë qHD. Shumë lehtë mund ti ndryshohet pozita e tij sipas preferencave dhe nevojave tuaja. Baza e tij ju lejon që të kontrolloni lartësinë e monitorit si dhe t’a rrotulloni monitorin nga pozita horizontale në atë vertikale. Është shumë i rehatshëm për sytë tuaj gjatë shikimit të përditshëm. Ky monitor ka rezolucion qHD 2560 x 1440 px, raport prej 16:9, ndriqueshmëri prej 350 cd / m2, kohë reagimi deri në 5ms dhe një kontrast dinamik prej 5M:1. Ka kënde rrotullimi prej 178° horizontalisht dhe vertikalisht. Mund të lidhet me kompjuter përmes porteve HDMI, DVI dhe DisplayPort. Dimensionet e tij janë 611 x 397 (527) x 230 mm dhe peshon 6.1 kg.    ","Price":347.22,"PCode":"204141"},{"Title":"Monitor BenQ EW2780Q 27\u0027\u0027","Description":" Përshkrimi i produktit  Monitori BenQ EW2780Q vjen me një diagonale prej 27\u0022 me kualitet QHD dhe rezolucion 2560 x 1440 pikselë me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty. Mbështet teknologjitë si IPS, Blue light reduction dhe Flicker Reduction. Veçanti të këtij monitori janë edhe mundësitë e lidhjes përmes porteve DisplayPort, USB dhe HDMI.?    ","Price":358.5,"PCode":"311429"},{"Title":"Monitor BenQ GW2475H, 24\u0022 LED, Full HD, i zi","Description":"  Përshkrimi i produktit  Monitori BenQ GW2475H ka një diagonale prej 24\u0022, rezolucion Full HD prej 1920 x 1080 px, shkëlqim 250 cd / m2, kontrast statik 1000: 1, kënde shikimi 178 ° horizontalisht dhe vertikalisht, kohë përgjigjeje 5 ms. Është një panel IPS me ndriçim W-LED, i cili mbështet 16.7 milion ngjyra. Monitori mbështet edhe standardin VESA. Ai ofron: 1x D-sub, 2x HDMI 1.4 dhe 1x lidhës audio 3.5 mm. Përmasat e monitorit përfshirë mbajtësen janë 540 x 418.2 x 189.2 mm, pesha është 4.9 kg.   ","Price":130.62,"PCode":"290772"},{"Title":"Monitor Acer Predator XB253QGXbmiiprzx - LED monitor 24,5\u0022","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":387.5,"PCode":"311819"},{"Title":"Monitor LED iiyama ProLite XUB2492HSU-W1 - 23.8\u0022 (60cm)","Description":" Përshkrimi i produktit  Iiyama ProLite XUB2492HSU-W1 monitor LCD siguron riprodhim të saktë të ngjyrave dhe kënde të gjera shikimi, dhe përshtatet pothuajse kudo - në zyrë, në shkollë dhe në shtëpi. Monitoruesi është shumë i hollë dhe elegant, kurse stenda është përpunuar, e sheshtë dhe ka një vrimë në të. Por tërheqja më e madhe është korniza e hollë. IIyama ProLite XUB2492HSU-W1 është e pajisur me teknologjinë IPS për kontrast të zgjeruar, është e zezë e errët dhe ka kënde shumë më të mira shikimi. Vjen me 23,8 \u0022LCD ekran të gjerë me rezolucion Full HD të raportit 1920 × 1080, 16: 9, 250 cd / m2 ndriçim, kënd 178, shikime horizontale dhe 168 orë vertikale dhe 5 ms kohë të shkurtër përgjigje dhe me altoparlantë të integruar 2W × 2. Lidhshmëria sigurohet nga lidhësit VGA, DisplayPort dhe HDMI, me përmasa 539.5 x 376 x 230 mm.    ","Price":196.93,"PCode":"227816"},{"Title":"Monitor BenQ PD2500Q - LED 25\u0022","Description":" Përshkrimi i produktit  Benq PD2500Q është një monitor me ekran të gjerë me 25 \u0022I / O, raport 16: 9 dhe rezolucion 2560 x 1440 piksel.Posedon ndriçim 350 cd / m2, 4ms kohën e përgjigjes, kontrast të lartë amtare 1000: 1 dhe këndin e shikimit 178 shkallë horizontale. Lidhet me PC me porte DP dhe HDMI, ka një portë Ethernet LAN dhe altoparlantët të integruar 2W.   ","Price":356.72,"PCode":"221415"},{"Title":"Monitor ASUS TUF Gaming VG32VQ - LED 32\u0022","Description":" Përshkrimi i produktit  Ky monitor lojërash kombinon dhe mbështet një varg tiparesh teknologjike që ju ofrojnë juve kënaqësi maksimale. Pamjet reale të detajuara ofron përmes rezolucionit 2560 x 1440 pikselë. Ka dizajn ergonomik dhe reagim 1 ms. Përpjesëtimi pamor i tij është 16:9, ndriçimi 400 cd/m2 dhe kontrasti 3000:1. Mbështet teknologjinë ASUS Shadow Boost që ndihmon në zvogëlimin e emetimit të dritës Blue që rrjedhimisht ndikon në ruajtjen e shikimit tuaj dhe ka dy altoparlantë të brendshëm me kapacitet 2W. Përfshin konektorë HDMI, DisplayPort. Përmasat e tij së bashku me mbajtëse janë 713x (580 ~ 440) x233 mm dhe peshon 9.13 kg.    ","Price":559.2,"PCode":"274091"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor HP OMEN - LED 25\u0022","Description":" Përshkrimi i produktit  Ky ekran 25-inç i shkëlqyer ofron imazhe që gati përzihen me realitetin. Monitori LCD me ekran të lartë 144 Hz me ndriçim LED dhe diagonale 25 inç. Ekrani përdor një panel TN- me ndriçim LED dhe një rezolucion 1920x1080. 1000: 1 (statike) dhe 10 milionë: 1 (dinamike), me 1ms kohë të shkëlqyeshme të përgjigjes, teknologjia AMD FreeSync (kur lidhet DisplayPort), backlight LED dhe filtri anti-reflektim. Monitori HP OMEN vjen me dimensione 569 x 407.9 x 227.5 mm, peshë 4.6 kg dhe ngjyrë të zezë.   ","Price":258.87,"PCode":"223695"},{"Title":"Monitor Acer Predator XB253QGPbmiiprzx, 24.5\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor me një diagonale prej 24.5\u0022, rezolucion Full HD prej 1920 x 1080 px, raport aspekti prej 16: 9, raport kontrasti prej 1000: 1, normë rifreskimi prej 144 Hz dhe një kohë përgjigjeje prej 2 ms. Shkëlqimi është 400 cd / m2, ndërsa këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Monitori është i pajisur me 2x altoparlantë me fuqi 4 W. Prej lidhësve ofron: HDMI, DP dhe 4x USB 3.0. Monitori posedon panel IPS me dritë të pasme LED dhe mbështet standardin VESA. Pesha e tij është 5.3 kg.   ","Price":315.73,"PCode":"290223"},{"Title":"Monitor Samsung S27F358 - LED 27\u0022","Description":" Përshkrimi i produktit  Samsung F358 ofron një dizajn tepër të lëmuar, dizajn elegant dhe një shfaqje të shkëlqyeshëm të ngjyrave. Ajo ka një ekran PLS që nuk e shtrembërojnë ngjyrën në skajet dhe ngjyrat janë të dallueshme qartë nga çdo kënd shikimi. Falë mbështetjes së fortë, monitoruesi ka stabilitet të madh. Samsung S27F358 Flat Panel Monitor sjell një rezolucion imazhi prej 27 \u0022me një rezolucion prej 1920 x 1080 piks. Lloji i panelit PLS, koha e përgjigjes 4ms (GTG), këndi i shikimit 178/178 °, raporti i kontrastit 1000: 1 dhe 250 Dimensionet e stendës me stendë (W x H x D) 626.2 x 466.1 x 242.6 mm.   ","Price":172.42,"PCode":"221157"},{"Title":"Monitor ASUS TUF Gaming VG27AQL1A, 27\u0022 LED, WQHD, i zi","Description":" Përshkrimi i produktit  Monitori i lojërave Asus TUF VG27AQL1A ka një diagonale prej 27 \u0022 dhe rezolucion WQHD prej 2560 x 1440 px. Është një panel IPS. Këndet e shikimit të tij janë 178 ° horizontalisht dhe vertikalisht, shkëlqimi është 400 cd / m2, raporti i kontrastit është 1000: 1. Ai ka 2x altoparlantë 2W, frekuencë të rifreskueshme 170 Hz, kohë përgjigje prej 1 ms, 2x lidhës HDMI 2.0, DP 1.2, 2x USB 3.0, mbështet standardin VESA 100 x 100 dhe dryrin Kensington. Përmasat e tij duke përfshirë mbajtësen janë 615 x 405-535 x 215 mm, pesha 6.6 kg. Teknologjia ASUS Flicker Free përdor rregullimin inteligjent dinamik të dritës së prapme, parandalon vlerat e shkëlqimit shumë të ulët dhe eliminon dridhjen. Rezultati është një ekran plotësisht i qartë, pa shkrepje që nuk shqetëson përdoruesin gjatë shikimit, rrit komoditetin e shikimit të përmbajtjes dhe ndihmon në parandalimin e lodhjes. Thuaj lamtumirë syve të lodhur. Teknologjia ASUS Ultra-Low Blue Light zvogëlon në mënyrë efektive sasinë e dritës blu të dëmshme të emetuar nga ekrani, që gjithashtu ndihmon në uljen e lodhjes dhe rritjen e rehatisë së monitorimit. Kjo teknologji ju sjell rehatinë absolute të mundshme në punë, kështu që ju ende mund të punoni të qetë për periudha më të gjata kohore.   ","Price":532.32,"PCode":"292037"},{"Title":"Monitori MSI PRO MP271 - 27 LED","Description":" Përshkrimi i produktit  Monitori MSI PRO MP271 vjen me një diagonale prej 27\u0022 me kualitet Full HD dhe rezolucion 1920 x 1080 pikselë me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale dhe altoparlantë të integruar. Mbështet teknologjitë si IPS, Blue light reduction, dhe Flicker Reduction. Veçanti të këtij monitori janë edhe mundësitë e lidhjes përmes porteve DisplayPort, USB dhe HDMI.?   ","Price":180.02,"PCode":"311380"},{"Title":"Monitor ASUS TUF VG27AQ - LED 27\u0022","Description":" Përshkrimi i produktit  Monitori ASUS TUF VG27AQ ka ekran prej 27\u0022 i cili iu lejon të shihni imazhe në këndet 178 shkallë vertikalisht dhe 178 shkallë horizontalisht. me pamje të ndritura dhe të qarta dhe ka orientim 16:9, i cili ofron pamje të mrekullueshme. Monitori jep pamje të shkëlqyera falë teknologjisë LED të ndriçimit, e cila mundëson performancë më të mirë të parametrave. Garanton një performancë të lartë të pamjes, madje edhe në kushte të dritës së dobët. Monitori posedon rezolucion 2560 x 1440 (QHD), si dhe teknologji Flicker Free që ju mbron sytë edhe nga orët e gjata të shikimit.    ","Price":455.52,"PCode":"281838"},{"Title":"Monitor Viewsonic XG2405, 24\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor i lojrave me madhësi 24 \u0022, rezolucion Full HD prej 1920 x 1080 px, teknologji IPS, shkëlqim 250 cd / m2, raport aspekti 16: 9, kontrast 1000: 1, përgjigje 1 ms, shkallë rifreskimi 144 Hz, këndë shikimi 178 ° (horizontalisht dhe vertikalisht), altoparlantë 2x 2 W, teknologji SuperClear IPS dhe AMD FreeSync. Prej ndërfaqeve ka: 2x HDMI 1.4, 1x DP, VGA dhe lidhës audio 3.5 mm. Monitori ofron mbështetje për standardin VESA. Përmasat e tij përfshirë mbajtësen janë: 540 x 521 x 239 mm.   ","Price":249.12,"PCode":"284231"},{"Title":"Monitor Dell U4320Q, 43\u0022 LED, 4K UHD, i zi","Description":" Përshkrimi i produktit  Siguroni lehtësinë e punës dhe argëtimit me monitorin Dell U4320Q. Projektuar për zyra, si dhe për përdorim shtëpiak, do të bëjë përshtypje me funksionalitetin e tij dhe në të njëjtën kohë të kujdeset për sytë tuaj falë teknologjive të mbrojtjes së syve. Përparësitë e tij përfshijnë një diagonale 43 \u0022 me rezolucion 4K UHD prej 3840 x 2160 px dhe një dizajn elegant, kështu që ju mund të shikoni një imazh të përsosur, i cili karakterizohet nga shfaqja e ngjyrave të vërteta me kënde të shkëlqyera shikimi. Kjo e bën këtë monitor ideal për redaktimin grafik të fotografive, futjen e të dhënave në programe dhe shikimin e filmave. Shijoni mprehtësinë e shkëlqyeshme të një ekrani 43 inç me një raport 16: 9, me rezolucion 4K UHD prej 3840 x 2160 px me kënde shikimi ultra të gjerë 178 ° / 178 °. Performanca superiore, riprodhimi i saktë i ngjyrave me detaje të gjalla në një monitor të gjerë, me performancë të lartë, ofron mundësinë për të punuar më të qetë, pa pasur nevojë që të zmadhoni vazhdimisht imazhin. Falë lidhësit USB-C, ju mund të lidhni laptopin tuaj në një monitor dhe të karikoni me energji deri në 90 W me një kabllo dhe të transferoni video dhe të dhëna në të njëjtën kohë. Përveç kësaj, portet anësore të shpejta me ndarje të përshtatshme lejojnë karikimin e lehtë dhe lidhjen e pajisjeve të ndryshme, duke zvogëluar rrëmujën e kabllove. Shfrytëzoni sa më shumë hapësirën tuaj të kufizuar me një bazë kompakte. Dizajni praktik pa kornizë ju lejon të punoni me një imazh të vazhdueshëm në ekrane të shumëfishtë. Duke e anuar dhe rrotulluar monitorin sipas nevojës, ju mund të punoni të qetë gjatë gjithë ditës. Monitori ofron produktivitet në të gjitha nivelet. Vendosja e thjeshtë e bën të lehtë rregullimin dhe shfaqjen e aplikacioneve në ekrane të shumëfishtë. Në të kundërt, tipari i rifreskimit automatik kujton se ku keni e lënë punën. Raportet e menaxhimit të pasurive lejojnë administratorët e IT-së që shpejt të regjistrojnë dhe monitorojnë informacionin e monitorimit dhe të konfigurojnë monitorë të shumëfishtë njëkohësisht në një proces të vetëm. Shkurtimet e tastierës kursejnë më shumë kohë duke ju ofruar qasje të shpejtë kontrollave të përdorura shpesh që ju lejojnë të punoni më shpejt. Certifikimi DHW parandalon ndezjen e pakëndshme dhe të padëshiruar të ekranit. Kjo zvogëlon tendosjen e panevojshme të syve dhe fillimin e lodhjes edhe kur shikoni në monitor për një kohë të gjatë. Teknologjia Comfort View zvogëlon spektrin e dritës blu të lëshuar nga monitori, duke zvogëluar tendosjen e panevojshme të syve kur shikoni monitorin, të cilin do ta vlerësoni gjatë punës afatgjatë. Karakteristikat kryesore përfshijnë: kohën e përgjigjes 6 ms, shkëlqimin 350 cd / m2 dhe kontrastin 1000: 1. Ndërfaqja e monitorit përfshin: 1x DisplayPort 1.4, 2x HDMI 1.4, 1x USB-C, 2x USB-A, 1x USB 3.1 dhe 1x lidhës audio 3.5 mm. Monitori mbështet standardin VESA.   ","Price":943.2,"PCode":"289943"},{"Title":"Monitor Dell E2220H, 20\u0022 LED, HD\u002B, i zi","Description":" Përshkrimi i produktit  Monitori Dell E2220H ka diagonale prej 20 \u0022, rezolucion HD \u002B prej 1600 x 900 px, panel TN, raport aspekti 16: 9 dhe shkëlqim 250 cd / m2. Ai mbështet 16.7 milion ngjyra, raporti i zakonshëm i kontrastit është 1000: 1. Këndet e shikimit janë 170 ° horizontale dhe 160 ° vertikalisht, koha e përgjigjes (GTG) është 5 ms. Monitori ka një sipërfaqe anti-reflektuese të ekranit, lidhës VGA dhe DP 1.2. Përmasat e tij duke përfshirë mbajtësen janë 47.1 x 17.1 x 36.9 cm.   ","Price":113.92,"PCode":"289935"},{"Title":"Monitor GIGABYTE G27Q, 27\u0022 LED, QHD, i zi","Description":" Përshkrimi i produktit  Monitori Gigabyte G27Q përmban një ekran të shkëlqyeshëm 27 \u0022 IPS me kënde të gjera shikimi (178 ° (H) / 178 ° (V)) dhe altoparlantë stereo (2 x 2 W). Ofron një rezolucion QHD prej 2560 x 1440 px dhe një gamë më të gjerë ngjyrash 8-bit (92 % DCI-P3 / 120 % sRGB). Parametrat: raporti i kontrastit dinamik: 12M: 1; Ndriçimi : 350 cd / m2; shpejtësia e rifreskimit: 144 Hz; teknologjia: Flicker Free. Ndërfaqet përfshijnë: 2x HDMI 2.0, 1x DisplayPort 1.2, 2x USB 3.0 dhe 1x hyrje për kufje. Mund të montohet në mur përmes VESA 100 x 100 mm.    ","Price":400.42,"PCode":"302729"},{"Title":"Monitor HP X24ih, 23.8\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor 23.8 \u0022 LED me rezolucion Full HD prej 1920 x1080 px, kohë reagimi prej 1 ms GtG, shpejtësi rifreskimi prej 144 Hz dhe shkëlqim prej 200 cd / m2. Monitori është i pajisur me një numër teknologjish për imazh perfekt dhe lojëra kompjuterike. Për këtë qëllim, monitori është i pajisur me teknologji FreeSync Premium, Flicker-free dhe Low Blue Light. Ndërfaqja e monitorit: 1 x HDMI, 1x DisplayPort, 1x jack 3.5 mm. Monitori mbështet standardin VESA.   ","Price":223.5,"PCode":"309061"},{"Title":"Monitor MSI Gaming Optix MAG322CR, 31.5\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor lojrash me diagonale prej 31.5 \u0022, rezolucion Full HD prej 1920 x 1080 px, një kohë përgjigjeje prej 1 ms (MPRT) dhe një normë rifreskimi prej 180 Hz. Monitori është i pajisur me një numër teknologjish për imazh të përsosur dhe lojëra kompjuterike. Për këtë qëllim, monitori është i pajisur me teknologjitë FreeSync, Anti-Flicker dhe Blue Light. Monitori ka shkëlqim prej 300 cd / m2 dhe kontrast 3000: 1. Prej ndërfaqeve ofron: 2 x HDMI 2.0, Display Port 1.2, 1 x USB të llojit C, 2 x USB 2.0 të llojit A, 1 x USB 2.0 të llojit B dhe dalje audio për kufje. Monitori mbështet standardin VESA.   ","Price":351.02,"PCode":"285332"},{"Title":"Monitor AOC 24V2Q LED, 23,8\u0022","Description":" Përshkrimi i produktit  AOC është për elektronikë me cilësi të lartë me vlerë të pakrahasueshme, me një çmim shumë të arsyeshëm. Poashtu kjo komapani sjell monitorët me përformancë shumë të larte.Monitori AOCvjen me diagonale të ekranit 23.8\u0022 me rezolucion 1920 x 1080 piksela me frekuencë 75 Hz,dhe me kohë të reagimit 5 ms. Ky monitor gjen mbështetje në teknologjinë IPS, Blue, AMD FreeSYNC, Low Blue Light. Monitori për portet hyrëse ofron HDMI 1.4, DisplayPort 1.2 dhe 3.5 mm. dhe është i certifikuar nga RoHS.   ","Price":151.52,"PCode":"247331"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Acer CB272U - 27\u0027\u0027 LED ","Description":" Përshkrimi i produktit  Monitori Acer CB272U vjen me një diagonale prej 27\u0022 me kualitet QHD dhe rezolucion 2560 x 1440 pikselë, me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty. Mbështet teknologjitë IPS, Blue light reduction, dhe Flicker Reduction. Veçanti të këtij monitori janë edhe mundësitë e lidhjes me kompjuter dhe koznola të ndryshme përmes porteve DisplayPort, USB dhe HDMI.?    ","Price":299.5,"PCode":"311816"},{"Title":"Monitor Acer Predator XB273KGPbmiipprzx, 27\u0022 LED, 4K UHD, i zi","Description":" Përshkrimi i produktit  Acer Predator XB273KGPbmiipprzx është një monitor i lojrave me madhësi 27 \u0022 dhe rezolucion 4K UHD prej 3840 x 2160 px. Monitori ofron kontrast 100M: 1, shkëlqim 350 cd / m2, ekran IPS, dritë të pasme LED, përgjigje të ulët prej 1 ms. Ndërfaqja ofron: 2x HDMI dhe 2x DP. Monitori mbështet standardin VESA 100 x 100. Ai është i pajisur me 2x altoparlantë 4 W. Baza mund të anohet nga - 5 ° në 25 °. Pesha e monitorit përfshirë bazën është 6.63 kg.   ","Price":825.12,"PCode":"282976"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor LED AOC e2070Swn, 20\u0027\u0027","Description":" Përshkrimi i produktit  Monitori AOC E2070Swn është një monitor 20\u0027\u0027 me teknologjinë LED me rezolucion të lartë prej 1600 x 900 pix dhe dizajn të shkëlqyer. Këndet e shikueshmërisë janë në proporcion 90:50 shkallë kurse kontrasti 1:20.000.000. Po ashtu ky monitor ofron një port D-Sub për lidhje me kompjuter. Dimensionet e këtij monitori me ngjyrë të zezë janë 464.63 x 346.35 x 156 mm.   ","Price":94.3,"PCode":"137457"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor AOC 22V2Q - LED 21.5\u0022 (54cm), Full HD, i zi","Description":" Përshkrimi i produktit  Me një ekran 21.5 \u0022 dhe teknologji IPS, AOC 22V2Q ju jep një imazh të qartë. Monitori AOC 22V2Q është pa korniza, duke e bërë të lehtë për të punuar me disa monitorë të tjerë të lidhur. Dizajni pa korniza sjell gjithashtu një pamje moderne që plotësohet nga një mbajtëse e fortë metalike. Ajo është e hollë, kështu që jo vetëm që duket e mirë, por edhe kursen hapësirën tuaj. Në anën e pasme monitori ofron disa porte output, si DisplayPort 1.2 , HDMI 1.4 dhe gjithashtu një 3.5 mm jack. Ky monitor ka rezolucion 1920x1080, me raport 16: 9 dhe mbështetje për 16.7 milionë ngjyra. Ai ka shkallë rifreskimi 75Hz dhe kohë të përgjigjes 5ms.    ","Price":145.82,"PCode":"247812"},{"Title":"Monitor AOC Q27T1 - LED 27\u0027\u0027","Description":" Përshkrimi i produktit  Ky monitor kombinon një varg karakteristikash të përkryera për performancë të shkëlqyer. Ka diagonale 27\u0027\u0027 dhe ofron rezolucion fantastik 2560 x 1440pikselë. Ekrani është i tipit IPS. Koha e përgjigjës është 5 ms ndërsa vlera e ndriçimit 350 cd/m2, kontrasti 1000:1. Këndet pamore janë 178 shkallë dhe përfshin teknologji për reduktim të dridhjes së imazhit dhe reduktim të dritës së kaltër gjë që mbron sytë tuaj. Lidhet me pajisje përmes HDMI, 3.5 mm, DisplayPort.   ","Price":277.92,"PCode":"295927"},{"Title":"Monitor LED - Dell P2217 22\u0022 ","Description":" Përshkrimi i produktit  Me madhësi diagonale të ekranit prej 22” dhe rezolucion HD prej 1680 x 1050 dpi, garanton pamje të përsosur dhe ngjyra të gjalla të cilat do t’iu mahnisin. Paneli TN i monitorit premton riprodhimin e përsosur të ngjyrës me kënde të gjera të pamjes prej 178 shkallë. Përfshin input HDMI, i cili paraqet standardin global për transmetimin e të dhënave digjitale me rezolucion të lartë. Për më shumë, ofron edhe një input VGA, dy inpute USB të tipit 2.0 dhe tre inpute USB 3.0.    ","Price":166.72,"PCode":"192816"},{"Title":"Monitor BenQ BL2480 - LED 24\u0022 (60cm), Full HD, i zi","Description":" Përshkrimi i produktit  BenQ BL2480 është monitor i dizajnuar për të gjitha ata që dëshirojnë të editojnë fotografi, video apo të punojnë për një kohë të gjatë dhe të kenë hapësirë të mjaftueshme për manovrim si dhe teknologjitë më të fundit për t\u0027i mbrojtur sytrë tuaj. Aksesori vjen me madhësi diagonale prej 24\u0022 (60cm) që mban rezolucionin Full HD prej 1920 x 1080 piksela dhe kombinohet me 250 cd / m2 shkëlqim, 1000:1 kontrast si dhe shpejtësi reagimi prej 5ms, është pajisur me portet VGA, HDMI, DP dhe audio jack për lidhjen e pajisjeve të tjera periferike si dhe vjen me ngjyrë të zezë.   ","Price":168.73,"PCode":"224185"},{"Title":"Monitor AOC C27G1 - 27\u0022 (68cm), Full HD, i zi","Description":" Përshkrimi i produktit  Monitor AOC C27G1 - 27\u0022 (68cm), Full HD, ofron 16,7 milion ngjyra, ka kënde shikimi prej 178 ° të dyja horizontalisht dhe horizontalisht. Raporti i kontrastit arrin kontrastin prej 3000: 1, 16: 9, shkëlqimi 250 cd / m2, rezolucioni 1920 × 1080. Login siguron VGA, DisplayPort dhe HDMI. Vjen në ngjyrë të zezë.   ","Price":290.4,"PCode":"244706"},{"Title":"Monitor Viewsonic VX3276-2K-MHD - 32\u0022, LED","Description":" Përshkrimi i produktit  Produkti në fjalë paraqet një monitor të kualitetit mëse të lartë nga kompania e njohur Viewsonic. Ky produkt dallohet me një madhësi prej 32\u0022 dhe po ashtu me rezolucion mëse të lartë prej 2,560 x 1,440. Njëkohësisht ofron mundësi të shumta për lidhje ngaqë mbështet HDMI, Displayport. Ky monitor ofron 6 mënyra të përdorimit duke qenë ato game, movie, work with text, mac, mono mode si edhe website. Të gjitha janë të dizajnuara për të dhënë një performancë sa më të lartë dhe adekuate.    ","Price":291.36,"PCode":"257564"},{"Title":"Monitor Samsung S34J550, 34\u0022 LED, UW-QHD, i hirtë","Description":" Përshkrimi i produktit  Samsung S34J550 ka një rezolucion të shkëlqyer UW-QHD prej 3440 x 1440 piksel, që ka një dendësi më të lartë të pikselëve sesa rezolucioni konvencional Full HD. Si rezultat, ju mund të shfaqni shumë më tepër dritare pune, dokumente, faqe uebi, e të tjera në monitorin tuaj sesa në monitorët e rregullt. Ky monitor ka llojin e panelit VA, kohën e përgjigjes 4 ms, raportin e aspektit 21: 9, shkallën e rifreskimit 75 Hz, ndriçim prej 300 cd / m2, raport kontrasti 3000: 1. Poashtu ka teknologji Samsung MagicBright dhe modalitet Eye Saver. Prej porteve ka 2x HDMI, DisplayPort.   ","Price":432.72,"PCode":"258611"},{"Title":"Monitor Acer SA240YAbmi - LED 23,8\u0022","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":130.19,"PCode":"271343"},{"Title":"Monitor GIGABYTE AORUS CV27Q, 27\u0022 QHD, LED, i zi","Description":" Përshkrimi i produktit  Gigabyte AORUS CV27Q është një monitor i bukur 27 inç me një ekran të pastër, të bukur dhe shumëngjyrësh për kënaqësinë e përditshme të lojrave. Me këtë monitor, ju zhyteni në veprim dhe tiparet që ofron ju bëjnë fituesin e çdo loje. Kjo veçori e quajtur AIM Stabilizer do të vlerësohet posaçërisht nga lojtarët e lojërave të gjuajtjes kur duhet të përqendroheni shpejt dhe të qëlloni në shënjestër. Stabilizuesi eliminon turbullimin dhe mban qartësinë e përgjithshme të imazhit. GameAssist është një paketë me disa veçori që do ta bëjnë lojën tuaj më të lehtë dhe do të përmirësojnë karakteristikat tuaja të lojërave. Për shembull, ai ofron karpunë me porosi, kohëmatës për përcjelljen e armikut ose shfaqje të cilësimeve të shtrirjes që mund t\u0027i përshtatni për nevojat tuaja. Cilësi superiore e imazhit ofrohet nga një rezolucion QHD me rezolucion prej 2560 x 1440 pikash. Falë rezolucionit QHD për detaje të mprehta dhe shkëlqim të lartë, kontrast të pabesueshëm dhe ngjyra realiste janë krijuar për ta bërë fotografinë reale. Teknologjia FreeSync parandalon pengesat, copëtimin e kornizave dhe siguron performancë të qetë, artifact-free, me çdo ritëm kornizash. Lojtarët do të jenë në gjendje të shijojnë lojëra të qeta, veçanërisht në FPS dhe lojëra garash, ku ndryshimi është veçanërisht i dukshëm. Monitori ka një kohë të përgjigjes 1 ms (MPRT), dhe shkallë të rifreskimit 165 Hz. Teknologjitë që monitori ofron janë: Aim Stabilizer, ANC (Active Noise Cancelling), Aorus Dashboard, Black Equalizer, Blue Light Reduction, Flicker-Free, GameAssist, HDCP, Sidekick OSD, PbP, PiP, AMD FreeSync 2, HDR, RGB Fusion 2.0. Dimensionet e monitorit me mbajtëse janë 614 x 532 x 260 mm dhe peshon 7 kg.   ","Price":458.4,"PCode":"274450"},{"Title":"Monitor LG 34UM69G - LED, 34\u0022, 2560 x 1080, UW-UXGA, i zi","Description":" Përshkrimi i produktit  Ky monitor lojërash shfaq skenat në panelin ultra të gjerë 34\u0022 (2560 x 1080 piksela). Ky është një ekran i cilësisë IPS me një kohë reagimi 5ms (1ms reduktim i efektit të turbullimit të lëvizjes). Modeli suporton AMD FreeSync dhe ofron shkëlqim 250 cd / m2, kënd shikimi 178° / 178°, si dhe ka ndërfaqe HDMI, DP, si modalitet USB-C.   ","Price":370.02,"PCode":"218605"},{"Title":"Monitor Dell P2421, 24\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitori Dell P2421 ka një diagonale prej 24 \u0022, rezolucion FHD prej 1920 x 1080 px, panel IPS, raport aspekti 16: 9 dhe shkëlqim 250 cd / m2. Ai mbështet 16.7 milion ngjyra, raporti i zakonshëm i kontrastit është 1000: 1. Këndet e shikimit janë 178 ° horizontale dhe vertikale. Koha e përgjigjes është 8 ms. Monitori ka sipërfaqe ekrani anti-reflektuese. Prej lidhësve ka: VGA, DP 1.2, HDMI 1.4, DVI, USB 2.0 dhe USB 3.0. Përmasat e monitorit duke përfshirë mbajtësen janë 370.8-500.8 x 531 x 166 mm, pesha 3.5 kg.   ","Price":227.04,"PCode":"289928"},{"Title":"Monitor Lenovo Q27q-10, 27\u0022 LED, QHD, i zi / argjendtë","Description":" Përshkrimi i produktit  Lenovo Q27q-10 është një monitor me diagonale 27 \u0022 dhe rezolucion QHD prej 2560 x 1440 px. Monitori ka raport aspekti 16: 9, kohë përgjigjeje prej 4 ms dhe shkëlqim prej 300 cd / m2. Ndërfaqja përfshin: HDMI 1.4 dhe DP 1.2. Mbajtësja VESA ka dimensione prej 100 x 100. Këndet e shikimit janë 178 °, horizontalisht dhe vertikalisht. Ai mund të kthehet nga - 5 ° në 25 °. Pesha e tij është 5.29 kg.    ","Price":287.52,"PCode":"282958"},{"Title":"Monitor Dell E2420H, 24\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitori Dell E2420H 22 \u0022 ofron rezolucion Full HD prej 1920 x 1080 px, panel IPS, raport aspekti 16: 9 dhe shkëlqim 250 cd / m2. Ai mbështet 16.7 milion ngjyra, raporti i zakonshëm i kontrastit është 1000: 1. Këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Koha e përgjigjes është 5 ms. Monitori ka një sipërfaqe anti-reflektuese të ekranit. Prej lidhësve ofron VGA, DP 1.2, DVI, HDMI, USB 3.0 dhe USB 2.0. Përmasat e tij duke përfshirë mbajtësen janë 370.8-500.8 x 531 x 166 mm, pesha është 3.5 kg.    ","Price":143.92,"PCode":"289931"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor Dell E2720H, 27\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  A po kërkoni për një monitor elegant dhe të besueshëm? Dell E2720H do të plotësojë nevojat tuaja. Është një model me një ekran të përmirësuar, opsione të gjithanshme të lidhjes dhe një profil të hollë. Ju mund ta përshtatni lehtësisht me idetë tuaja, gjithashtu do të jeni të kënaqur me miqësinë e tij ndaj mjedisit. Falë profilit të ngushtë, ky monitor do të jetë një shtesë e bukur e tavolinën së punës tuaj ose shtëpisë. Do të shijoni gjithashtu një sistem të menaxhimit kabllor për t\u0027ju ndihmuar të mbani të rregullt tryezën tuaj. Ju e lidhni monitorin përmes portit VGA ose PD dhe e vendosni saktësisht që të përputhet me ergonominë e vendit të punës. Është në përputhje me standardin VESA. Dell Display Manager ju lejon të pllakosni aplikacione, të përdorni skedarët e paracaktuar ose të vendosni shkurtimet e tastierës për mënyra të ndryshme të ekranit. Mjeti AutoRecover është gjithashtu në gjendje të kujtojë se ku u larguat, dhe kur të ktheheni në aplikacion, jeni aty ku e keni lënë. Monitorët e serive E nga Dell janë në përputhje me Energy Star, dhe gjithashtu plotësojnë kërkesat për energji, fikje dhe fjetje. Ai gjithashtu ofron certifikim TCO. Për modalitetin e gjumit, PowerNap kursen edhe më shumë. Përveç kësaj, paketimi i monitorit është bërë nga të paktën 25% karton i ricikluar. Monitori Dell E2720H ka një diagonale prej 27 \u0022, rezolucion FHD prej 1920 x 1080 px, panel IPS, raport aspekti 16: 9 dhe shkëlqim 300 cd / m2. Raporti i zakonshëm i kontrastit është 1000: 1. Këndet e shikimit janë 178 ° horizontalisht dhe vertikalisht. Koha e përgjigjes është 8 ms. Ka një sipërfaqe anti-reflektuese të ekranit, lidhës VGA dhe HDMI. Përmasat përfshirë mbajtësen janë 187 x 187 x 621.5 mm, pesha është 4.5 kg.   ","Price":208.21,"PCode":"289937"},{"Title":"Monitor Samsung CRG90 - LED 49 \u0022","Description":" Përshkrimi i produktit  Monitori i lojrave Samsung CRG90 me ekran të lakuar është dizajnuar për të përmbushur nevojat e kërkuara të lojtarëve. Ai është një monitor ekskluziv i lakuar i ndërtimeve masive dhe madhësisë me një panel VA dhe frekuencën e rifreskimit prej 120 Hz, duke ju lejuar të shijoni performancën e lojrave të pabesueshme pa e shpërfillur përmbajtjen e shfaqur në ekran. Ky monitor ka një ekran 49 \u0022VA me një rezolucion 5120 x 1440 piksel. Shfaqja ka një raport 32: 9 dhe një ekran të lakuar 1800R. Monitori ka kohë të përgjigjes 4 MS dhe 1.07 biilion ngjyra. Këndet vertikale dhe horizontale janë 178 °. Ai poashtu përmban HDMI dhe 2x DisplayPort, jack për kufje, 4x USB.   ","Price":1151.52,"PCode":"262041"},{"Title":"Monitor ASUS MB16ACE, 15.6\u0022 LED, Full HD, i hirtë","Description":" Përshkrimi i produktit  Monitor portativ 15.6 \u0022, panel IPS me rezolucion Full HD prej 1920 x 1080 px, koha e përgjigjes 5 ms. Monitori është i pajisur me një numër teknologjish për një imazh të përsosur dhe për të mbështetur punën afatgjatë ose shikimin e filmave në një kompjuter. Për këtë qëllim, monitori është i pajisur me teknologjitë Low Blue Light dhe Flicker Free. Ndërfaqja e monitorit: USB e llojit-C. Me DisplayWidget, monitori mund të zbulojë automatikisht orientimin e tij aktual dhe të kalojë ndërmjet mënyrave të peizazhit dhe portretit në përputhje me rrethanat. Përdorni modalitetin Landscape për të paraqitur dhe shikuar spreadsheets në Excel, ndërsa modaliteti Landscape është i shkëlqyeshëm për të parë përmbajtjen e shkruar, p.sh. në dokumente, libra ose versione të lëvizshme të faqeve në internet. Mbrojtësja inteligjente e palosshme mbron monitorin nga pluhuri dhe gërvishtjet. Ajo mund të paloset në vend, në mënyrë që monitori të mbështetet vertikalisht ose horizontalisht. Një përdorues i cili nuk dëshiron që monitori i tij të ketë gjurmët e gishtërinjve mund të përdorë një stilolaps, të cilin mund ta vendosni në vrimën në këndin e saj të poshtëm.   ","Price":232.27,"PCode":"294576"},{"Title":"Monitor ASUS VA27DQSB, 27\u0022 LED, Full HD, i zi","Description":" Përshkrimi i produktit  Monitor pa kornizë me diagonale prej 27 \u0022 dhe rezolucion Full HD prej 1920 × 1080 px, raport aspekti 16: 9, panel IPS, shkëlqim 250 cd / m2, raport kontrast 1000: 1, kënde shikimi 178 ° horizontalisht dhe vertikalisht, normë rifreskimi 75 Hz dhe kohë të përgjigjes 5 ms. Monitori përfshin teknologjistë: Flicker-free dhe Low Blue Light. Prej lidhësve ka: USB, HDMI, Displayport. Monitori është i pajisur me 2x altoparlantë me fuqi 2 W. Me qëndrimin e rregullueshëm, ju mund ta rregulloni monitorin në lartësinë dhe pjerrësinë që ju përshtatet më së miri. Është krijuar për të siguruar një gamë më të gjerë cilësimesh për rritjen e produktivitetit dhe komoditetit. Veçanërisht do të vlerësoni animin e monitorit deri në 90 shkallë kur punoni me dokumente të gjata dhe shfletoni faqe të gjata në internet.   ","Price":258.72,"PCode":"294579"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Monitor HP 24f - LED 24\u0022 (60cm), Full HD, i argjendtë","Description":" Përshkrimi i produktit  HP 24f monitor me ekran të gjerë nga HP është projektuar për përdorim të gjithanshëm - si për punë ashtu edhe për argëtimin. Përdoruesit e këtij modeli do të vlerësojnë këndet e gjera të shikimit dhe teknologjinë IPS. Ngjyra e bukura dhe shkëlqimi i lartë bëjnë që imazhet të duken shumë autentike.Monitori ka teknologji LED, vjen me madhësi prej 24\u0022 me orientim 16:9 dhe rezolucion FHD (1,920 x 1,080 në 60 Hz). Raporti dinamik i kontrastit është 10,000,000: 1, koha e përgjigjes është 5ms dhe shkëlqim 300 cd / m2. Teknologjia Plug and Play mundëson që monitori të lidhet me kompjuterin tuaj pa pasur nevojë për softuer shtesë. Poashtu posedon porte VGA dhe HDMI.    ","Price":154.37,"PCode":"236739"},{"Title":"Monitor Lenovo TIO 22 Gen4 - 21,5\u0027\u0027 LED ","Description":" Përshkrimi i produktit  Ky monitor vjen me një diagonale prej 21.5\u0027\u0027 me kualitet Full HD dhe rezolucion 1920 x 1080 pikselë, me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjetoni përvojë të mrekullueshme. Ka konektor DisplayPort, USB dhe HDMI.?    ","Price":157.22,"PCode":"301249"},{"Title":"Monitor Dell Alienware AW2521HFA - 24,5\u0027\u0027 LED","Description":" Përshkrimi i produktit  Çmimi më i mirë i garantuar: në rast se gjeni këtë produkt në treg me çmim më të lirë, atëherë Gjirafa50 e mbulon diferencën.Monitori Dell Alienware AW2521HFA është i dizajnuar posaçërisht për të apasionuar të lojërave. Vjen me një diagonale prej 24.5\u0022 me kualitet Full HD dhe rezolucion 1920 x 1080 pikselë, me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty, si dhe teknologji Flicker Reduction që ju mbron sytë edhe nga orët e gjata të shikimit. Mbështet poashtu teknologjitë si IPS dhe Blue light reduction. Veçanti të këtij monitori janë edhe mundësitë e lidhjes përmes porteve DisplayPort, USB dhe HDMI.?   ","Price":359.5,"PCode":"308470"},{"Title":"Monitor Dell Professional P3421W - 34\u0027\u0027 LED","Description":" Përshkrimi i produktit  Dell Professional P3421W është i dizajnuar posaçërisht për të apasionuar të lojërave. Vjen me një diagonale prej 34\u0022 me kualitet UW-QHD dhe rezolucion 3440 x 1440 pikselë, me të cilin shfaq imazhe superiore me ngjyra të ndezura dhe tejet reale, me altoparlantë të integruar që ju mundësojnë që të përjeton çdo goditje e lëvizje sikurse të ishit me të vërtet aty, si dhe teknologji Flicker Reduction që ju mbron sytë edhe nga orët e gjata të shikimit. Mbështet edhe IPS, Blue light reduction. Veçanti të këtij monitori janë edhe mundësitë e lidhjes përmes porteve DisplayPort, USB dhe HDMI.?    ","Price":633.12,"PCode":"308473"},{"Title":"Monitor ASUS ROG Strix XG43VQ, 43\u0022 LED, DXUXGA, i zi","Description":" Përshkrimi i produktit  Monitor i lakuar me diagonale 43 \u0022, rezolucion SUWQHD prej 3840 × 1200 px, raport aspekt prej 32: 10, kohë të përgjigjes 1 ms MPRT dhe normë rifreskimi prej 120 Hz. Monitori është i pajisur me një numër teknologjish për figurë të përsosur dhe lojëra kompjuterike. Për këtë qëllim, monitori është i pajisur me një shkëlqim prej 450 cd / m2, një kontrast prej 3000: 1 dhe teknologjitë FreeSync 2 dhe High Dynamic Range. Ndërfaqja e monitorit përfshin: 2x Display Port (versioni 1.4), 1x HDMI (versioni 2.0), portë për kufje, 2x USB 3.0, 1x USB 3.0 Tip-B dhe 2x altoparlantë 5 W. Monitori mbështet standardin VESA.    ","Price":1061.28,"PCode":"287904"},{"Title":"Monitor Acer B247Ybmiprzx - LED 24\u0022 (60cm), Full HD, i zi","Description":" Përshkrimi i produktit  LCD Acer B247Ybmiprzx Acer B247Ybmiprzx janë miqësore me mjedisin dhe janë një zgjidhje e gjithanshme për përdorim të përditshëm. Këto monitor ofrojnë operacion pa ndërprerje duke ruajtur cilësinë e lartë të imazhit. Rezolucioni është Full HD me 75 Hz refresh rate. Imazh cilësor Teknologjia ComfyView parandalon reflektimet dhe tendosjen e syve. Dhe gjithashtu sjell ngjyra më të ndritshme që rrisin më tej cilësinë e imazhit. Acer B247Ybmiprzx është gjithashtu i pajisur me teknologji të tjera të mbrojtjes së syve si FlickerLess dhe BlueLightFilter. Mjedisor miqësor Monitori Acer B247Ybmiprzx përdor një backlight të merkurit me LED të bardhë dhe plotësojnë kërkesat e ENERGY STAR 7.0. Teknologjia Acer EcoDisplay ju lejon të përdorni monitorin, duke mbrojtur mjedisin. Të gjihta produktet Acer janë bërë nga materiale të riciklueshme. Zë i shkëlqyeshëm Me altoparlantë të integruar, mund të kënaqeni duke luajtur lojrat tuaja të preferuara ose duke shikuar filmat dhe video. Ky model është i pajisur me dy altoparlantë, të cilët lirojnë zë të mrekullueshëm.   ","Price":203.51,"PCode":"234327"}]