[{"Title":"Procesor Intel Core i7-5820K","Description":" Përshkrimi i produktit  Intel është kompani e cila nuk ka nevojë të prezantohet pasi ajo për shumë vite ka prodhuar çipa dhe procesorë të kualitetit të lartë. Intel Core i7 5820K është një anëtar tjetër i familjes së këtyre procesorëve. Procesori është i projektuar për pllakat amë me prizën e re LGA 2011-V3. Arkitektura e re e procesorit Haswell-E ofron një rritje të performancës së procesorit, e cila kalon në një proces të prodhimit prej 22nm duke përdorur një transistor tre dimensional me tre porte. Teknologjia Intel Turbo Boost 2 automatikisht mund ta rris frekuencën e bërthamës së procesorit dhe fuqinë e llogaritjes nga ana e tij. Procesori ka 6 bërthama me përkrahje për HyperThreading, ndërsa secila bërthamë e tij punon me frekuencë prej 3.3 GHz. Ashtu si gjenerata paraprake e procesorëve Intel Core i7, në këtë procesor është i integruar një kontroller i memories direkt në çip.   ","Price":462.24,"PCode":"158564"},{"Title":"Procesor Intel Core i3-9100 ","Description":" Përshkrimi i produktit  Procesor për PC i cilësisë së lartë, i cili ju ofron një perfomancë tejet të mirë. Vjen nga gjenerata e 9-të, i përshtatshëm për hapësirën LGA 1151. Ka 4 bërthama, funksionon në frekuencë 3.6 dhe 4.2 GHz (në TurboBoost), ka 6 MB SmartChace dhe mbështet memorie deri në 2400 MHz DDRA. Poashtu mbështet PCI-Express 3.0 dhe ka të integruar grafikë Intel Graphics UHD 630.   ","Price":147.4,"PCode":"267054"},{"Title":"Ftofëse Noctua NH-L9i për procesor, 92 mm","Description":" Përshkrimi i produktit  Ftofësja Noctua NH-L9i është e dizajnuar për procesorë të shtëpizave të vogla dhe HTPC. Një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 92 mm, bërthamën prej bakrit dhe dy gypave të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftofëses prej 92 mm është 2500 rrotullime për minutë dhe nivel të zhurmës 23.6 db. Përveç kësaj, mban hapsirë edhe për integrimin e një ftohëse tjetër me diametër 92 mm. Konfigurimi i ftofëses bëhet përmes PWM, e cila gjendet tek pllakëza amë. Pjesa pasive ka kapacitet për mbajtjen e nxehtësisë në volum të lartë, që e bën ideale për çdo procesorë modern. Përkrah këto lloje të socket: Intel 1150, Intel 1151, 1155 dhe 1156. Ka dimensione prej 95 x 37 x 95 mm, me peshë prej 420 g.    ","Price":45.54,"PCode":"118390"},{"Title":"Procesor Intel Core i5-9600KF","Description":" Përshkrimi i produktit    ","Price":179.02,"PCode":"252285"},{"Title":"Procesor AMD Ryzen 7 5800X","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i serive 5000 për fole AM4. Ofron 8 bërthama fizike (16 threads), një frekuencë prej 3.8 GHz (rritje 4.7 GHz) dhe një 32 MB cache (L3). Procesi i prodhimit 7 nm. TDP 105W.   ","Price":465.02,"PCode":"302194"},{"Title":"Procesor AMD Ryzen 5 3600","Description":" Përshkrimi i produktit  AMD ka krijuar një sërë procesorësh AMD Ryzen që shprehin fuqinë dhe performancën e \u0022Zen\u0022 x86 core me performancë të lartë. Një numër përparimesh në arkitekturë të kombinuara me platforma dhe teknologji të përpunimit i shtyjnë përdoruesit në një horizont të ri në botën e procesorëve.Ky është një procesor i fuqishëm i gjeneratës së tretë AMD Ryzen 5 (Matiss) për socket AM4. Ai ofron 6 bërthama fizike (12 threads), 3.6 GHz (4.2 GHz boost) dhe 32 MB cache (L3). Një proces prodhimi prej 7 nm është përdorur për prodhimin e tij. TDP 65W. Mbështetje PCIe 4.0 x16. Përfshin ftohësin Wraith Stealth.   ","Price":214.56,"PCode":"264414"},{"Title":"Procesor Intel Core i5-10400, gjenerata e 10-të","Description":" Përshkrimi i produktit  Comet Lake është gjenerata e 10-të e procesorëve për desktop nga kompania Intel. Nëse ju jeni një lojëtar duke kërkuar një përvojë fantastike të lojrëave me performanca superiore për streaming efektiv dhe regjistrim të pandërprerë të highlights në një video, ose ju jeni një krijues i përmbajtjes që dëshiron të kalojë më pak kohë duke pritur për të krijuar dhe shpërndarë atë në rrjete sociale, ky procesor i gjeneratës së 10-të Intel mund ta ofrojë këtë gjë për ju.Përparësitë e Intel Core i5-10400:Cilësia e garantuar e produkteve IntelGjenerata e 10-të Comet Lake6 bërthama fizike dhe 12 threadsFrekuenca deri në 4.3 GHz në Turbo ModeGrafikë të integruar Intel UHD Graphics 630Karakteristikat kryesore Është një procesor i gjeneratës së 10-të Comet Lake e krijuar për socket-in LGA 1200. Ky procesor ofron 6 bërthamë fizike (12 threads). Frekuenca e tij është 2.9 GHz dhe deri në 4.3 GHz në modalitetin Turbo. Ajo ofron një Cache 12 MB dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Suporton memorie deri në DDR4 2666 MHz. Suporton patjetër edhe PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65W.   ","Price":183.67,"PCode":"286921"},{"Title":"Ftohëse Noctua NH-U12S për procesor, 120 mm","Description":" Përshkrimi i produktit  Ftohësja Noctua NH-U12S është e dizajnuar për procesorë, ku pjesa e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 120 mm, bërthamën prej bakrit dhe pesë gypave të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëses prej 120 mm është 1500 rrotullime për minutë dhe nivel të zhurmës 22.4 db. Konfigurimi i ftohëses bëhet përmes PWM, e cila gjendet tek pllakëza amë. Përkrah këto lloje të socket: AMD AM2, AMD AM2\u002B, AMD AM3, AMD AM3\u002B, AMD FM1, AMD FM2, AMD FM2\u002B, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011 dhe Intel 2011-3. Ka dimensione prej 158 x 125 x 71 mm, me peshë prej 755 g.   ","Price":78.49,"PCode":"126808"},{"Title":"Procesor Intel Core i5-10600K","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i projektuar për prizën LGA 1200. Ai ofron 6 bërthamë fizike (12 fibra). Frekuenca e tij është 4.1 GHz dhe deri në 4.8 GHz në modalitetin Turbo. Ai ofron një buffer 12 MB SmartCache dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memorie DDR4 me kapacitet deri në 2666 MHz. Mbështetja për PCI-Express 3.0 është e rëndësishme natyrisht. TDP e deklaruar nga prodhuesi është 125 W. Procesori përfshin grafikë të integruar Intel UHD Graphics 630. Ai ofron mbështetje për rezolucion 4K deri në 4096 x 2304 @ 60 Hz për DisplayPort dhe 4096 x 2160 @ 30 Hz për HDMI. Grafikëve mund t\u0027i kushtohen deri në 64 GB memorie. Ai lejon lidhjen e deri në 3 monitorëve njëkohësisht dhe mbështet teknologjitë DirectX 12 dhe OpenGL 4.5.   ","Price":247.69,"PCode":"289711"},{"Title":"Procesor Intel Core i9-10850K, Marvel\u0027s Avengers Collector\u0027s Edition","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i krijuar për prizë LGA 1200. Ai ofron 10 bërthama fizike (20 fibra). Frekuenca e tij është 3.6 GHz dhe deri në 5.2 GHz në modalitetin Turbo. Ajo ofron një buffer 20 MB SmartCache dhe një proces prodhimi 14 nm është përdorur për ta krijuar atë. Mbështet memoriet DDR4 me frekuencë deri në 2933 MHz. Mbështetja e PCI-Express 3.0 është sigurisht e pranishme. TDP e deklaruar nga prodhuesi është 125 W. Ky version i veçantë është i bazuar në stilin \u0022Marvel\u0027s Avangers\u0022 si dhe gjithashtu përfshinë një kartë përkujtimore.   ","Price":435.36,"PCode":"297086"},{"Title":"Ftohës Arctic A13 X","Description":" Përshkrimi i produktit  Ky ftohës i fuqishëm për procesor ka tre gypa bakri dhe madhësi 92 x 92 mm. Arrin shpejtësi 300 - 2000 rrotullime për minutë si dhe nivel zhurme 0.3 son. Është i dizajnuar për kapacitete 150W. Përputhet me priza AMD AM4.    ","Price":27.14,"PCode":"292595"},{"Title":"Ftofëse Noctua NH-D15 për procesorë, 2x140 mm","Description":" Përshkrimi i produktit  Ftofësja Noctua NH-D15 është e dizajnuar për procesorë, ku një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete dy ftohëse të diametrit 120 mm, bërthamën prej bakrit dhe katër gypa dopio të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëseve prej 140 mm është 1500 rrotullime për minutë dhe nivel të zhurmës 24.6 db. Përkrah këto lloje të socket: AMD AM2, AM2 \u002B AMD, AMD AM3 AMD AM3 \u002B, FM1 AMD, AMD FM2, FM2 \u002B AMD, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011. Ka peshë prej 1,320 g.   ","Price":115.15,"PCode":"151820"},{"Title":"Procesor Intel Core i5-10400F","Description":" Përshkrimi i produktit  Procesori i gjeneratës së 10-të Comet Lake, është i projektuar për prizat e tipit LGA 1200. Procesori ofron 6 bërthama fizike (12 fibra). Frekuenca e tij është prej 2.9 GHz dhe deri në 4.3 GHz në modalitetin Turbo. Procesori ofron një buffer SmartCache me kapacitet 12 MB. Procesi i prodhimit 14 nm është përdorur për ta krijuar atë. Procesori mbështet memoriet DDR4 me kapacitet deri në 2666 MHz. Poashtu ofron mbështetje për PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65 W.   ","Price":161.76,"PCode":"291203"},{"Title":"Procesor Intel Core i5-8400","Description":" Përshkrimi i produktit  Intel Core i5-8400 është procesor i ndërtuar me teknologjinë më të fundit që do ju sjell performancë jashtëzakonisht të shpejtë në kompjuterin tuaj në mënyrë që të kryeni të gjitha punimet tuaja me lehtësi.Aksesori është i dizajnuar për hapësirën 1151 në pllakën amë, mban 6 bërthama (6 threads) që funksionojnë nën frekuencat 2.8GHz dhe mund të arrijnë deri në 4GHz nëpërmjet TurboBoost, ofron kontroller për memorie DDR4 me frekuencë deri në 2666MHz, mban bërthamën grafike Intel UHD Graphics 630 si dhe harxhon 65 watt rrymë.   ","Price":202.57,"PCode":"223206"},{"Title":"Procesor Intel Core i9-10900KF","Description":" Përshkrimi i produktit    ","Price":485.92,"PCode":"289424"},{"Title":"Procesor Intel Core i5-9600K","Description":" Përshkrimi i produktit  Intel Core i5-9600K është gjenerata e nëntë e procesorëve të kompjuterëve. Qofshit gamer që dëshiron eksperiencën më të mirë të videolojërave apo krijues artistik që nuk dëshiron të shpenzoj kohën në pritje të krijimeve që t\u0027i ndaj ato me të tjerë atëherë ky procesor është i duhuri për juve. Turbo Boost 2.0 Ky procesor ka një teknologji të njohur si Turbo Boost 2.0. Kjo shpejton performancën e procesorit dhe grafikëve në ngarkesën maksimale. Automatikisht lejon që bërthamat e procesorit të funksionojnë më shpejt sesa në frekuencën e funksionimit kur veprojnë nën kufijtë e rrymës dhe temperaturës. Nëse procesori hyn ose jo në procesorin e Turbo Boost varet nga ngarkesa e tij dhe ambienti i funksionimit. Intel UHD Graphics 630 Procesori përfshin Intel UHD Graphics 630 të integruar. Ai ofron rezolucion 4K deri në 4096 x 2034 @ 60 Hz për DisplayPort dhe 4096 x 2034 @ 24 Hz për HDMI. Grafikët mund të kushtojnë deri në 64 GB memorje. Lidhni deri në 3 monitorë njëkohësisht dhe mbështesni DirectX 12. Është një procesor jashtëzakonisht i fuqishëm i gjeneratës së 9-të të Coffee Lee Refresh dizajnuar për LGA 1151 socket, i cili ofron 6 bërthama fizike (6 threads) dhe ka frekuencë prej 3.7 GHz dhe deri në 4.6 GHz në modalitetin Turbo. Ai poashtu ofron një sistem 9 MB SmartCache dhe një proces prodhimi 14 nm që është përdorur për ta krijuar atë. Mbështet memorien deri në 2666 MHz DDR4 dhe PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 95W. Për më shumë, procesori ka një shumëzues të hapur.   ","Price":192.97,"PCode":"246376"},{"Title":"Procesor Intel Core i9-9900K","Description":" Përshkrimi i produktit  Intel Core i9-9900K është gjenerata e 9të e procesorëve që i sjell gamerave eksperiencën më të mirë të luajtjes së videolojërave në konfigurimet më të larta.Procesori është i pajisur me 8 bërthama dhe 16 threads që i mundëson të funksionon nën frekuencat 3.6GHz dhe të arrijë 5.0GHz nëpërmjet TurboBoost, lidhet me pllakën amë nëpërmjet hapësirës LGA 1151, ofron mbështetje për memorie RAM të llojit DDR4 me frekuenca 2666 MHz dhe PCI-Express 3.0 si dhe harxhon 95 watt rrymë.   ","Price":378.72,"PCode":"246374"},{"Title":"Procesor Intel Core i5-9400","Description":" Përshkrimi i produktit  Kompania Intel prezanton një procesor të ri të gjeneratës së nëntë. Nëse jeni një lojëtar që kërkon një eksperiencë fantastike të lojërave me shumë performancë për një transmetim të qetë dhe regjistrim të pandërprerë të momenteve më të rëndësishme, ky brez i ri procesorësh është gati për të. Është një procesor jashtëzakonisht i fuqishëm i brezit të 9-të të Coffee Lee Refresh projektuar për prizë LGA 1151, i cili ofron 6 bërthama fizike (16 fije), dhe ka frekuencë prej 4.1. Ajo poashtu ofron një sistem SmartCache 16 MB dhe një proces prodhimi 14 nm që është përdorur për ta krijuar atë. Mbështet kujtesën deri në 2666 MHz DDR4 dhe PCI-Express 3.0. Për më shumë, procesori ka një shumëzues të hapur.   ","Price":179.04,"PCode":"252286"},{"Title":"Ftohës me ujë Coolermaster MasterLiquid Lite, 120mm","Description":" Përshkrimi i produktit  Sistemi Coolermaster MasterLiquid Lite 120 Compact Water Cooling synon të sjellë ftohjen me ujë në një komunitet të gjerë informatikë. Radiatori i tij i fuqishëm është projektuar për të absorbuar sasi të mëdha të nxehtësisë nga përpunuesit e mbingarkuar.Falë një ventilaori 120 mm me një gamë të gjerë shpejtësie, të kontrolluar nga një pllakë amë e kontrolluar nga PWM, \u0022heatsink\u0022 mund të funksionojë në heshtje ose të prodhojë performancë të lartë ftohëse pikërisht ashtu siç ju nevojitet.Sistemi gjithashtu përfshin një pompë të montuar në bazë që është në përputhje me shumicën aktuale të prizave të procesorëve AMD dhe Intel. Radiatori në të cilin shkarkohet lëngu i nxehtë është prej alumini, i cili shpërndan lehtësisht nxehtësinë në hapësirën përreth. Produkti është një sistem i mbyllur me mirëmbajtje të lehtë dhe relativisht i thjeshtë për t’u instaluar.Coolermaster MasterLiquid Lite 120 është një sistem ftohës jashtëzakonisht efikas dhe i qetë, i cili është i përputhshëm me prizat e procesorëve Intel LGA 2066/2011-v3/ 2011/ 1366/ 1151/ 1150/ 1156/ 1155/ 775 dhe AMD AM4 / AM3 \u002B / AM3 / AM2 \u002B / AM2 / FM2 \u002B / FM2 / FM1.Ai përfshin një tifoz 120 mm që operon në 650-2000 rpm me kontroll PWM, rrjedhje të ajrit prej 66.7 CFM dhe nivel të zhurmës prej 6-30 dBA. Dimensionet e radiatorit janë 157 x 119.6 x 27 mm.   ","Price":48.5,"PCode":"219037"},{"Title":"Procesor Intel Core i9-9900KF","Description":" Përshkrimi i produktit  Kompania Intel prezanton një procesor të ri të gjeneratës së nëntë. Nëse jeni një lojëtar që kërkon një eksperiencë fantastike të lojërave me shumë performancë për një transmetim të qetë dhe regjistrim të pandërprerë të momenteve më të rëndësishme, kjo gjeneratë e re e procesorëve është gati për të. Turbo Boost 2.0Ky procesor ka një teknologji të njohur si Turbo Boost 2.0. Kjo shpejton performancën e procesorit dhe grafikëve në ngarkesën maksimale. Automatikisht lejon që bërthamat e procesorit të funksionojnë më shpejt sesa në frekuencën e funksionimit kur veprojnë nën kufijtë e rrymës dhe temperaturës. Nëse procesori hyn ose jo në procesorin e Turbo Boost varet nga ngarkesa e tij dhe ambienti i funksionimit.Smart CachePërmirësoni efikasitetin me teknologjinë Intel Smart Cache. Të gjitha kernelet tani kanë qasje në të gjithë nivelin e fundit të cache. Ata mund të ngarkojnë të dhënat para se të marrin komanda. Smart Cache gjithashtu ofron një veçori të re të kursimit të energjisë që shpërndan në mënyrë dinamike memorien në varësi të kërkesës ose gjatë periudhave të pasivitetit. Kjo siguron që aplikacionet tuaja të vazhdojnë me kërkesat.Është një procesor jashtëzakonisht i fuqishëm i gjeneratës së 9-të të Coffee Lee Refresh projektuar për LGA 1151 socket, i cili ofron 8 bërthama fizike (16 threads) dhe ka frekuencë prej 3.6 GHz dhe deri në 5.0 GHz në modalitetin Turbo. Ai poashtu ofron një sistem 16 MB SmartCache dhe një proces prodhimi 14 nm që është përdorur për ta krijuar atë. Mbështet memorien deri në 2666 MHz DDR4 dhe PCI-Express 3.0. Për më shumë, procesori ka një shumëzues të hapur.   ","Price":356.72,"PCode":"252283"},{"Title":"Ftohës Corsair iCUE H150i ELITE CAPELLI, i bardhë","Description":" Përshkrimi i produktit  Seria Corsair iCUE H150i ELITE CAPELLI paraqet një ftohës RGB me radiator 52mm, shpejtësi 2,400 RPM, qarkullim të ajrit 75 CFM, nivel të zhurmës 36 dBA, si dhe është i pajtueshëm me AMD AM2, AMD AM2 \u002B, AMD AM3, AMD AM3 \u002B, AMD AM4, AMD TR4, AMD TRX4, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1200, Intel 2011, Intel 2066.   ","Price":206.5,"PCode":"308097"},{"Title":"Ftohës Fractal Celsius Design \u002B S24 Dynamic","Description":" Përshkrimi i produktit  Seria Celsius bazohet në teknologjinë më të fundit dhe materialet premium absorbuese të zhurmës për t\u0027ju sjellë performancë ekstreme të ftohjes me zhurmë minimale. Ky është brezi i 5-të i cilësisë së ftohësve dhe pjesa e saj përbëhet nga bakri duke lidhur bllokun me procesorin me radiator dhe me ventilatorin. Poashtu, ky ftohës ka zhurmë maksimale prej 32.2 dBA, 2000 rpm dhe qarkullim të ajrit 87.6 CFM. Është i përshtatshëm me bazat AMD AM2, AMD AM2 \u002B AMD AM3 \u002B AMD AM4, AMD FM1, AMD FM2 AMD FM2 \u002B AMD TR4, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1366, Intel 2011 Intel 2011-3, Intel 2066.    ","Price":158.88,"PCode":"285299"},{"Title":"Ventilator Noctua NH-U14S TR4-SP3, 140mm","Description":" Përshkrimi i produktit  Versioni TR4 / SP3 është një botim i veçantë i dedikuar për platformën TR4 / SP3 nga AMD, i pajisur me sistemin më të fundit të montimit SecuFirm2 për fole TR4 / SP3. Përfunduar me ventilatorin e njohur të qetë NF-A15 PWM 140x150 mm dhe pastën përçuese të nxehtësisë NT-H1, NH-U14S TR4 / SP3 krijon një zgjidhje të plotë me cilësi premium që përfaqëson një zgjedhje cilësore për adhuruesit e mbingarkesës dhe funksionimit të qetë që duan të akordojnë Sistemi TR4 / SP3 në maksimum. Ky edicion special vjen vetëm me pajisje në rritje për prizë TR4 / SP3.   ","Price":86.92,"PCode":"220236"},{"Title":"Ftohës për CPU Be quiet! Shadow Rock LP, 120 mm","Description":" Përshkrimi i produktit  Ftohësi Be Quiet PureShadow Rock është ftohës i cili shërben për ftohjen e CPU me dalës 130 W për pajisjet Intel 775 / 115x / 1366 / LGA2011 and AMD AM2 (\u002B) / AM3 (\u002B) / AM4 / FM1 / FM2 (\u002B). Ftohësi përbëhet nga gypat ftohës 4 x 8 PWM të dhe ka ventilatorë me diametër 120 x 120 mm i cili rrotullohet me shpejtësi deri 1500 rrotullime për minutë, mundëson qarkullim të ajrit deri 48.96 CFM dhe krijon zhurma deri 25.5 dBA. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh i cili siguron jetëgjatësi deri 300.000 orë, peshon 390 gram dhe ka dimensione të përgjithshme 134 x 122 x 75.4 mm.    ","Price":44.62,"PCode":"206707"},{"Title":"Ftohës Thermaltake TH240 ARGB Sync","Description":" Përshkrimi i produktit  Ky ftohës përputhet me bazat Intel 775 / 115X / 1200 dhe AMD FM1 / FM2 / AM2 (\u002B) / AM3 (\u002B) / AM4. Ka një radiator 240 mm dhe ftohës PWM 2x 120 mm me ndriçim LED ARGB. Arrin një shpejtësi prej 1500 RPM, qarkullim ajri prej 59,28 CFM dhe një nivel zhurme prej 28,2 dBA. Pompa funksionon me një shpejtësi të motorit prej 3300 RPM dhe është e pajisur gjithashtu me ndriçim LED ARGB, kurse ndriçimi mund të kontrollohet duke përdorur drejtuesin e përfshirë ose përmes softuerit RGB të pllakës amë.   ","Price":114.21,"PCode":"300832"},{"Title":"Ftohës Enermax Aquafusion 240mm","Description":" Përshkrimi i produktit  Ky është një ftohës i lëngshëm i fuqishëm me cilësi të lartë dhe me madhësi radiatori 240 mm. Ka shpejtësi 2000 RPM, qarkullim të ajrit deri në 79.8 CFM dhe niveli i zhurmës deri në 32.6 dBA. Pompa dhe ftohësit janë të pajisur me ndriçim LED që ofrojnë një përvojë të paharrueshme të ndriçimit që do ta lartësojë PC-në tuaj në nivelin e veprave të artit. Përvç kësaj, është në përputhje me prizat AMD AM2, AMD AM2 \u002B, AMD AM3 \u002B, AMD AM4 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, Intel 1150, Intel 1155, Intel 1156 2066.   ","Price":109.51,"PCode":"283961"},{"Title":"Ftohës Thermaltake Floe Riing RGB 240mm, TT Premium Edition","Description":" Përshkrimi i produktit  Floe Riing është një ftohës me lëng i CPU i cilësisë së lartë. Është i pajisur me një radiator, dy tuba që lidhin bllokun dhe procesorin me një radiator, një kontrollues dixhital ndriçimi dhe dy ventilatorë 120mm Riig Plus RGB LED. Niveli i zhurmës së ftohjes është ndërmjet 19.8-24.7 dBA, shpejtësia e ventilatorit është 500-1.400 RPM dhe rrjedha maksimale e ajrit është 14.2 - 42.34 CFM. Është në përputhje me bazat LGA të Intel 1150/1151/1155/1156/1366/2011 / 2011-3 / 2066 dhe AMD AM2 (\u002B) / AM3 (\u002B) / AM4 / FM1 / FM2. Instalimi i tij është shumë i lehtë.    ","Price":161.76,"PCode":"229203"},{"Title":"Ftohës Be quiet! Pure Rock Slim, 92 mm ","Description":" Përshkrimi i produktit  Ftohësi Be Quiet Pure Rock Slim është ftohës i cili shërben për ftohjen e CPU për pajisjet AMD socket AM2, AMD AM2 \u002B, AM3 AMD, the AMD AM3 \u002B, FM1 AMD, AMD FM2, FM2 \u002B AMD, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156th. Ftohësi përbëhet nga gypat ftohës 4 x 4 të dhe ka ventilatorë me diametër 92 x 92 mm i cili rrotullohet me shpejtësi deri 2000 rrotullime për minutë, mundëson qarkullim të ajrit deri 35.14 CFM dhe krijon zhurma deri 13.1 dBA. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh i cili siguron jetëgjatësi deri 300.000 orë, peshon 360 gram dhe ka dimensione të përgjithshme 81.8 x 97 x 124.8 mm.    ","Price":32.66,"PCode":"198450"},{"Title":"Ftohës Be quiet! Pure Rock 2","Description":" Përshkrimi i produktit  Ky është një ftohës i CPU për multimedia dhe sisteme grafike të heshtura, i cili siguron një raport të shkëlqyeshëm të performancës së çmimeve me një efikasitet ftohjeje 150 W TDP, katër tubacione ngrohje 6 mm, një ftohës PWM 2,120 mm dhe një dizajn praktik të montimit të lartë. Arrin shpejtësinë deri në 1500 RPM dhe nivelin e zhurmës deri në 26.8 dBA. Për më tepër, është projektuar për fole Intel 115x / 1200/2011 (-3) / 2066 dhe AMD AM3 (\u002B) / AM4.   ","Price":38.67,"PCode":"286429"},{"Title":"Procesor Intel Core i7-9700KF","Description":" Përshkrimi i produktit  Është një procesor jashtëzakonisht i fuqishëm i brezit të 9-të të Coffee Lee Refresh projektuar për prizë LGA 1151. Ofron 8 cores fizike (8 fije). Frekuenca e saj është 3.6 GHz dhe deri në 4.9 GHz në mënyrë Turbo. Ajo ofron një buffer SmartCache 12 MB dhe një proces prodhimi 14nm është përdorur për ta krijuar atë. Mbështet kujtesën deri në 2666 MHz DDR4. Sigurisht që ka mbështetje për PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 95W. Procesori ka një shumëzues të hapur.   ","Price":268.37,"PCode":"252284"},{"Title":"Material ftohës për CPU ARCTIC TP 145 x 145 x 0.5 mm","Description":" Përshkrimi i produktit  Materiali me përbërje silikoni është material ftohës për kartat grafike dhe CPU-të me dimensione 145 x 145 x 0.5 mm me ngjyrë të kaltër Ky material perdoret per përcjelljen e nxehtësisë, Arctic Cooling përshtatet në mënyrë ideale me shumicën e zgjidhjeve të ftohjes, siç janë ftohësit pasiv dhe ftohësit aktivë të procesorit apo çipave grafik. Ka shumë mundësi të përdorimit. Krijon urën e përsosur midis radiatorit dhe sipërfaqes së komponentit duke kompensuar parregullsi të vogla që parandalojnë kontaktin perfekt. Materiali nuk përbëhet nga pjesë metalike dhe është jo-përçues, për këto arsye është plotësisht i sigurt.   ","Price":11.47,"PCode":"181521"},{"Title":"Ftohës për AMD procesor Noctua NH-D15 SE-AM4, 140 mm","Description":" Përshkrimi i produktit  Ftohësi Noctua NH-D15 SE-AM4 është ftohës i cili përdorë ventilatorët dhe shërben për ftohjen e CPU me TPD (Energji termale). Ftohësi përbëhet nga 6 gypa bakri ftohës për qarkullim të ajrit dhe ka dy ventilatorë me diametër 140 x 140 mm i cili rrotullohet me shpejtësi deri 1200 rrotullime për minutë, mundëson qarkullim të ajrit në nivel të lartë mundësuar nga ventilatorët para dhe prapa. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh dhe ka jetëgjatësi 150.000 orë.    ","Price":96.25,"PCode":"208712"},{"Title":"Ftohës Arctic Freezer 7 X CO","Description":" Përshkrimi i produktit  Ky ftohës ka karakterizohet me nivel me të ulët të zhurmës, efiçiencë të ftohjes, mundësi më të lehta të montimit dhe është pjesë e teknologjisë së ftohjes së bazuar me dy ventilatorë. Sikurse ftohësit tjerë, edhe ky përbëhet nga disa pjesë. Pjesa kryesore është blloku i cili ka kontakt direkt me procesorin nga ku e nxjerr nxehtësinë për ta shpërndarë më pas në pjesët tjera. Pjesët tjera përbëhen nga struktura e trashë e aluminit dhe një numër i madh i fletëzave të holla të cilat mundësojnë emetimin e nxehtësisë. Është në përputhje me bazat AMD AM3, AMD AM3 \u002B, AMD AM4, AMD FM1, AMD FM2, AMD FM2 \u002B, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1200. Parametrat kryesorë: - Diametri i radiatorit: 132,5 mm, kurse dimensionet e përgjithshme: 110.5 x 132.5 x 74.3 mm   ","Price":21.62,"PCode":"287193"},{"Title":"Ftohës për procesor SilentiumPC Fortis 3 HE1425 v2, 140 mm","Description":" Përshkrimi i produktit  Kompania SilentiumPC lanson ftohësin për procesor Fortis 3 HE1425, që karakterizohet me dizajnin e tij klasiket dhe instalimin e lehtë. Karakteristikat themelore të trupit të procesorit janë mbajtësi monobloc dhe shpërndarësi i nxehjes.. Këto dyja janë të ndërtuar nga alumini dhe përmbajnë pesë tuba heatpipe me diametër prej 6 mm. Ftohësi përkrah sockets nga Intel dhe AMD: LGA 775, 1150, 1151, 1155, 1156, 1366, 2011 dhe AMD AM2, AM2 \u002B, AM3, AM3 \u002B, FM1, FM2, FM2 \u002B. Ftohësi ka diameter prej 140 mm, me shpejtësi prej 500-1400 rpm dhe nivel të zhurmës 22 dbA. Dimensionet e ftohësit janë 125 x 125 x 155 mm, me peshë prej 820 g.   ","Price":45.04,"PCode":"177528"},{"Title":"Material ftohës ARCTIC TP 145 x 145 x 1,5 mm","Description":" Përshkrimi i produktit  Materiali me përbërje silikoni është material ftohës për kartat grafike dhe CPU-të me dimensione 145 x 145 x 1.5 mm me ngjyrë të kaltër Ky material perdoret per përcjelljen e nxehtësisë, Arctic Cooling përshtatet në mënyrë ideale me shumicën e zgjidhjeve të ftohjes, siç janë ftohësit pasiv dhe ftohësit aktivë të procesorit apo çipave grafik. Ka shumë mundësi të përdorimit. Krijon urën e përsosur midis radiatorit dhe sipërfaqes së komponentit duke kompensuar parregullsi të vogla që parandalojnë kontaktin perfekt. Materiali nuk përbëhet nga pjesë metalike dhe është jo-përçues, për këto arsye është plotësisht i sigurt.   ","Price":22.05,"PCode":"181523"},{"Title":"Ftohës CoolerMaster X Dream I117 për procesor, 95 mm","Description":" Përshkrimi i produktit  Ftohësja CoolerMaster X Dream I117 është e dizajnuar për procesorët Intel me socket LGA1156 / 1155/1150/775, si dhe procesor Core i7. Ky ftohës ka diametër prej 95 mm, me shpejtësi prej 1800 rpm dhe nivel të zhurmës 19 db dhe rrjete të ajrit 36.5 CMF \u002B/- 10%. Pjesa e prapme është e përbërë nga alumini. Dimensionet e ftohësit janë 112.2 x 112.2 x 60.4 mm, me peshë prej 370 g.   ","Price":11.55,"PCode":"92703"},{"Title":"Xhel ftohës për CPU Coolermaster IC Essential E2, 3.4 gram, ngjyrë ari","Description":" Përshkrimi i produktit  Xheli ftohës për kartat grafike dhe CPU-të me sasi 3.4 g me ngjyrë ari është produkt modern i cili përdorët për mundësimin e ftohjes së pajisjeve kompjuterike, punon në temperatura deri 190 gradë celsius. Aplikimi i tij është shumë i thjeshtë dhe përshtatet me të gjitha llojet e procesorëve dhe kartave grafike, vetëm aplikoni xhelin mbi sipërfaqen e kartave në pjesët ku lirohet nxehtësi dhe lëreni të veprojë, xheli hyn në poret dhe sipërfaqet e brendshme të kartave dhe mundëson ulje të temperaturës për disa gradë, është shumë efektiv dhe substancë e pa rrezikshme. Prodhuesi konstaton se përçueshmëria termike e xhelit është 3.5 W / m° C .   ","Price":4.51,"PCode":"107031"},{"Title":"Procesor AMD Ryzen 9 3900X","Description":" Përshkrimi i produktit  AMD ka krijuar linjën e procesorëve AMD Ryzen që shprehin fuqinë dhe performancën e lartë \u0022Zen\u0022 x86 bërthama. Linja e avancimeve në arkitekturë kombinuar me platformë dhe teklonologji të procesimit i shpiejn përdoruesit në një horizont të ri të botës së procesorëve. Është gjenerata e 3-te e procesorëve AMD Ryzen 9 (Matiss) për priza AM4. Ofron 12 bërthama fizike (24 threads), frekuencë prej 3.8 GHz (4.6 GHz boost), dhe një 64 MB cache (L3). Procesi i prodhimit A 7 nm është përdorur për prodhimin e tyre. TDP 105W . Mbështet PCIe 4.0 x16. Përfshinë ftohësin Prism RGB.   ","Price":498.09,"PCode":"264588"},{"Title":"Procesor AMD Ryzen 7 3700X","Description":" Përshkrimi i produktit  AMD ka krijuar një sërë procesorësh AMD Ryzen që shprehin fuqinë dhe performancën e lartë x86 core \u0022Zen\u0022. Një numër përparësish në arkitekturë të kombinuara me platforma dhe teknologji të përpunimit shpiejnë përdoruesit në një horizont të ri në botën e përocesorëve.Është një procesor i fuqishëm i gjeneratës së tretë AMD Ryzen 7 (Matiss) për socket AM4. Ofron 8 bërthama fizike (16 fije), 3.6 GHz (4.4 GHz boost) dhe 32 MB cache (L3). Një proces prodhimi prej 7 nm është përdorur për prodhimin e tij. TDP 65W. Mbështetje PCIe 4.0 x16. Përfshin një ftohës Wraith Prism RGB.   ","Price":347.22,"PCode":"264590"},{"Title":"Procesor Intel Core i7-10700F","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i projektuar për prizën LGA 1200. Ai ofron 8 bërthama fizike (16 fibra). Frekuenca e tij është 2.9 GHz dhe deri në 4.8 GHz në modalitetin Turbo. Ai ofron një cache SmartCache me kapacitet prej 16 MB dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memoriet DDR4 me frekuencë deri në 2933 MHz. Mbështetja PCI-Express 3.0 është e pranishme natyrisht. TDP e deklaruar nga prodhuesi është 65 W.   ","Price":284.35,"PCode":"291834"},{"Title":"Procesor Intel Core i7-10700K, Marvel\u0027s Avengers Collector\u0027s Edition","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i krijuar për prizën LGA 1200. Ai ofron 8 bërthama fizike (16 threads). Frekuenca e tij është 3.8 GHz dhe deri në 5.1 GHz në modalitetin Turbo. Ai ofron një cache 16 MB SmartCache dhe një proces prodhimi 14 nm është përdorur për ta krijuar atë. Mbështet memoriet deri në DDR4 2933 MHz. Mbështetja PCI-Express 3.0 është çështje sigurisht. TDP e deklaruar nga prodhuesi është 125 W. Ky version i veçantë është i bazuar në stilin \u0022Marvel\u0027s Avangers\u0022 si dhe gjithashtu përfshinë një kartë përkujtimore.   ","Price":421.92,"PCode":"296454"},{"Title":"Procesor Intel Core i5-8600K, 6 bërthamësh, Intel UHD Graphics 630","Description":" Përshkrimi i produktit  Procesor i fuqishëm që i përket familjes së pllakës amë LGA 1151. Procesori ka gjashtë bërthama fizike dhe frekuencë bazë 3.6 GHz ndërsa 4.3 GHz në modalitetin e rritjes. Procesori ka një kontrollues me dy kanale për memorjen DDR4 me shpejtësi deri në 2666 MHz. Përfshin bërthamën grafike Intel UHD Graphics 630. Fuqia termike e çipit (TDP) është 95 vat.   ","Price":242.05,"PCode":"223603"},{"Title":"Ftofës Noctua NH-D15S për procesor, 140 mm","Description":" Përshkrimi i produktit  Ftofësja Noctua NH-D15S është e dizajnuar për procesorë, ku një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 140 mm, bërthamën prej bakrit dhe katër gypa dopio të montuar në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëseve prej 140 mm është 1500 rrotullime për minutë dhe nivel të zhurmës 24.6 db. Pjesa pasive ka kapacitet për mbajtjen e nxehtësisë në volum të lartë. Përkrah këto lloje të socket: AMD AM2, AM2 \u002B AMD, AMD AM3 AMD AM3 \u002B, FM1 AMD, AMD FM2, FM2 \u002B AMD, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011 dhe Intel 2011-3. Ka peshë prej 1,150 g.   ","Price":102.12,"PCode":"172591"},{"Title":"Pastë ftohëse GELID Solution GC03 Extreme, 10g ","Description":" Përshkrimi i produktit   Pasta për përçueshmëri termike Gelid GC03-EXTREME është destinuar për ata përdorues që kërkojnë një zgjidhje me të vërtetë të kualitetit të lartë të ftohjes së procesorit, grafikës dhe çipave të tjerë në kushte normale dhe ekstreme. Ky produkt është projektuar për transferimin maksimal të temperaturës në mes të procesorëve dhe ftohësve të sotëm me performancë të lartë. Dendësia e pastës është 3.73 g / cm3. Përçueshmëria termike e kësaj paste është 8.5 W / mK dhe viskoziteti 85000. Pasta, kur zbatohet ashtu siç duhet, mbush të gjitha poret dhe pabarazitë e sipërfaqes së çipit dhe temperatura e procesorit reduktohet me disa gradë për shkak të efikasitetit të saj. Përbërja e saj garanton zero përçueshmëri elektrike, nuk shkakton korrozion dhe nuk është toksike. Paketa përmban 10g pastë.    ","Price":27.14,"PCode":"217012"},{"Title":"Ftohës i procesorit Thermaltake UX200 ARGB Lighting, 130W","Description":" Përshkrimi i produktit  Thermaltake UX200 është projektuar për bazat Intel 775 / 115X / 1200 dhe AMD FM1 / FM2 / AM2 (\u002B) / AM3 (\u002B) / AM4. Përbëhet nga një heatsink pasiv prej alumini dhe një ventilator të integruar. Ka një madhësi prej 120 x 25 mm, arrin shpejtësi prej 300 - 1500 RPM, qarkullim ajri deri në 43,34 CFM dhe nivele zhurme deri në 26,33 dBA. Përveç kësaj, kjo pajisje është e pajisur me një kushinetë hidraulike, përdor një lidhje 4-pin PWM dhe një lidhje 2-pin 5V ARGB për lidhje, si dhe është e krijuar për procesorë me TDP deri në 130 W.   ","Price":38.67,"PCode":"300834"},{"Title":"Gjel ftohës Gelida GC-EXTREME, 3.5 gram","Description":" Përshkrimi i produktit  Pastë efikase për përçimin e nxehtësisë Gelida GC-EXTREME tani është në dispozicion për të gjithë ata që kërkojnë një zgjidhje cilësore për ftohjen e CPU, GPU dhe të çipave të tjerë në kushte normale. Ky produkt është projektuar për transferimin cilësor të temperaturës midis procesorëve të sotëm të fuqishëm dhe ftohësve. Përçueshmëria termike e kësaj paste është 8.5 W / mK. Kur aplikohet si duhet, pasta mbush të gjitha poret dhe pabarazitë e sipërfaqes së çipit dhe temperatura e procesorit zvogëlohet me disa gradë falë efikasitetit të saj. Paketa përmban 3.5 gram pastë përçuese termike. Përbërja e tij garanton zero përçueshmëri elektrike, nuk shkakton gërryerje dhe nuk është toksik. Zbatohet duke aplikuar një sasi më të vogël në sipërfaqen e çipit ose ftohësit të procesorit dhe përhapet në një shtresë të hollë, për shembull me aplikuesin e dobishëm të përfshirë.   ","Price":12.47,"PCode":"90972"},{"Title":"Ftohës Cooler Master MasterLiquid ML120L V2 RGB, 120mm","Description":" Përshkrimi i produktit  Ky është një ftohës i lëngshëm i CPU, i optimizuar për performancën dhe zhurmë të ulët. Radiatori i lehtë për t’u instaluar 120 mm e bën atë ftohësin e përsosur për fillestarët dhe ndërtuesit me përvojë. Poashtu, ftohësi Cooler Master përfshin ftohës LED RGB, i cili siguron: shpejtësinë 650 - 1800 RPM, qarkullimin e ajrit deri në 62 CFM dhe nivelin e zhurmës 8-27 dBA. Është ideal për përpunuesit me TDP deri në 180W, si dhe është në përputhje me prizat Intel 115X / 1366/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4.   ","Price":73,"PCode":"286414"},{"Title":"Ftohës AKASA AK-CC7122EP01, 75 mm","Description":" Përshkrimi i produktit  Ftohësi 75 mm AKASA AK-CC7122EP01 siguron ftohjen e procesorëve në kushtet e duhura dhe operim në heshtje. Dimensionet e ftohësit janë 85.2 x 87.2 x 26 mm. Përmes kontrollit PWM, është e mundshme të rregulloni shpejtësinë prej 600 deri në 3000 rpm, që ka zhurmë prej 30.75 dbA. Konektimin për në pllakëzën amë ia siguron konektori 4-pin.   ","Price":13.53,"PCode":"118846"},{"Title":"Ftohës për procesor SilentiumPC Fera HE1224 3, 120 mm","Description":" Përshkrimi i produktit  Kompania SilentiumPC lanson ftohësin për procesor SilentiumPC Fera HE1224 3, që karakterizohet me dizajnin e tij klasik dhe instalimin e lehtë. Karakteristikat themelore të trupit të procesorit janë mbajtësi monobloc dhe shpërndarësi i nxehjes.. Këto dyja janë të ndërtuar nga alumini dhe përmbajnë pesë tuba heatpipe me diametër prej 6 mm. Ftohësi përkrah këto lloje të sockets: INTEL LGA 775, 1150, 1151.1155, 1156, 1366, 2011, 2011-3 dhe AMD FM2 \u002B / FM2 / FM1 / AM3 (\u002B) / AM2 (\u002B). Ftohësi ka diametër prej 120 mm, me shpejtësi prej 1600 rpm dhe nivel të zhurmës 16 dbA. Dimensionet e ftohësit janë 125 x 53 x 155 mm.   ","Price":25.96,"PCode":"187659"},{"Title":"Ftohëse Noctua NH-U9s për procesor, 92 mm","Description":" Përshkrimi i produktit  Ftofësja Noctua NH-U9DX i4 është e dizajnuar për procesorë, ku pjesa e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 92 mm, bërthamën prej bakrit dhe gypave të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftofëses prej 92 mm është 2000 rrotullime për minutë dhe nivel të zhurmës 22.8 db. Konfigurimi i ftohëses bëhet përmes PWM, e cila gjendet tek pllaka amë.   ","Price":58.42,"PCode":"164126"},{"Title":"Procesor Intel Pentium Gold G6500","Description":" Përshkrimi i produktit  Procesor cilësor i gjeneratës Comet Lake me prizë Intel 1200 dhe 2 bërthama fizike (4 fibra). Procesori ka frekuencë 4.1 GHz, 4 MB Intel Smart Cache, proces prodhimi 14 nm. Ai mbështet memoriet DDR4 me frekuencë deri në 2666 MHz dhe kapacitet deri në 128 GB. Gjithashtu mbështet PCI-Express 3.0 (x16 / 2x8 / 1x8 \u002B 2x4). Është i pajisur me një kartelë grafike të integruar Intel UHD Graphics 630. TDP është 58 W.   ","Price":86.56,"PCode":"308083"},{"Title":"Disk i brendshëm Patriot Burst - 120GB, i zi","Description":" Përshkrimi i produktit  Patriot Burst ka një kapacitet prej 120 GB dhe një port SATA 6 Gb / s. Ka shpejtësi të shkëlqyera të leximit prej 560 MB / s dhe shkruarit 540 MB / s. Ai mbështet funksionet SMART dhe TRIM. Nuk kërkon defragmentim, është shumë rezistent ndaj dridhjeve dhe goditjeve dhe konsumon pak energji.   ","Price":26.25,"PCode":"221211"},{"Title":"Procesor Intel Core i7-9700K","Description":" Përshkrimi i produktit  Ky procesor ka teknologjinë Turbo Boost 2.0, që përshpejton performancën e procesorit dhe grafikut me ngarkesën maksimale. Në mënyre automatike mundëson që procesorët të funksionojnë më shpejt se frekuenca e operimit kur veprojnë nën kufijtë e fuqisë, të rrymës dhe të temperaturës. Procesori përmban grafikë të integruar Intel UHD Graphics 630, ofron mbështetje nga 4K në 4096 x 2034 @ 60Hz për DisplayPort dhe 4096 x 2034 @ 24Hz për HDMI. Grafika mund të jetë deri në 64 GB memorie, dhe lejon deri në 3 monitorë në të njëjtën kohë, poashtu mbështet DirectX 12. TDP-ja e prodhuesit është 95 wat.   ","Price":275.02,"PCode":"246375"},{"Title":"Ftohës Zalman CNPS80G","Description":" Përshkrimi i produktit  Është një ftohës ultra-i qetë. Ka një zhurmë deri në 25.3 dBA ± 10% dhe një shpejtësi 1000 - 2000 RPM ± 10%. Ka një ftohës pasiv alumini dhe ventilator PWM 85 mm. Ëhtë në përputhje me prizat Intel 115X. Është i përshtatshëm për procesorët me TDP deri 65W. Përfshihet paste përçuese e nxehtësisë.   ","Price":7.5,"PCode":"281310"},{"Title":"Procesor Intel Core i9-10850K","Description":" Përshkrimi i produktit  Ky procesor i gjeneratës së dhjetë Comet Lake është dizajnuar për LGA 1200. Ofron 10 bërthama fizike dhe frekuencë 3.6 GHz me mundësi rritjeje në 5.2 GHz. Për krijimin e tij është përdorur procesi 14 nm. Mbështet memorie DDR4 2933 MHz si dhe ndërfaqe PCl E 3.0. Ka grafikë Intel UHD Graphics 630 dhe ofron performancë të përkryer për secilin përdorues.   ","Price":438.24,"PCode":"295457"},{"Title":"Ftohës SilentiumPC Fera 3 EVO ARGB","Description":" Përshkrimi i produktit  Është një ftohës i fuqishëm i CPU-së, i pajisur me një ventilator 120 mm ARGB LED PWM. Arrin një shpejtësi prej 250 - 1600 RPM ± 10%. Paketa përfshin paste përçuese të nxehtësisë. Është projektuar për bazat Intel 775/1200 / 115X / 1366/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4. Ndriçimi mund të kontrollohet duke përdorur softuerin e prodhuesit të pllakës amë ose driver-in e përfshirë.   ","Price":50.68,"PCode":"295192"},{"Title":"Procesor Intel Core i3-10100","Description":" Përshkrimi i produktit  Ky është një procesor Intel Core i3-10100 i projektuar për prizën LGA 1200, i cili ofron 4 bërthamë fizike me frekuencë 3.6 GHz deri në 4.3 GHz në modalitetin Turbo. Poashtu, procesori ofron 6 MB SmartCache si dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Procesori ofron edhe memorie deri në DDR4 2666 MHz, mbështetje PCI-Express 3.0 dhe TDP nga prodhuesi deri në 65W.   ","Price":147.81,"PCode":"286897"},{"Title":"Ftohëse Noctua NH-D9DX i4 3U për procesorë, 92 mm","Description":" Përshkrimi i produktit  Ftohësja Noctua NH-D9DX i4 3U është e dizajnuar për procesorë, ku një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 92 mm, bërthamën prej bakrit dhe katër dual-gypa(4 tube) të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëseve prej 140 mm është 2000 rrotullime për minutë dhe nivel të zhurmës 22.8 db. Pjesa pasive ka kapacitet për mbajtjen e nxehtësisë në volum të lartë. Përkrah këto lloje të socket: Intel 1366 Intel 2011 Intel 2011-3. Ka peshë prej 531 g.   ","Price":59.4,"PCode":"164128"},{"Title":"Ftohëse Noctua NH-D14 për procesorë, 140 mm","Description":" Përshkrimi i produktit  Ftohësja Noctua NH-D14 është e dizajnuar për procesorë, ku një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 120 mm, bërthamën prej bakrit dhe katër gypa dopio të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëses prej 140 mm është 1300 rrotullime për minutë dhe nivel të zhurmës 12.6 db. Përkrah këto lloje të socket: AMD AM2, AMD AM2 \u002B, AM3 AMD, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1366. Ka peshë prej 940 g.   ","Price":83.19,"PCode":"71586"},{"Title":"Ftohëse për procesorë SCYTHE SCMGD-1000 Mugen MAX, 140 mm","Description":" Përshkrimi i produktit  Ftofësja Scythe SCMGD-1000 Mugen MAX është e dizajnuar për procesorë, e cila posedon teknologjinë “heatpipes”, teknologji kjo që mundëson absorbimin e nxehtësisë në ujë dhe e transmeton në pjesën pasive të ftofëses. Posedon edhe TM. APS, e cila ka strukturë lamelare dhe përshpejton rrjedhjen e ajrit. Sistemi i ri i montimit HPMS i mundëson ftofëses instalim të lehtë në pllakëzën amë. Ftohësja ka diametër prej 140 mm, me shpejtësi prej 1300 rrotullime në minutë, nivel të zhurmës 30.7 db dhe rrjedhje të ajrit 97.18 CFM. Përkrah këto lloje të socket: Ftofësja Scythe Mugen 4PGH Edition është e dizajnuar për ftohëse të procesorëve, e cila posedon sistemin e ri montues HPMS, që garanton shpejtësi dhe fleksibilitet. Diametri i flladitëses është 120 mm, me shpejtësi prej 800 rrotullime në minutë, me nivel të zhurmës 12.5 db dhe rrjedhje të ajrit 43.5 CFM. Përkrah këto lloje të socket: AMD AM2, AMD AM2 \u002B, AM3 \u002B AMD, AMD FM1, FM2 AMD, AMD FM2 \u002B, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1366 dhe Intel 2011. Dimenzionet e produktit janë 145 x 86 x 161 mm, me peshë prej 720 g.   ","Price":59.34,"PCode":"155711"},{"Title":"Ftohës Thermaltake Floe DX RGB 240 TT Premium Edition","Description":" Përshkrimi i produktit  Ky ftohës për procesor përputhet me priza Intel 775 / 115x / 1200/1366/2011 (-3) / 2066 dhe AMD FM1 / FM2 / AM2 (\u002B) / AM3 (\u002B) / AM4. Ka një radiator 240 mm dhe ftohës PWM 2x 120 mm. Këto arrijnë shpejtësi prej 500 - 1500 RPM, qarkullimi i ajrit deri në 42,45 CFM dhe nivelet e zhurmës deri në 23,9 dBA, kurse pompa funksionon me një shpejtësi të motorit prej 3600 RPM dhe është gjithashtu e pajisur me ndriçim LED ARGB. Gjatësia e zorrave është 326 mm.   ","Price":198.36,"PCode":"300819"},{"Title":"Ftohës Noctua NH-C14S për procesor, 140 mm","Description":" Përshkrimi i produktit  Ftohësja Noctua NH-C14S është e dizajnuar për procesorë, ku një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 140 mm, bërthamë prej bakri dhe katër gypa dopio të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëses prej 140 mm është 1500 rrotullime për minutë dhe nivel të zhurmës 24.6 db. Përkrah këto lloje të socket: AMD AM2, AM2 \u002B AMD, AMD AM3 AMD AM3 \u002B, FM1 AMD, AMD FM2, FM2 \u002B AMD, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011 dhe Intel 2011-3.   ","Price":82.25,"PCode":"172590"},{"Title":"Ftohëse për procesorë Scythe SCTTM-1000A Tatsumi, 92 mm","Description":" Përshkrimi i produktit  Ftohësja Scythe SCTTM-1000A është e dizajnuar për ftohjen e procesorëve, e cila posedon pjesën pasive ku transmetohet nxehtësia përmes gypave të bakrit. Ka hapsirë për instalimin e një flladitëseje tjetër, mirëpo posedon vetëm një flladitëse me diametër prej 92 mm, shpejtësi 2500 rrotullime në minutë, nivel të zhurmës 31 db dhe rrjedhje të ajrit 55.55 CMF. Përkrah këto lloje të socket: AMD AM2 / AM2 \u002B / AM3 / AM3 \u002B / FM1 / FM2 / FM2 \u002B. Dimensionet e produktit janë 102 x 146 x 59 mm, me peshë prej 360 g.   ","Price":26.5,"PCode":"194446"},{"Title":"Ftohës Arctic 34 eSports DUO, i hirtë/bardhë","Description":" Përshkrimi i produktit  Ky ftohës i fuqishëm CPU ka katër gypa bakri dhe shpejtësi 200 - 2100 rrotullime për minutë. Niveli i zhurmës arrin 14dB. Përputhet me priza AMD AM4, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011, Intel 2011-3, Intel 2066. Ka presion të lartë statik, konsum të ultë të energjisë dhe jetëgjatësi të lartë.    ","Price":63.94,"PCode":"291725"},{"Title":"Procesor AMD Ryzen 7 3800X","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i gjeneratës së 3-të AMD Ryzen 7 (Matiss) për prizë AM4. Ai ofron 8 bërthama fizike (16 fibra), frekuencë prej 3.9 GHz (4.5 GHz boost) dhe një cache 32 MB (L3). Një proces prodhimi prej 7 nm është përdorur për prodhimin e tij. TDP është 105 W. Ai ofron mbështetje për PCIe 4.0 x16. Përfshin ftohësin Wraith Prism RGB.   ","Price":358.62,"PCode":"264589"},{"Title":"Ftohëse Noctua NH-U14S për procesorë, 140 mm","Description":" Përshkrimi i produktit  Ftohësja Noctua NH-U14S është e dizajnuar për procesorë, ku pjesa e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 140 mm, bërthamën prej bakrit dhe gjashtë gypave të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftohëses prej 120 mm është 1500 rrotullime për minutë dhe nivel të zhurmës 24.6 db. Konfigurimi i ftofëses bëhet përmes PWM, e cila gjendet tek pllakëza amë. Përkrahë këto lloje të socket: AMD AM2, AMD AM2\u002B, AMD AM3, AMD AM3\u002B, AMD FM1, AMD FM2, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011. Ka dimensione prej 150 x 165 x 78 mm, me peshë prej 935 g.    ","Price":92.59,"PCode":"126809"},{"Title":"Procesor AMD Ryzen 9 3950X ","Description":" Përshkrimi i produktit  Produkti në fjalë paraqet një procesor të kualitetit mëse të lartë nga kompania e njohur Ryzen. Ky produkt dallohet me një cilësi dhe qëndrueshmëri tejet të lartë si edhe me një dizajn praktik dhe po ashtu mëse modern. Dallohet për vend të caktuar AM4 dhe njëkohësisht përrmban memorie të llojit DDR4. Vjen me intelegjencë artificiale të vendosur brena për brenda e cila ka kapacitet për vendimmarrje të mëtejme.   ","Price":792.77,"PCode":"271335"},{"Title":"Ftohës Noctua NH-U9S chromax, i zi","Description":" Përshkrimi i produktit  Ky ftohës siguron një shpejtësi prej 400 - 2000 RPM dhe qarkullim maksimal të ajrit prej 78,9 m3 / h. Arrin një nivel maksimal të zhurmës prej 22.8 dBA, dhe është e krijuar për bazat: Intel 115X / 1200/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4.   ","Price":74.73,"PCode":"303449"},{"Title":"Ftohës Noctua NH-D15S chromax, i zi","Description":" Përshkrimi i produktit  Ky ftohës siguron një shpejtësi prej 300 - 1500 RPM dhe qarkullim maksimal të ajrit prej 140,2 m3 / h. Arrin një nivel maksimal të zhurmës prej 24.6 dBA dhe është e krijuar për bazat: Intel 115X / 1200/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4.   ","Price":124.92,"PCode":"303448"},{"Title":"Ftohës Enermax Aquafusion 120mm","Description":" Përshkrimi i produktit  Ftohësja Enermax Aquafusion 120mm është e dizajnuar për procesorë, e cila përmban një bllok uji, pjesën pasive dhe dy ftohëse. Pjesa pasive është e lidhur në bllok të ujit përmes pompave të bakrit, të cilat e përçojnë ujin me shpejtësinë e nevojshme. Shpejtësia e dy ftohëseve shkon në 2000 rrotullime për minutë, me nivel të zhurmës prej 32.6 db dhe qarkullim të ajrit 79.8 CFM. Përkrah këto lloje të prizave: AMD AM2, AMD AM2 \u002B, AMD AM3 \u002B, AMD AM4 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, AMD AM2 \u002B, Intel 1150, Intel 1155, Intel 1156 2066.    ","Price":70.77,"PCode":"283960"},{"Title":"Xhel ftohës për CPU Coolermaster HTK-002","Description":" Përshkrimi i produktit  Është një pastë e veçantë për përçimin e nxehtësisë që duhet të aplikohet midis bërthamës së procesorit ose kartës grafike dhe trupit të ftohësit. Kjo është pastë argjendi që ka përçueshmëri të shkëlqyer termike. Përçueshmëria elektrike është zero, kështu që nuk ekziston rreziku i dëmtimit të përbërësve të qarkut elektrik. Punon në temperatura deri 117 gradë celsius. Paketa përmban 2 gram. Kur aplikohet siç duhet, pasta mbush të gjitha poret dhe pabarazinë e sipërfaqes së çipit dhe temperatura e procesorit zvogëlohet me disa gradë falë efikasitetit të saj. Prodhuesi konstaton se përçueshmëria termike e xhelit është 0.8 W / m° C . Nëse aplikoni pastën vetë, aplikoni vetëm një shtresë shumë të hollë.    ","Price":3.19,"PCode":"65001"},{"Title":"Material ftohës për CPU ARCTIC TP 50 x 50 x 1,5 mm, i kaltër","Description":" Përshkrimi i produktit  Materiali me përbërje silikoni është material ftohës për kartat grafike dhe CPU-të me dimensione 50 x 50 x 1.5 mm me ngjyrë të kaltër Ky material perdoret per përcjelljen e nxehtësisë, Arctic Cooling përshtatet në mënyrë ideale me shumicën e zgjidhjeve të ftohjes, siç janë ftohësit pasiv dhe ftohësit aktivë të procesorit apo çipave grafik. Ka shumë mundësi të përdorimit. Krijon urën e përsosur midis radiatorit dhe sipërfaqes së komponentit duke kompensuar parregullsi të vogla që parandalojnë kontaktin perfekt. Materiali nuk përbëhet nga pjesë metalike dhe është jo-përçues, për këto arsye është plotësisht i sigurt.   ","Price":7.5,"PCode":"176887"},{"Title":"Procesor Intel Core i5-9400F","Description":" Përshkrimi i produktit  Kompania Intel prezanton procesorë të rinj të gjeneratës së nëntë. Nëse jeni një lojtar që kërkon një eksperiencë fantastike të lojrave me shumë performancë për një transmetim të qetë dhe regjistrim të pandërprerë të momenteve më të rëndësishme, ose një krijues i përmbajtjes që dëshiron të shpenzojë më pak kohë duke pritur krijimin dhe ndarjen, ky brez i ri përpunuesish është gati për të. Versioni F nuk është i pajisur me një bazë grafike. Është një procesor jashtëzakonisht i fuqishëm i brezit të 9-të të Coffee Lake Refresh i projektuar për prizë LGA 1151. Ofron 6 cores fizike (6 fije). Frekuenca e saj është 2.9 GHz dhe mund të shkojë deri në 4.1 GHz në mënyrë Turbo. Ajo ofron një buffer SmartCache 9 MB dhe një proces prodhimi 14nm është përdorur për ta krijuar atë. Mbështet kujtesën deri në 2666 MHz DDR4. Sigurisht që ka mbështetje për PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65W.   ","Price":144.9,"PCode":"252287"},{"Title":"Procesor Intel Pentium Gold G6600","Description":" Përshkrimi i produktit  Procesor cilësor i gjeneratës Comet Lake me prizë Intel 1200 dhe 2 bërthama fizike (4 fibra). Procesori ka frekuencë 4.2 GHz, 4 MB Intel Smart Cache, proces prodhimi 14 nm. Ai mbështet memoriet DDR4 me frekuencë deri në 2666 MHz dhe kapacitet deri në 128 GB. Gjithashtu mbështet PCI-Express 3.0 (x16 / 2x8 / 1x8 \u002B 2x4). Është i pajisur me një kartelë grafike të integruar Intel UHD Graphics 630. TDP është 58 W.   ","Price":103.95,"PCode":"308085"},{"Title":"Procesor Intel Core i5-10600KF","Description":" Përshkrimi i produktit  Ky është një procesor i gjeneratës së 10-të Comet Lake i krijuar për prizë lga 1200. Ofron 6 bërthama fizike (12 fibra). Frekuenca e tij është 4.1 GHz deri në 4.8 GHz në modalitetin Turbo. Ofron një buffer 12 MB SmartCache kurse për prodhimin e tij është përdorur një proces 14 nm. Mbështet memorie DDR4 me kapacitet deri në 2666 MHz. TDP i raportuar nga prodhuesi është 125 W. Vjen me një shumëzues të zhbllokuar.   ","Price":218.08,"PCode":"300573"},{"Title":"Ftohëse Arctic Alpine 64 GT për procesorë, 80 mm","Description":" Përshkrimi i produktit  Ftohësja Arctic Alpine 64 GT është e dizajnuar për procesorë, e cila ka diametër prej 80 mm, me shpejtësi 2000 rpm. Gjithashtu përmban edhe pjesën pasive ku transferohet nxehtësia në të. Ka peshë prej 360 g. Përkrahë këto lloje të socket: AMD 754, AMD 939, AMD AM2, AM2 \u002B AMD, AMD AM3 AMD AM3 \u002B AMD AM4, AMD FM1, FM2 AMD, AMD FM2 \u002B.    ","Price":7.5,"PCode":"55615"},{"Title":"Ftohës SilentiumPC Fortis 3 EVO ARGB HE1425","Description":" Përshkrimi i produktit  Fortis 3 Evo ARGB është një version i ri i këtij ftohësi CPU jashtëzakonisht i popullarizuar, i lyer me nikel dhe i përmirësuar me një ftohës të ndriçuar LED ARGB. Është një zgjedhje tërheqëse për përdoruesit që kërkojnë një pamje të personalizueshme, pa kompromentuar performancën. Ju mund ta përdorni ndriçimin manualisht duke përdorur kontrolluesin e përfshirë Nano të rivendosur ARGB, i cili ka disa mënyra të paravendosura, kurse butonat mbi të mund të ngadalësojnë / përshpejtojnë çdo efekt ose të fikin plotësisht ndriçimin. Është gjithashtu i pajtueshëm me softverin e kontrollit të ndriçimit nga prodhuesit e njohur të kartave amë: ASUS Aura, MSI Mystic Light, Gigabyte Fusion dhe ASRock Polychrome Sync. Për më tepër, ky ftohës është projektuar për slote Intel 775 / 115X / 1366/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4. Ka përmasa 140x 140 mm, kapacitet 220W, shpejtësi 1400 rpm.   ","Price":46.03,"PCode":"283962"},{"Title":"Ftohës Scythe SCMG-5100BK Mugen 5 Black RGB","Description":" Përshkrimi i produktit  Ky ftohës përfshin një varg tiparesh të përkryera për performancë të lartë në ftohjen e procesorit. Përputhet me AMD AM2, AMD AM2 \u002B, AMD AM3, AMD AM3 \u002B, AMD AM4, AMD FM1, AMD FM2, AMD FM2 \u002B, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1200, Intel 1366, Intel 2011, Intel 2011-3, Intel 2066. Ftohësi RGB ofron shpejtësi 1200 rrotullime për minutë, qarkullim ajri 51.17 CFM dhe nivel zhurme 24.9 dBA. Pako përfshin pastë për konduktim të nxehtësisë.    ","Price":74.73,"PCode":"294834"},{"Title":"Ftohës Scythe Mugen 5 TUF Gaming Alliance","Description":" Përshkrimi i produktit  Ky ftohës përfshin një varg tiparesh të përkryera për performancë të lartë në ftohjen e procesorit. Përputhet me AMD AM2, AMD AM2 \u002B, AMD AM3, AMD AM3 \u002B, AMD AM4, AMD FM1, AMD FM2, AMD FM2 \u002B, Intel 775, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1200, Intel 1366, Intel 2011, Intel 2011-3, Intel 2066. Ftohësi RGB ofron shpejtësi 1200 rrotullime për minutë, qarkullim ajri 51.17 CFM dhe nivel zhurme 24.9 dBA. Pako përfshin pastë për konduktim të nxehtësisë.    ","Price":61.18,"PCode":"294832"},{"Title":"Procesor Intel Pentium G5620 ","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i gjeneratës së 8-të Intel me Coffee Lake R. Ai është dizajnuar për tu lidhur në LGA 1151 socket. Ka 2 bërthamë fizike (4 threads), një frekuencë prej 4.0 GHz dhe një 4 MB cache. U përdor një proces prodhimi 14 nm. Mbështet memorien DDR4 2400 dhe teknologjinë e korrigjimit të gabimeve ECC. Mbështet PCI-Express 3.0 (x16). Ai përmban Intel UHD Graphics 630.   ","Price":101.46,"PCode":"267039"},{"Title":"Sistem ftofës për procesor CPU Noctua NH-L9x65 SE-AM4, 92 mm","Description":" Përshkrimi i produktit  Ftohësi Noctua NH-L9x65 SE-AM4 është ftohës i cili përdorë ventilatorët dhe shërben për ftohjen e procesorit CPU me TPD (Energji termale). Ftohësi përbëhet nga 2 gypa alumini ftohës për qarkullim të ajrit dhe ka ventilatorë me diametër 92 x 92 mm i cili rrotullohet me shpejtësi deri 2500 rrotullime për minutë me nivel të zhurmës 23.6 dB, mundëson qarkullim të ajrit në nivel 33.72 CFM mundësuar nga ventilatori para. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh dhe ka jetëgjatësi 150.000 orë dhe dimensione 95 x 51 x 95 mm.   ","Price":49.75,"PCode":"208715"},{"Title":"Ftohës Be quiet! Pure Loop 120mm","Description":" Përshkrimi i produktit  Ky ftohës ujor për procesor përmban tipare të shkëlqyera për performancë të jashtëzakonshme. Ka përmasa 120 x 120 mm dhe materialet përbërse të tij janë alumini, bakri dhe nikeli. Shpejtësia e tij është 2000 rrotullime për minutë ndërsa niveli i zhurmës 36.1 dB. Ka konektorët vijues: 4pin (PWM) \u002B 3pin, SATA. Përputhet me: AMD AM3, AMD AM3 \u002B, AMD AM4, Intel 1150, Intel 1151, Intel 1155, Intel 1200, Intel 2011, Intel 2011-3, Intel 2066.   ","Price":89.77,"PCode":"302219"},{"Title":"Ftohës Corsair H45 për procesor, 120 mm","Description":" Përshkrimi i produktit  Corsair H45 është sistem i ftohjes me ujë që ka kombinuar ftohjen me ajër dhe substanca të lëngshme në të njëjtën kohë në mënyrë që të mirëmbani një temperaturë optimale të sistemit tuaj kompjuterik.Aksesori është i përshtatur për hapësirat e procesorëve GA 1150, 1151, 1155, 1156, 1366, 2011 dhe 2011-3, FM1, FM2, AM2, dhe AM3, arrinë qarkullim të ajrit 94CFM dhe nivel të zhurmës 31 dB, ka madhësi prej 120 mm dhe mban konektorin 4pin (PWM) për lidhje me kompjuter.   ","Price":52.54,"PCode":"192738"},{"Title":"Ftohës Arctic 34 eSports, i hirtë/bardhë","Description":" Përshkrimi i produktit  Ky ftohës i fuqishëm CPU ka katër gypa bakri dhe shpejtësi 200 - 2100 rrotullime për minutë. Niveli i zhurmës arrin 24.4 dB. Përputhet me priza AMD AM4 dhe Intel LGA 1150/1151/1155/1156/2011 * / 2011-3 * / 2066. Ka presion të lartë statik, konsum të ultë të energjisë dhe jetëgjatësi të lartë.    ","Price":35.03,"PCode":"291721"},{"Title":"Procesor Intel Core i9-10900F","Description":" Përshkrimi i produktit  Kompania Intel është gjenerata e 10-të e përpunuesve për desktop të etiketuar Comet Lake. Nëse ju jeni një gamer duke kërkuar një përvojë fantastike të lojrave me performancë të mjaftueshme për rrjedhje të qetë dhe regjistrim të pandërprerë të pikave kryesore, ose ju jeni një krijues i përmbajtjes që dëshiron të shpenzojë më pak kohë duke pritur për të krijuar dhe ndarë, ky procesor i gjeneratës së 10-të Intel është gati për atë. Versioni F nuk është i pajisur me një thelb grafike. Ai ofron 10 bërthamë fizike (20 fije), kurse frekuenca e tij është 2.8 GHz dhe deri në 5.2 GHz në modalitetin Turbo. Poashtu, procesori mbështet memorie deri në DDR4 2933 MHz dhe PCI-Express 3.0, kurse TDP e deklaruar nga prodhuesi është 65W.   ","Price":408.48,"PCode":"289421"},{"Title":"Procesor Intel Core i7-10700KF","Description":" Përshkrimi i produktit   Ky është një procesor i gjeneratës së 10-të Comet Lake e projektuar për prizën LGA 1200. Pajisja ofron 8 bërthamë fizike (16 fije), kurse frekuenca e tij është 3.8 GHz dhe deri në 5.1 GHz në modalitetin Turbo. Poashtu, procesori ofron një cache prej 16 MB SmartCache dhe një proces prodhimi 14 nm u përdor për ta krijuar atë, si dhe mbështet memorie deri në DDR4 2933 MHz.    ","Price":339.62,"PCode":"291835"},{"Title":"Ftohës Corsair iCUE H60i RGB PRO XT","Description":" Përshkrimi i produktit  Seria Corsair iCUE H60i RGB PRO XT paraqet një ftohës me radiator 52mm, shpejtësi 2,400 RPM, qarkullim të ajrit 75 CFM, nivel të zhurmës 37 dBA, si dhe është i pajtueshëm me AMD AM2, AMD AM3, AMD AM4, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 1200, Intel 1366, Intel 2011, Intel 2066.   ","Price":100.22,"PCode":"308093"},{"Title":"Procesor Intel Core i9-10900K","Description":" Përshkrimi i produktit   Kompania Intel është gjenerata e 10-të e përpunuesve për desktop të etiketuar Comet Lake. Nëse ju jeni një gamer duke kërkuar një përvojë fantastike të lojrave me performancë të mjaftueshme për rrjedhje të qetë dhe regjistrim të pandërprerë të pikave kryesore, ose ju jeni një krijues i përmbajtjes që dëshiron të shpenzojë më pak kohë duke pritur për të krijuar dhe ndarë, ky procesor i gjeneratës së 10-të Intel është gati për atë. Versioni K ofron një shumëzues të shkyçur.Ai ofron 10 bërthama fizike (20 temat), kurse frekuenca e tij është 3.7 GHz dhe deri në 5.3 GHz në modalitetin Turbo. Përveç kësas, procesori mbështet memorie deri në DDR4 2933 MHz dhe PCI-Express 3.0, kurse TDP e deklaruar nga prodhuesi është 95W.   ","Price":501.97,"PCode":"289423"},{"Title":"Xhel Ftohës për CPU SilentiumPC Pactum PT-2, 4 g","Description":" Përshkrimi i produktit  Xheli ftohës për kartat grafike dhe CPU-të me sasi 4 gramë është aksesorë modern i cili përdorët për mundësimin e ftohjes së pajisjeve kompjuterike, punon në temperaturat -40° C deri 240° C, aplikimi i tij është shumë i thjeshtë dhe përshtatet me të gjitha llojet e procesorëve dhe kartave grafike, vetëm aplikoni xhelin mbi sipërfaqen e kartave në pjesët ku lirohet nxehtësi dhe lëreni të veprojë, xheli hyn në poret dhe sipërfaqet e brendshme të kartave dhe mundëson ulje të temperaturës për disa gradë, është shumë efektiv dhe substancë e pa rrezikshme.   ","Price":7.48,"PCode":"191711"},{"Title":"Ftohës me ujë Fractal Design Celsius S24","Description":" Përshkrimi i produktit  Seria Celsius bazohet në teknologjinë më të fundit dhe materialet premium absorbuese të zhurmës për t\u0027ju sjellë performancë ekstreme të ftohjes me zhurmë minimale. Ky është brezi i 5-të i cilësisë së ftohësve dhe pjesa e saj përbëhet nga bakri. 2x lidh bllokun me procesorin me radiator dhe me ventilatorin. 2x Dynamic X2 GP-12 PWM. Me 2 mënyra rrotullimi, ventilatoret kanë zhurmë maksimale prej 32.2 dBA, 500 - 2000 rpm. Rrjedhja e ajrit 87.6 CFM. Është i përshtatshëm me bazat Intel LGA 1150/1151/1155/1156/1366/2011/2011-v3 dhe AMD AM2 (\u002B) / AM3 (\u002B) / AM4 / FM1 / FM2 (\u002B) sockets.   ","Price":164.22,"PCode":"216000"},{"Title":"Xhel Ftohës për CPU SilentiumPC Pactum PT-1, 4 g","Description":" Përshkrimi i produktit  Pastë efikase për përçimin e nxehtësisë SilentiumPC Pactum PT-1 tani është në dispozicion për të gjithë ata që kërkojnë një zgjidhje cilësore për ftohjen e CPU, GPU dhe të çipave të tjerë në kushte normale. Ky produkt është projektuar për transferimin cilësor të temperaturës midis procesorëve të sotëm të fuqishëm dhe ftohësve. Përçueshmëria termike e kësaj paste është 4 W / mK dhe është dedikuar për funksionim afatgjatë në temperatura nga -50 ° C to 240 ° C. Kur aplikohet si duhet, pasta mbush të gjitha poret dhe pabarazinë e sipërfaqes së çipit dhe temperatura e procesorit zvogëlohet me disa gradë falë efikasitetit të saj. Jo vetëm qënuk përmban silikon por gjithashtu ka perqueshmëri elektrike shumë të vogël. Paketa përmban 3 gram pastë për përçimin e nxehtësisë. SilentiumPC Pactum PT-1 është projektuar për të gjithë procesorët modernë, përfshirë ata më të fuqishmit. Aplikohet duke vendosur një sasi të vogël në sipërfaqen e çipit ose të ftohësit së procesorit dhe duke e përhapur atë në një shtresë të hollë, për shembull me një kartelë.   ","Price":5.52,"PCode":"144360"},{"Title":"Ftohës SilentiumPC Navis EVO ARGB 360 AiO","Description":" Përshkrimi i produktit  Ftohës i cilësisë së lartë, i pajisur me 3 ventilatorë (120 mm) për ftohjen e pjesëve të brendshme të kompjuterit. Ka shpejtësi prej 800 - 2300/2500 RPM ± 10% dhe është e përshtatshme për hapsirat: Intel 775 / 115X / 1366/2011 (-3) / 2066 dhe AMD FM1 / FM2 (\u002B) / AM2 (\u002B) / AM3 (\u002B) / AM4 / TR4. Për instalim sa më të lehtë, pajisja ka edhe një tub gome me gjatësi 460 mm.   ","Price":112.33,"PCode":"265580"},{"Title":"Procesor AMD Ryzen 5 5600X","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i serive 5000 për fole AM4. Ofron 6 bërthama fizike (12 threads), një frekuencë prej 3.7 GHz (rritje 4.6 GHz) dhe një 32 MB cache (L3). Procesi i prodhimit 7 nm. TDP 65W. Paketa përfshin një ftohës Wraith Stealth.   ","Price":359.5,"PCode":"302197"},{"Title":"Procesor Intel Core i9-10900","Description":" Përshkrimi i produktit  Kompania Intel është gjenerata e 10-të e përpunuesve për desktop të etiketuar Comet Lake. Nëse ju jeni një gamer duke kërkuar një përvojë fantastike të lojrave me performancë të mjaftueshme për rrjedhje të qetë dhe regjistrim të pandërprerë të pikave kryesore, ose ju jeni një krijues i përmbajtjes që dëshiron të shpenzojë më pak kohë duke pritur për të krijuar dhe ndarë, ky procesor i gjeneratës së 10-të Intel është gati për atë. Ai ofron 10 bërthamë fizike (20 fije), kurse frekuenca e tij është 2.8 GHz dhe deri në 5.2 GHz në modalitetin Turbo. Përveç kësaj, procesori mbështet memorie deri në DDR4 2933 MHz dhe PCI-Express 3.0, kurse TDP e deklaruar nga prodhuesi është 65W.   ","Price":431.52,"PCode":"289422"},{"Title":"Procesor AMD Ryzen 5 1600 me ftohës Wraith Stealth, 12nm ","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i gjeneratës së parë AMD Ryzen 5 (Pinnacle Ridge) për prizë AM4. Ai ofron 6 bërthama fizike (12 fije), një frekuencë prej 3.2 GHz (3.6 GHz turbo) dhe një cache 16 MB (L3). Procesi i prodhimit ishte 12 nm. TDP është 65 W. Ftohësi Wraith Stealth është i përfshirë.   ","Price":134.89,"PCode":"278460"},{"Title":"Procesor Intel Core i7-10700K","Description":" Përshkrimi i produktit  Procesori përfshin grafikë të integruar Intel UHD Graphics 630 dhe ofron mbështetje me rezolucion 4K deri në 4096 x 2304 @ 60 Hz për DisplayPort dhe 4096 x 2160 @ 30 Hz për HDMI. Grafika zë deri në 64 GB memorie. Lejon lidhjen e tre monitorëve njëkohësisht dhe mbështet DirectX 12 dhe OpenGL 4.5. Ka 8 bërthama fizike dhe frekuenca e tij është 3.8 GHz dhe deri në 5.1 GHz në modalitetin Turbo. Mbështet memorien DDR4 2933 MHz.   ","Price":356.72,"PCode":"287868"},{"Title":"Procesor Intel Core i7-10700","Description":" Përshkrimi i produktit  Procesori përfshin grafikë të integruar Intel UHD Graphics 630 dhe ofron mbështetje me rezolucion 4K deri në 4096 x 2304 @ 60 Hz për DisplayPort dhe 4096 x 2160 @ 30 Hz për HDMI. Grafika zë deri në 64 GB memorie. Lejon lidhjen e tre monitorëve njëkohësisht dhe mbështet DirectX 12 dhe OpenGL 4.5. Procesori ka 8 bërthama fizike dhe frekuenca e tij është 2.9 GHz dhe deri në 4.8 GHz në modalitetin Turbo. Mbështet memorien DDR4 2933 MHz.    ","Price":300.67,"PCode":"287867"},{"Title":"Ftohës Akasa X4 AK-968, 92mm","Description":" Përshkrimi i produktit  Akasa lancoi një tjetër ftohës, me dizajn klasik që kombinon performancën e mirë me një operacion thuajse të heshtur. Përveç kësaj, është e lehtë dhe e shpejtë për t\u0027u instaluar. Ftohësi është në përputhje me një gamë të gjerë platformash, duke përfshirë AMD 939, AMD AM2 \u002B, AMD AM3 \u002B, AMD AM3 \u002B, AMD AM3 \u002B, AMD FM1 \u002B, AMD FM2 \u002B, AMD FM2 \u002B, Intel 775, Intel 1150, Intel 1151, Intel 1155 - ??procesorët më të fundit të Intel, si dhe procesorët konkurrues AMD.Vetitë kryesore : I gjithë ftohësi ka përmasa 135 x 109 x 90 mm në 458 gram. Për të lehtësuar shkëmbimin e nxehtësisë në mes të pllakave, ftohësi është i pajisur me një ventilim 92 mm që rrotullohet në 600 deri 2500 RPM. Niveli i zhurmës së radiatorit është 17 dB deri në maksimum 29.5 dB.   ","Price":28.5,"PCode":"214661"},{"Title":"Procesor Intel Xeon Silver 4114","Description":" Përshkrimi i produktit  Intel Xeon Silver 4114 është procesor i dizajnuar speficikisht për serverë. Aksesori është ndërtuar që të mbaj ngarkesa të larta dhe t\u0027ju sjell performancë të lartë dhe optimal që plotëson kërkesat tuaja. Procesori është pajisur me 10 bërthama që funksionojnë nën frekuencat 2.2GHz, ju ofron mbështetje për teknologjinë Virtualization, mban konektorin 3647 për lidhje me pllakën amë si dhe në pako me të vjen ftohësi pasiv i procesorit.   ","Price":717.72,"PCode":"243737"},{"Title":"Ftohës për CPU Be quiet! Shadow Rock Slim","Description":" Përshkrimi i produktit  Ftohësi Be Quiet Shadow Rock SLIM është ftohës i cili shërben për ftohjen e CPU me dalës 130 W për pajisjet Intel 2011, 1366, 1156, 1155, 1150, 775; AMD AM3, AM3 \u002B, AMD2, AM2 \u002B, 939, 940, FM1, FM2 dhe 754. Ftohësi përbëhet nga gypat ftohës 4 x 8 PWM të dhe ka ventilatorë me diametër 135 x 135 mm i cili rrotullohet me shpejtësi deri 1400 rrotullime për minutë, mundëson qarkullim të ajrit deri 67.8 CFM dhe krijon zhurma deri 23.7 dBA. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh i cili siguron jetëgjatësi deri 80.000 orë, peshon 730 gram dhe ka dimensione të përgjithshme 74 x 161 x 137 mm.    ","Price":48.3,"PCode":"143932"},{"Title":"Procesor Intel Core i5-10600","Description":" Përshkrimi i produktit  Kompania Intel është gjenerata e 10-të e përpunuesve për desktop të etiketuar Comet Lake. Nëse ju jeni një gamer duke kërkuar një përvojë fantastike të lojrave me performancë të mjaftueshme për rrjedhje të qetë dhe regjistrim të pandërprerë të pikave kryesore, ose ju jeni një krijues i përmbajtjes që dëshiron të shpenzojë më pak kohë duke pritur për të krijuar dhe ndarë, ky procesor i gjeneratës së 10-të Intel është gati për atë. Ai ofron 6 bërthamë fizike (12 fije), kurse frekuenca e tij është 3.3 GHz dhe deri në 4.8 GHz në modalitetin Turbo. Për më tepër, procesori mbështet memorie deri në DDR4 2666 MHz dhe PCI-Express 3.0, kurse, TDP e deklaruar nga prodhuesi është 65W.   ","Price":245.81,"PCode":"289707"},{"Title":"Material ftohës për CPU ARCTIC TP 50 x 50 x 1 mm","Description":" Përshkrimi i produktit  Materiali me përbërje silikoni është material ftohës për kartat grafike dhe CPU-të me dimensione 145 x 145 x 1 mm me ngjyrë të kaltër Ky material perdoret per përcjelljen e nxehtësisë, Arctic Cooling përshtatet në mënyrë ideale me shumicën e zgjidhjeve të ftohjes, siç janë ftohësit pasiv dhe ftohësit aktivë të procesorit apo çipave grafik. Ka shumë mundësi të përdorimit. Krijon urën e përsosur midis radiatorit dhe sipërfaqes së komponentit duke kompensuar parregullsi të vogla që parandalojnë kontaktin perfekt. Materiali nuk përbëhet nga pjesë metalike dhe është jo-përçues, për këto arsye është plotësisht i sigurt.   ","Price":6.52,"PCode":"176888"},{"Title":"Ftohës për CPU Coolermaster Hyper TX3 EVO, 92 mm","Description":" Përshkrimi i produktit  Ftohësi Coolermaster Hyper Hyper TX3 EVO është ftohës i cili përdorë ventilatorët dhe shërben për ftohjen e CPU me TPD (Energji termale) 200 W për pajisjet Intel 1150 / 1155 / 1156 / 1366 / 775 a AM2 / AM2\u002B/ AM3 / AM3\u002B / FM1 / FM2 / FM2\u002B. Ftohësi përbëhet nga 4 gypa bakri ftohës për qarkullim të ujit dhe ka ventilatorë me diametër 92 x 92 mm i cili rrotullohet me shpejtësi deri 2200 rrotullime për minutë, mundëson qarkullim të ajrit deri 43.1 CFM dhe krijon zhurma deri 30 dBA. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh dhe ka jetëgjatësi 40.000 orë, peshon 306 gram dhe ka dimensione të përgjithshme 90 x 79 x 136 mm.   ","Price":31.05,"PCode":"99857"},{"Title":"Intel Core i7-9700","Description":" Përshkrimi i produktit  Kompania Intel prezanton procesorë të rinj të gjeneratës së nëntë. Nëse jeni një lojtar që kërkon një eksperiencë fantastike të lojrave me shumë performancë për një transmetim të lehtë dhe regjistrim të pandërprerë të momenteve më të rëndësishme, ose një krijues që dëshiron të shpenzojë më pak kohë duke pritur krijimin dhe shpërndarjen, ky brez i ri procesorëve është gati.Është një procesor jashtëzakonisht i fuqishëm i brezit të 9-të të Coffee Lee Refresh procesorë i dizajnuar për prizë LGA 1151. Ofron 8 bërthamë fizike (8 fije). Frekuenca e saj është 3.0 GHz deri në 4.7 GHz Turbo. Ajo ofron SmartCache 12 MB dhe një proces prodhimi prej 14 nm është përdorur për ta krijuar atë. Mbështet memorien deri në 2666 MHz DDR4. Sigurisht që ka mbështetje për PCI-Express 3.0. TDP-ja e deklaruar nga prodhuesi është 65W.   ","Price":256.02,"PCode":"263964"},{"Title":"Ftofëse Noctua NH-L9x65 për procesorë, 92 mm","Description":" Përshkrimi i produktit  Ftofësja Noctua NH-L9x65 është e dizajnuar për procesorë të shtëpizave të vogla dhe HTPC. Një pjesë e madhe e saj përbëhet nga alumini. Përmban në vete një ftohëse të diametrit 92 mm, bërthamën prej bakrit dhe dy gypave të montuara në pjesë pasive, të cilat transmetojnë nxehjen në të. Shpejtësia e ftofëses prej 92 mm është 2500 rrotullime për minutë, nivel të zhurmës 23.6 db dhe rrjedhje të ajrit 57.5. Përveç kësaj, mban hapësirë edhe për integrimin e një ftofëse tjetër me diametër 92 mm. Konfigurimi i ftofëses bëhet përmes PWM, e cila gjendet tek pllakëza amë. Pjesa pasive ka kapacitet për mbajtjen e nxehtësisë në volum të lartë, që e bën ideale për çdo procesor modern. Përkrah këto lloje të socket: AMD AM2, AM2 \u002B AMD, AMD AM3 AMD AM3 \u002B, FM1 AMD, AMD FM2, FM2 \u002B AMD, Intel 1150, Intel 1151, Intel 1155, Intel 1156, Intel 2011 dhe Intel 2011-3. Ka dimensione prej 95 x 65 x 95 mm, me peshë prej 413 g.    ","Price":51.61,"PCode":"184734"},{"Title":"Xhel ftohës për CPU Coolermaster IC Essential E1, 4.6 gram","Description":" Përshkrimi i produktit  Xheli ftohës për kartat grafike dhe CPU-të me sasi 4.6 g ngjyrë e hirtë është produkt modern i cili përdorët për mundësimin e ftohjes së pajisjeve kompjuterike, punon në temperatura deri 185 gradë celsius. Aplikimi i tij është shumë i thjeshtë dhe përshtatet me të gjitha llojet e procesorëve dhe kartave grafike, vetëm aplikoni xhelin mbi sipërfaqen e kartave në pjesët ku lirohet nxehtësi dhe lëreni të veprojë, xheli hyn në poret dhe sipërfaqet e brendshme të kartave dhe mundëson ulje të temperaturës për disa gradë, është shumë efektiv dhe substancë e pa rrezikshme. Prodhuesi konstaton se përçueshmëria termike e xhelit është 4.5 W / m° C .   ","Price":6.52,"PCode":"107030"},{"Title":"Procesor Intel Core i5-9500F ","Description":" Përshkrimi i produktit  Ky është një procesor jashtëzakonisht i fuqishëm i gjeneratës së 9-të Coffee Lake Refresh, i krijuar për LGA 1151 socket. Ai ofron 6 bërthamë fizike (6 fibers). Frekuenca e tij është 3.0 GHz dhe deri në 4.4 GHz në modalitetin Turbo. Ai ofron një 9 MB SmartCache buffer dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memorien deri në DDR4 2666 MHz. Poashtu, ka mbështetje për PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65W.   ","Price":192.04,"PCode":"266883"},{"Title":"Procesor Intel Pentium G6400","Description":" Përshkrimi i produktit  Është një procesor i fuqishëm i gjeneratës Comet Lake. Është projektuar për instalim në një slot Intel 1200. Ka 2 bërthama (4 threads), një frekuencë prej 4.0 GHz dhe 4 MB Intel Smart Cache. U përdor një proces prodhimi 14 nm. Ai mbështet memoriet DDR4 me një frekuencë deri në 2666 MHz dhe një kapacitet deri në 128 GB. Mbështet PCI-Express 3.0 (x16 / 2x8 / 1x8 \u002B 2x4). Është i pajisur me grafikë të integruar Intel UHD Graphics 610. TDP 58 W. Paketa përfshin një ftohës.   ","Price":75.15,"PCode":"297903"},{"Title":"Procesor Intel Core i5-10500","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i projektuar për prizën LGA 1200. Ai ofron 6 bërthama fizike (12 fibra). Frekuenca e tij është 3.1 GHz ose deri në 4.5 GHz në modalitetin Turbo. Ai ofron një buffer 12 MB SmartCache dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Procesori mbështet memorie DDR4 me frekuencë deri në 2666 MHz. Mbështetja PCI-Express 3.0 është e pranishme natyrisht. TDP e deklaruar nga prodhuesi është 65 W.   ","Price":222.31,"PCode":"286900"},{"Title":"Procesor Intel Core i5-10600K, Marvel\u0027s Avengers Collector\u0027s Edition","Description":" Përshkrimi i produktit  Është një procesor i gjeneratës së 10-të Comet Lake i krijuar për prizë LGA 1200. Ai ofron 6 bërthama fizike (12 fibra). Frekuenca e tij është 4.1 GHz dhe deri në 4.8 GHz në modalitetin Turbo. Ajo ofron një buffer 12 MB SmartCache dhe një proces prodhimi 14 nm është përdorur për ta krijuar atë. Mbështet memoriet DDR4 me frekuencë deri në 2666 MHz. Mbështetja e PCI-Express 3.0 është sigurisht e pranishme. TDP e deklaruar nga prodhuesi është 125 W. Ky version i veçantë është i bazuar në stilin \u0022Marvel\u0027s Avangers\u0022 si dhe gjithashtu përfshinë një kartë përkujtimore.   ","Price":245.81,"PCode":"297087"},{"Title":"Procesor Intel Core i9-9900","Description":" Përshkrimi i produktit  Ky është një procesor i fuqishëm i gjeneratës së 9-të Intel Coffee Lake për LGA 1151 socket. Ka 8 bërthamë fizike (16 fibers). Frekuenca e tij është 3.1 GHz deri në 5.0 GHz në modalitetin Turbo. Ai ofron një 16 MB SmartCache buffer dhe një proces prodhimi 14 nm është përdorur për ta krijuar atë. Mbështet memorien deri në DDR4 2666 MHz. Mbështet PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65W. Procesori përmban Intel Graphics UHD 630.   ","Price":347.22,"PCode":"267046"},{"Title":"Procesor Intel Pentium Gold G6405","Description":" Përshkrimi i produktit  Është një procesor cilësor i gjeneratës së Comet Lake. Është projektuar për instalim në një prizë Intel 1200. Ka 2 bërthama (4 threads), një frekuencë prej 4.1 GHz dhe 4 MB Intel Smart Cache. U përdor një proces prodhimi 14 nm. Ai mbështet memoriet DDR4 me një frekuencë deri në 2666 MHz dhe një kapacitet deri në 128 GB. Mbështet PCI-Express 3.0 (x16 / 2x8 / 1x8 \u002B 2x4). Është i pajisur me grafikë të integruar Intel UHD Graphics 610. TDP arrin 58W.   ","Price":79.5,"PCode":"313447"},{"Title":"Procesor Intel Xeon Gold 5122","Description":" Përshkrimi i produktit  Xeon Gold 5000 procesorët japin performancë të përmirësuar me procesorin e brendshëm të avancuar. Ky procesor ka teknologjinë e njohur si Turbo Boost 2.0 e cila përshpejton ecurinë e procesorit në ngarkesën maksimale. Lejon automatikisht bërthamat e procesorit të funksionojnë më shpejt se sa frekuenca e operimit kur veprojnë nën kufijtë e fuqisë, rrymës dhe temperaturës. Është një procesor i fuqishëm i shkallëzuar për serverat dhe ofron 4 bërthama fizike (8 fije). Frekuenca e saj është 3.6 GHz dhe 3.7 GHz në regjimin Turbo. Ajo poashtu, ofron një hapësirë prej 16.5 MB (L3) dhe një proces prodhimi 14 nm është përdorur për ta krijuar atë. Mbështet memorien DDR4 me deri në 2666 MHz, dhe sigurisht që ka mbështetje për PCI-Express 3.0.    ","Price":1256.37,"PCode":"243739"},{"Title":"Procesor Intel Xeon Silver 4210 ","Description":" Përshkrimi i produktit  Procesorët e Xeon Silver ofrojnë performancën e nevojshme, shpejtësinë e përmirësuar të memories dhe efikasitetin e energjisë. Performanca e tyre është ideale për qendrat bazë të të dhënave kompjuterike, rrjetet dhe ruajtjen. Ky procesor ka një teknologji të njohur si Turbo Boost 2.0. Kjo shpejton performancën e CPU me ngarkesë maksimale. Automatikisht lejon që bërthamat e procesorit të funksionojnë më shpejt sesa në frekuencën e funksionimit kur veprojnë nën kufijtë e rrymës, rrymës dhe temperaturës. Nëse procesori hyn apo jo në modalitetin Turbo Boost varet nga ngarkesa e tij dhe ambienti i funksionimit. Ky është një procesor i fuqishëm, i shkallëzuar i serverëve. Ka prizë LGA 3647. Ofron 10 bërthama fizike (20 fije). Frekuenca e tij e funksionimit është 2.2 GHz dhe 3.2 GHz në modalitetin Turbo. Ai ofron një cache prej 14 MB dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memoriet DDR4 deri në 2400 MHz. Mbështetja për PCI-Express 3.0 është e rëndësishme natyrisht. TDP e prodhuesit është 85 W.   ","Price":538.17,"PCode":"259959"},{"Title":"Procesor Intel Xeon Silver 4208","Description":" Përshkrimi i produktit  Për shumë vite, kompania ka prodhuar disa nga çipet dhe përpunuesit më të mirë në treg. Xeon Silver Series përpunuesit ofrojnë performancën e nevojshme, shpejtësinë e përmirësuar të memories dhe efikasitetin e energjisë. Performanca e tyre është ideale për qendrat e të dhënave bazë kompjuterike, rrjetet dhe ruajtjen. Është një procesor i fuqishëm i shkallëzuar për serverat. Socket LGA 3647. Ofron 8 bërthama fizike (16 fije). Frekuenca e saj është 2.1 GHz dhe 3.2 GHz në Turbo mode. Ofron një cache prej 11 MB. Ai mbështet kujtesën DDR4 me deri në 2400 MHz. Sigurisht që ka mbështetje për PCI-Express 3.0. TDP e prodhuesit është 85 W.   ","Price":456.48,"PCode":"259960"},{"Title":"Procesor Intel Xeon Silver 4216 ","Description":" Përshkrimi i produktit  Është një procesor i fuqishëm, i shkallëzuar i serverëve. Ka prizë LGA 3647 dhe ofron 16 bërthama fizike (32 threads). Frekuenca e tij e punës është 2.1 GHz ose deri në 3.2 GHz në modalitetin Turbo. Ai ofron një 22 MB cache dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memorie DDR4 deri në 2400 MHz. Ka mbështetje për PCI-Express 3.0. TDP e prodhuesit është 100 W.   ","Price":940.02,"PCode":"259957"},{"Title":"Ftohës për CPU Coolermaster Hyper T4, 120 mm","Description":" Përshkrimi i produktit  Ftohësi Coolermaster Hyper T4 është ftohës i cili përdorë ventilatorët dhe shërben për ftohjen e CPU me TPD (Energji termale) 200 W për pajisjet Intel LGA 775 / 1150 / 1155 / 1156/1366 / 2011 and AMD AM2 / AM3 / AM3 \u002B / FM1 / FM2 / FM2 \u002B. Ftohësi përbëhet nga 4 gypa bakri ftohës për qarkullim të ujit dhe ka ventilatorë me diametër 120 x 120 mm i cili rrotullohet me shpejtësi deri 1800 rrotullime për minutë, mundëson qarkullim të ajrit deri 70 CFM dhe krijon zhurma deri 31,.6 dBA. Pajisja lidhet me kompjuter me lidhës 4 - gjilpërësh dhe ka jetëgjatësi 40.000 orë, peshon 548 gram dhe ka dimensione të përgjithshme 131.6 x 72.5 x 152.3 mm.   ","Price":30.15,"PCode":"117124"},{"Title":"Procesor AMD Ryzen Threadripper 3960X","Description":" Përshkrimi i produktit  AMD ka krijuar një linjë të përpunuesve AMD Ryzen që shpreh fuqinë dhe performancën e një bërthame krejt të re të performancës së lartë \u0022Zen\u0022 x86. Një seri përparimesh në arkitekturë të kombinuara me platformën dhe teknologjitë e përpunimit po i shtyjnë përdoruesit drejt një horizonti të ri në botën e procesorit. Poashtu, AMD siguron AMD Ryzen Master për të hyrë në këto përfitime të fuqishme. Menaxhoni deri në katër profile ku mund të ruani frekuenca dhe tensione të ndryshme si për procesorin Ryzen ashtu edhe për memorjen DDR4. Ju gjithashtu mund të mbyllni disa bërthama dhe të rregulloni kohën e kujtesës. Ky është një procesor jashtëzakonisht i fuqishëm i gjeneratës së tretë AMD Ryzen me përcaktimin Threadripper për sTRX4 fole. Ajo ofron 24 bërthamë fizike (48 fije), një frekuencë prej 3.8 GHz (ngritje deri në 4.5 GHz).    ","Price":1384.62,"PCode":"276195"},{"Title":"Procesor Intel Core i3-9350KF","Description":" Përshkrimi i produktit  Është një procesor jashtëzakonisht i fuqishëm i gjeneratës së 9-të - Coffee Lake për prizë LGA 1151. Ai ofron 4 bërthamë fizike (4 threads). Frekuenca e tij operative është 4.0 GHz dhe deri në 4.6 GHz në modalitetin Turbo. Ai ofron 8 MB SmartCache buffer dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Ai mbështet memorie DDR4 deri në 2400 MHz. Mbështet edhe PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 91 W.    ","Price":175.3,"PCode":"260161"},{"Title":"Procesor Intel Core i5-9500","Description":" Përshkrimi i produktit  Ky është një procesor jashtëzakonisht i fuqishëm i gjeneratës së 9-të Coffee Lake Refresh, i krijuar për LGA 1151 socket. Ai ofron 6 bërthamë fizike (6 fibers). Frekuenca e tij është 3.0 GHz dhe deri në 4.4 GHz në modalitetin Turbo. Ai ofron një 9 MB SmartCache buffer dhe një proces prodhimi 14 nm u përdor për ta krijuar atë. Mbështet memorien deri në DDR4 2666 MHz. Poashtu, ka mbështetje për PCI-Express 3.0. TDP e deklaruar nga prodhuesi është 65W. Procesori përmban Intel Graphics UHD 630.   ","Price":220.32,"PCode":"266884"},{"Title":"Procesor Intel Core i9-10980XE","Description":" Përshkrimi i produktit  Ky procesor Intel Core i9-10980XE 18 bërthamësh, operon në frekuencë prej 3 000 deri në 4800 MHz, dhe i përket gjneratës Intel - gjenerata e 10-të. Është i prodhuar nga Modeli Intel me i9 bërthama dhe ka mbështetje të çipsetit Intel X299. Për më tepër, nuk ka ftohës të integruar.   ","Price":1018.87,"PCode":"279100"},{"Title":"Procesor Intel Core i9-10900X","Description":" Përshkrimi i produktit  Ky është një procesor i gjeneratës së 10-të Intel Core i9. Procesori ka prizë socket 2066 dhe mbështet chipset Intel X299. Frekeuenca e tij operuese është 3700 MHz, frekeunca turbo 4500 MHz, shpejtësia bus e sistemit 8 GT / s. Ka kapacitet të memories cache L3 19,250 kB. TDP mesatare është 165 W. Numri i lidhjeve (threads) është 20, kurse numri i bërthamave të procesorit është 10. Pajisjet speciale përfshijnë: overclocking automatik, HyperThreading. Numri maksimal i kanaleve është 4 dhe frekeunca maksimale RAM 2,933 MHz.   ","Price":616.07,"PCode":"295458"},{"Title":"Procesor Intel Pentium Gold G6605","Description":" Përshkrimi i produktit  Gëzoni performancë të shkëlqyeshme me një çmim të arsyeshëm me procesorin Pentium Gold G6605 nga gjenerata e procesorëve Intel Comet Lake. Pentium Gold janë ideale për kompjuterë për përdorim të përditshëm në shtëpi dhe punë. Përveç performancës, përdoruesi sigurisht që do të jetë i interesuar në grafikën e integruar Intel UHD Graphics 630, e cila mbështet një rezolucion deri në 4K dhe lidhjen e deri në 3 monitorë. Mbështet memorien DDR4 me një frekuencë deri në 2666 MHz dhe një kapacitet deri në 128 GB si dhe PCI-Express 3.0 (x16 / 2x8 / 1x8 \u002B 2x4).    ","Price":117.5,"PCode":"313446"},{"Title":"Procesor AMD Ryzen 7 2700, Wraith MAX","Description":" Përshkrimi i produktit  AMD ka krijuar një sërë procesorësh AMD Ryzen që shprehin fuqinë dhe performancën e x86 core \u0022Zen\u0022 me performancë të lartë. Një numër përparimesh në arkitekturë të kombinuara me platforma dhe teknologji të përpunimit i shtojnë përdoruesit një horizont të ri në botën e përpunuesve. Është një procesor i fuqishëm i brezit AMD Ryzen 7 (Pinnacle Ridge) për socket AM4. Ofron 8 bërthama fizike (16 fije), operon në frekeuncë 3.2 GHz (4.1 GHz boost) dhe ka 16 MB cache (L3). Procesi i prodhimit 12 nm. TDP 65W.   ","Price":206.92,"PCode":"252417"},{"Title":"Procesor AMD Ryzen 7 3800XT","Description":" Përshkrimi i produktit  AMD ka krijuar një linjë të rocesorëve AMD Ryzen që ofrojnë performancë të lartë dhe përshtatet me pllaka të serisë 3000 dhe 500. Mbështet teknologjinë Pure Power dhe Precision Boost për kontroll konstant të temperaturës, shpejtësisë dhe tensionit. Përmes intelexhencës artificiale të brendshme Neural Net Prediction ju mund të parashikoni vendimet, udhëzimet si dhe të përzgjedhni udhën më të përshtatshme për procesorin. Përmban 8 bërthama fizike, frekuencë 3.9 GHz - 4.7 GHz dhe 32 MB cache.    ","Price":421.92,"PCode":"291909"},{"Title":"Ftohës Be quiet! Pure Rock 2, i zi","Description":" Përshkrimi i produktit  Ky është një ftohës i CPU për multimedia dhe sisteme grafike të heshtura, i cili siguron një raport të shkëlqyeshëm të performancës së çmimeve me një efikasitet ftohjeje 150 W TDP, katër tubacione ngrohje 6 mm, një ftohës PWM 2,120 mm dhe një dizajn praktik të montimit të lartë. Arrin shpejtësi deri në 1500 RPM dhe nivelin e zhurmës deri në 26.8 dBA. Për më tepër ai është i projektuar për fole Intel 115x / 1200/2011 (-3) / 2066 dhe AMD AM3 (\u002B) / AM4.   ","Price":42.78,"PCode":"286430"},{"Title":"Procesor Intel Xeon E5-2680v2","Description":" Përshkrimi i produktit  Intel Xeon E5-2680v2 është anëtar tjetër i familjes së procesorëve të Intel-it, i cili është ndërtuar me arkitekturën moderne Ivy Bridge-EP. Ai është dizajnuar për pllakëzat amë të cilat janë të pajisura me LGA2011, ndërsa shërben për lehtësimin e operimit të vazhdueshëm dhe maksimal. Procesori ka dhjetë bërthama fizike, dhe secila nga to ofron shpejtësi prej 2.8Ghz.    ","Price":1928.02,"PCode":"136251"},{"Title":"Procesor Intel Xeon CPU E5-2609v2 ","Description":" Përshkrimi i produktit  Intel vjen me serinë inovative të procesorëve Xeon E version v2, me prodhim të avancuar prej 22mm. Në krahasim me modelet e kaluara ofron memorie më të shpejtë DDR3. I ndërtuar në arkitekturën moderne Ivy Bridge-PE, është projektuar për pllakat amë që mbështesin gjeneratën e fundit të LGA2011, duron ngarkesë të vazhdueshme, andaj dhe preferohet për entuziastët e kompjuterëve të cilët synojnë performancë maksimale. Procesori ka katër bërthama, secila me në një frekuencë prej 2,50 GHz. Tek procesori Intel Xeon E5-2609v2, kontrolluesi i memories është i integruar direkt në chip. Në mënyrë specifike mbështet memoriet me shpejtësi prej 800/1066/1333 MHz ndërsa TDP-ja (Thermal Design Power) është 80W.   ","Price":350.07,"PCode":"136253"},{"Title":"Xeon Intel E5–2660v3","Description":" Përshkrimi i produktit  Kompania Intel ka disa vite që është duke prodhuar çipat dhe procesorët më të mirë në treg. Xeon Intel E5–2660v3 është pjesë e familjes Intel kryesisht i dizajnuar për serverat. Ky procesor është projektuar për ngarkesë maksimale dhe të vazhdueshme, andaj gjen përdorim në server dhe kompjuterë dhe preferohet nga entuziastët e kompjuterëve që synojnë performancë maksimale dhe siguri. Ka frekuencë preh 2 600 MHz dhe 10 bërthama.   ","Price":1574.62,"PCode":"159423"},{"Title":"Procesor CPU Intel Xeon E5-1650v4 - 3.6GHz me gjashtë bërthama","Description":" Përshkrimi i produktit  Intel Xeon E5-1640v4 ka shënuar një hap gjigant në performancë dhe në aftësitë që i ofrojnë procesorët e fuqishëm, pasi që përballon ngarkesë të vazhdueshme, operime të vazhdueshme, etj. Procesori i përket familjes të produkteve të pllakëzave që janë të pajisura me FLCGA2011-3. Procesori ka një grup prej gjashtë bërthamave fizike me mbështetje për HyperThreading apo 12 fibra. Çdonjëra nga këto bërthama fizike është e programuar në 3.6Ghz (Turbo 4Ghz).    ","Price":677.82,"PCode":"192872"}]