[{"Title":"Tablet Samsung Galaxy Tab S7 (2020), 11\u0022, 6GB RAM, 128GB, WiFi, i argjendtë","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një shfaqje të qetë me një ritëm të rifreskimit deri në 120 Hz, një stilolaps S Pen të përmirësuar, rehati në punë të krahasueshme me një kompjuter personal, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik.Galaxy Tab S7 kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje.Shijoni përmbajtjen në një ekran të mrekullueshëm 11 \u0022 të ndërtuar në teknologjinë LTPS LCD. Ai ofron gamën e ngjyrave DCI-P3 dhe ka marrë certifikimin Low Blue Light, që konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Galaxy Tab S7 ka katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, që plotësojnë imazhin premium me tinguj po aq luksoz.Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i mençur dhe revolucionar mund të trajtojë me lehtësi kryerjen e detyrave të shumta ose lojërat moderne, në çdo kohë, në çdo vend.Shijoni çdo lojë të përsosur në ekranin e madh me një shfaqje cilësore. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj.S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 tuaj me një magnet.Kamera e përparuar e pasme e Galaxy Tab S7 përbëhet nga dy lente: lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5 Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 KPS.Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB memorie RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 11 \u0022 120 Hz LTPS ofron një rezolucion prej 2560 x 1600 px. Për aplikacionet dhe të dhënat, keni një memorie të brendshme me kapacitet prej 128 GB dhe mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Është e mundur të përdorni një tablet për navigim. Ekziston gjithashtu një lidhje wireless WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe USB të llojit C. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve, mbështetja për Samsung DeX dhe një stilolaps Samsung S Pen. Tableti mundësohet nga një bateri me një kapacitet të lartë prej 8000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është instaluar paraprakisht.   ","Price":599.5,"PCode":"706116smg"},{"Title":"Tablet Samsung Galaxy Tab A 2019 (T295), 2GB/32GB, LTE - i zi","Description":" Përshkrimi i produktit  Samsung Galaxy Tab A 8.0 LTE 2019 (T295N) me karakteristika miqësore për familjet është i dizajnuar me përvojën e fundit në komoditetin online dhe përvojën e leximit të përmbajtjes. Do t\u0027ju ofrojë performancë të mirë, një sërë karakteristikash praktike për punën e përditshme, si dhe një modalitet \u0022child mode\u0022 për të ndihmuar argëtimin e fëmijëve.Ky tablet ofron një procesor 4-bërthamor Qualcomm Snapdragon 429 i cili funksionon me një frekuencë 2 GHz. Tableti ka 2 GB memorie operative ndërsa për aplikacionet dhe të dhënat ka 32 GB memorie të brendshme e cila mund të zgjerohet përmes kartave microSD deri në 512 GB.Ekrani me prekje 8 \u0022 ofron një rezolucion prej 1280 x 800 piksel. Në pjesën e përparme të tabletit është vendosur kamera 2 Mpx, e cila lejon të komunikoni përmes internetit me miqtë ose familjen në definicion të lartë. Ndërsa në pjesën e pasme tableti është i pajisur me një kamerë të fuqishme 8 Mpx, që ju lejon të bëni foto cilësore dhe video me definicion të lartë, plot detaje të shkëlqyera. Ekziston gjithashtu lidhja me LTE, WiFi dhe Bluetooth dhe marrësi GPS / Glonass. Prej lidhësve keni një jack 3.5 mm për kufje dhe microUSB për karikim. Fuqia sigurohet nga bateritë 5100 mAh. Sistemi operativ është Android.   ","Price":169,"PCode":"740652smg"},{"Title":"Tablet Lenovo Yoga Smart Tab 10,1\u0027\u0027 FHD, 3GB/32GB, LTE","Description":" Përshkrimi i produktit  Ky tablet ndërthurr një varg tiparesh të përsosura teknologjike. Ka procesor Qualcomm Snapdragon 439 me 8 bërthama me frekuencë 4x 2 GHz dhe 4x 1.45 GHz. Memoria RAM ka kapacitet 3GB dhe memoria e brendshme 32GB me mundësi zgjerimi përmes slotit për microSD. Ekrani 10.1\u0027\u0027 ofron rezolucion 1920 x 1200 pikselë. Mbështet teknologjinë WiFi ac, Bluetooth 4.2 dhe ka kamerë të përparme 5 MPx ndërsa kamera e pasme 8MPx. Përfshin poashtu senzor të dritës, gjiroskop, senzor për shok. Bateria ka kapacitet 7000 mAh dhe zjgat 11 orë me përdorim të internetit. Sistemi i tij operativ është Android 9 Pie.   ","Price":237.02,"PCode":"277599"},{"Title":"Tablet Apple iPad Mini, 64GB, 2019, i argjendtë","Description":" Përshkrimi i produktit  Ky Apple iPad Mini ka performancë të jashtëzakonshme. Ju mund ta ndjeni ndryshimin dhe saktësinë në shikim të parë nëse jeni duke lexuar në internet, duke luajtur lojëra 3D ose duke vizatuar. Me një diagonale 7.9 \u0022, ky iPad ka rezolucion 2048 × 1536 piksel me një densitet prej 326 pikash për inç (ppi) dhe në sajë të panelit IPS ju do të përjetoni ngjyra të përkryera të vërteta me detaje realiste. Tableta është me të vërtetë shumë e hollë vetëm 6.1 mm, dhe peshon 300 gram. Mbështetje për lapsin Apple (gjenerata e parë) A keni nevojë për më shumë saktësi në kontrollin e Apple iPad Mini tuaj? Atëherë ky laps siguron opsione të reja të kontrollit dhe mbështet kreativitetin tuaj. Ai vepron sikur një laps i zakonshëm pavarësisht nëse ju jeni duke vizatuar ose thjesht duke shkruar shënime, çdo gjë është aq e thjeshtë sa të shkruash me një laps të zakonshëm (lapsi shitet veçmas). Dy kamera të mrekullueshme Tableta është e pajisur me një kamerë të pasme me një sensor të përmirësuar 8MP dhe një lente f / 2.4, e cila së bashku me një procesor të fuqishëm, ju lejon të përdorni veçori të avancuara siç janë fokusi i klikimit, panorama, video FullHD, video slow motion 120fps, time-lapse video ose self-timer. Pjesa e përparme është e pajisur me një kamerë FaceTime HD e cila ka sensor 7MP për performancë më të mirë të dritës së ulët. Fuqia e tabletës ofrohet nga A12 Bionic me arkitekturë 64-bit desktop, Neural Engine dhe bashkë-procesorin M12. Tableta ka 64 GB memorie të brendshme, është e pajisur me një sërë sensorësh, duke përfshirë Touch ID, xhiroskop me 3 akse, akcelerometër, busull dixhitale, sensor të dritës së ambientit dhe barometër. Poashtu, ekziston teknologjia Bluetooth 5.0 dhe qasja në internet ofrohet nëpërmjet rrjetit WiFi ac me MIMO. Tableta operon me sistemin operativ iOS 12.    ","Price":415.2,"PCode":"257408"},{"Title":"Tablet Samsung Galaxy Tab S7 LTE, 11\u0022, 6GB RAM, 128GB, i zi","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një ekran të qetë me një ritëm të rifreskimit deri në 120 Hz, një S Pen të përmirësuar, rehati në punë e krahasueshme me një PC, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik.Galaxy Tab S7 kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje.Shijoni përmbajtjen në një ekran të mrekullueshëm 11 \u0022 të ndërtuar në teknologjinë LTPS LCD. Ai ofron gamën e ngjyrave DCI-P3 dhe ka marrë certifikimin Low Blue Light, e cila konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Galaxy Tab S7 me katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, e cila plotëson foton premium me tinguj po aq luksoz.Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i zgjuar dhe revolucionar mund të trajtojë me lehtësi duke multitasking ose lojëra moderne, në çdo kohë, në çdo vend.Shijoni çdo lojë të përsosur në ekranin e madh me një ekran cilësor. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj.S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 tuaj me një magnet.Kamera e përparuar Galaxy Tab S7 përbëhet nga dy lente: Lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 FPS.Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-core Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 11 \u0022120Hz LTPS ofron një rezolucion prej 2560 x 1600 piksele. Për aplikacionet dhe të dhënat, keni një memorie të brendshme shumë të mirë 128 GB me mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Është e mundur të përdorni një tablet për navigim. Ekziston gjithashtu një lidhje wireless LTE, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe USB Type-C moderne. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve, mbështetje Samsung DeX dhe një Samsung S Pen. Tableti mundësohet nga një bateri me një kapacitet të lartë 8000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android dhe ambienti inteligjent One UI.   ","Price":799.5,"PCode":"646190smg"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi, i artë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":359.5,"PCode":"298096"},{"Title":"Tablet Apple iPad Mini, 64GB, Wi-Fi, 2019, ari","Description":" Përshkrimi i produktit  Përjetoni performancën e jashtëzakonshme në Apple iPad Mini. Ai është shoqëruesi ideal i udhëtimit që shpejt e nxirrni nga xhepi ose çanta sa herë që ju nevojitet. Tableti është me të vërtetë shumë i hollë, vetëm 6.1 mm, dhe pesha e tij do t\u0027ju habitë, duke peshuar pak më shumë se 300 gram. Megjithatë, ai ka performancë mahnitëse dhe shumë karakteristika të shkëlqyera. Tableti është i pajisur me një kamerë të pasme me një sensor të përmirësuar 8MP dhe një lentë f / 2.4, e cila, së bashku me një procesor të fuqishëm, ju lejon të përdorni funksione të avancuara si fokus, panoramë, video FullHD, slow motion video 120fps, time-lapse video, ose modalitetin self-timer. Pjesa e përparme është e pajisur me një kamera FaceTime HD me një sensor 7MP për një performancë më të mirë në dritë të ulët. Ky tablet i ri Apple iPad Mini është i pajisur me një ekran multitouch 7.9 \u0022Retina me rezolucion 2,048 × 1,536 dots dhe një kënd të gjerë shikimi. Për sistemin, të dhënat dhe aplikacionet janë të gatshme 64 GB memorie të brendshme, të pajisur me një gamë të sensorëve duke përfshirë Touch ID, xhiroskop me tre akse, akscelerometër, busullë dixhitale, sensorin e dritës së ambientit dhe barometër. Ekziston teknologjia Bluetooth 5.0 dhe lidhja e internetit përmes lidhjes WiFi ac dhe MIMO. Një sistem i ri operativ iOS 12 është instaluar në pajisjen tuaj.    ","Price":399.5,"PCode":"257407"},{"Title":"Tablet Samsung Galaxy TAB A7 (SM-T500), 10.4\u0022, 3GB RAM, 32GB, WiFi, i artë","Description":" Përshkrimi i produktit  Zhytuni në përmbajtjen tuaj të preferuar audiovizive me tabletin elegant Galaxy Tab A7, i cili përmban një dizajn të hollë dhe performancë të lartë. Do të bëhet shoqëruesi juaj i besueshëm për punën dhe aktivitetet e kohës së lirë.Dizajni i Galaxy Tab A7 bazohet në minimalizëm, simetri dhe mjeshtëri premium. Trupi i tabletit është vetëm 7 mm i hollë dhe metalik, kështu që ofron qëndrueshmëri dhe ergonomi më të madhe. Ju mund të zgjidhni nga disa trajtime origjinale me ngjyra.Sot, ai ofron një bollëk platformash dhe aplikacionesh transmetimi për të parë shfaqjet dhe filmat tuaj të preferuar. Për t’i shijuar vërtet ato, Galaxy Tab A7 është i pajisur me një ekran dinamik të gjerë 10.4 \u0022 dhe tingull rrethues Dolby Atmos, i cili vjen nga katër altoparlantë AKG dhe ju gllabëron plotësisht.Pritja e pafund për fillimin e lojës ka mbaruar. Galaxy Tab A7 është i pajisur me një procesor të shpejtë tetë-bërthamor Qualcomm Snapdragon 662 (2 GHz) dhe 3 GB RAM, që siguron funksionim të shkathët dhe të butë të tabletëve. Bateria me një kapacitet prej 7040 mAh ju garanton orë të gjata loje të patrazuar. Sapo të filloni të afroheni me zero me baterinë, përfitoni nga opsioni i karikimit të shpejtë 15 W për një kthim të shpejtë në lojë.Ju mund të ruani të gjitha fotot, videot, lojërat dhe aplikacionet tuaja në memorien e brendshme me kapacitet prej 32 GB. Nëse kjo nuk ju mjafton, mund të rrisni memorien e tabletit deri në 1 TB me një kartë opsionale microSD.Samsung gjithashtu mendoi për sytë tuaj dhe pajisi Galaxy Tab A7 me një modalitet të errët që zvogëlon lodhjen e tyre. Pavarësisht nëse e ndizni atë në mbrëmje ose gjatë gjithë ditës, modaliteti i errët ka avantazhin e ruajtjes jo vetëm të shikimit, por edhe të baterisë.Sinkronizoni Galaxy Tab A7 me celularin tuaj të mençur Galaxy dhe mos humbisni mesazhet, thirrjet dhe njoftimet e tjera, edhe kur nuk keni një celular në dorë. Falë funksionit Auto Hotspot, celulari juaj i mençur mund të ndajë të dhënat e tij me tabletin edhe kur nuk ka rrjet Wi-Fi afër.Kombinimi i Galaxy Tab A7 dhe aplikacionit Google Duo ju jep mundësinë të jeni me të dashurit tuaj, edhe nëse situata aktuale nuk ju lejon ta bëni këtë fizikisht. Ndani momente të rëndësishme me familjen tuaj, miqtë dhe me këdo që ju intereson.Ju nuk duhet të shqetësoheni për të dhënat tuaja të ndjeshme dhe të dhënat personale në Galaxy Tab A7. Samsung Knox është një zgjidhje sigurie me shumë shtresa që mbron pajisjet si në nivelin harduerik ashtu edhe në atë softuerik. Malware dhe kërcënimet e tjera që fshihen në Internet nuk kanë asnjë shans.Me aplikacionin Samsung Kids, nuk do të shqetësoheni më për besimin e tabletëve në duart e fëmijëve. Sjell një numër të madh lojërash argëtuese, por edhe edukative që zhvillojnë njohuritë dhe aftësitë e fëmijës suaj. Për më tepër, ju keni një kyç prindëror që mund ta vendosni në aplikacionet që dëshironi. Ju gjithashtu mund të merrni një pasqyrë praktike të aktiviteteve dhe kohëzgjatjes së përdorimit të tabletit.   ","Price":232.31,"PCode":"721223smg"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi, i artë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":448.85,"PCode":"298099"},{"Title":"Tablet SamsungGalaxy Tab A 2019 (T290), 2GB/32GB - i zi","Description":" Përshkrimi i produktit  Samsung Galaxy Tab A 8.0 Wi-Fi 2019 (T290N) ofron një procesor 4-bërthamësh me një frekuencë prej 2 GHz. Tableti gjithashtu ka në dispozicion 2 GB memorje, si dhe ekranin me prekje 8 \u0022që ofron një rezolucion prej 1280 x 800 piksele. Për aplikacione dhe të dhëna tableti ju oforn një kartë memorie të brendshme microSD të zgjeruar 32 GB të memorjes së brendshme. Ekziston edhe WiFi wireless dhe Bluetooth dhe marrësi GPS / Glonass. Përveç kësaj, kemi gjithashtu një xhek 3.5 mm për kufje, microUSB dhe dy kamera (8 MP para dhe 2 MP para). Fuqia e përdorur e baterive me kapacitet të lartë është 5100 mAh, kurse sistemi operativ Android.   ","Price":119,"PCode":"916318smg"},{"Title":"Tablet Lenovo M10 Plus, 4GB / 64GB, hiri","Description":" Përshkrimi i produktit  Tablet për të gjithë familjen - ky është Lenovo Tab M10 Plus. Është shoqëruesi perfekt për argëtimin tuaj në ekranin e madh dhe me tingull cilësor në një dizajn të këndshëm kompakt që nuk do t\u0027ju shqetësojë.Tableti Lenovo Tab M10 Plus përdor një procesor 8-bërthamor MediaTek Helio P22T, i cili mbështetet nga 4 GB memorie RAM. Ekrani sigurohet nga një ekran me prekje 10.3 \u0022 me një rezolucion prej 1920 x 1200 px. Për sistemin, të dhënat dhe aplikacionet është i pajisur me 64 GB memorie të brendshme, që mund të zgjerohet më tutje me karta memorie microSD. Një palë kamerash lejojnë komunikimin në internet me miqtë ose regjistrim video dhe shkrepje fotografish (kamera e përparme 5 Mpx dhe kamera e pasme 8 Mpx). Natyrisht ekziston një ndërfaqe wireless WiFi ac, e cila siguron që të jeni gjithmonë në kontakt. Poashtu tableti është i pajisur me ndërfaqe wireless Bluetooth 5.0, ndërfaqe USB-C dhe dalje audio 3.5 mm. Performanca mahnitëse e zërit sigurohet nga altoparlantët anësorë dhe mbështetja e teknologjisë Dolby Atmos. Tableti është i pajisur me një bateri të integruar me një kapacitet prej 5000 mAh dhe sistemi operativ Android është i instaluar paraprakisht.   ","Price":185.76,"PCode":"279348"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Samsung Galaxy Tab S6, 6GB/128GB, LTE, i hirtë","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab LTE S6 ofron procesor 8-core Qualcomm Snapdragon 855 me një frekuencë deri në 2.8 GHz. Tableti gjithashtu ka në dispozicion 6 GB memorje. Ekrani super prekës 10.5 \u0022Super AMOLED ofron një rezolucion prej 2560 x 1600 pikave. Për aplikacionet dhe të dhënat ju keni një kartë memorie të brendshme microSD të zgjerueshme me 128 GB memorie të brendshme (deri në 1TB). Mund ta përdorni tabletin për navigim, wireless LTE, WiFi ac dhe Bluetooth 5.0 BLE, si dhe një kamerë moderne USB Type-Cand (pjesa e pasme 13 \u002B 5 Mpx dhe 8 Mpx). Bateria ka një kapacitet të lartë 7040 mAh dhe përkrahë ngarkimin e shpejtë. Android 9 dhe One UI Smart Environment.   ","Price":724.5,"PCode":"266129"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi \u002B Cellular, i hirtë hapësinor","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE.Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":469.5,"PCode":"298104"},{"Title":"Tablet Lenovo TAB M8, 8 \u0027\u0027, 2GB/32GB, i hirtë","Description":" Përshkrimi i produktit  Tablet për të gjithë familjen - ky është Lenovo Tab M8. Është shoqëruesi i përsosur për argëtimin tuaj me një ekran të madh dhe tingullin e cilësisë Dolby Atmos në një dizajn të këndshëm kompakt që nuk do t\u0027ju shqetësojë.Lenovo Tab M8 përdor një procesor me 4 bërthama MediaTek Helio A22 që mbështetet nga 2 GB memorie. Një ekran me prekje IPS 8 \u0022me 1280 x 800 pika kujdeset për shfaqjen perfekte. Për sistemin, të dhënat dhe aplikacionet, ekziston 32 GB memorie të brendshme, e cila mund të zgjerohet me kartat e memorjes microSD. Poashtu, ky tablet është i pajisur edhe me kamerë të përparme 2 megapixel para dhe të pasme 5 megapixel, kurse përmes marrësit GPS të integruar, gjithashtu mund të navigojmë. Ekziston edhe WiFi pa tel, një ndërfaqe wireless Bluetooth micro USB dhe dalje audio 3,5 mm. Pajisja është e pajisur me një bateri të integruar 5000 mAh dhe si sistem operativ përdor Android.   ","Price":117.6,"PCode":"274840"},{"Title":"Tablet Samsung Galaxy TAB A7 (SM-T500), 10.4\u0022, 3GB RAM, 32GB, WiFi, i argjendtë","Description":" Përshkrimi i produktit  Zhytuni në përmbajtjen tuaj të preferuar audiovizive me tabletin elegant Galaxy Tab A7, i cili përmban një dizajn të hollë dhe performancë të lartë. Do të bëhet shoqëruesi juaj i besueshëm për punën dhe aktivitetet e kohës së lirë.Dizajni i Galaxy Tab A7 bazohet në minimalizëm, simetri dhe mjeshtëri premium. Trupi i tabletit është vetëm 7 mm i hollë dhe metalik, kështu që ofron qëndrueshmëri dhe ergonomi më të madhe. Ju mund të zgjidhni nga disa trajtime origjinale me ngjyra.Sot, ai ofron një bollëk platformash dhe aplikacionesh transmetimi për të parë shfaqjet dhe filmat tuaj të preferuar. Për t’i shijuar vërtet ato, Galaxy Tab A7 është i pajisur me një ekran dinamik të gjerë 10.4 \u0022 dhe tingull rrethues Dolby Atmos, i cili vjen nga katër altoparlantë AKG dhe ju gllabëron plotësisht.Pritja e pafund për fillimin e lojës ka mbaruar. Galaxy Tab A7 është i pajisur me një procesor të shpejtë tetë-bërthamor Qualcomm Snapdragon 662 (2 GHz) dhe 3 GB RAM, që siguron funksionim të shkathët dhe të butë të tabletëve. Bateria me një kapacitet prej 7040 mAh ju garanton orë të gjata loje të patrazuar. Sapo të filloni të afroheni me zero me baterinë, përfitoni nga opsioni i karikimit të shpejtë 15 W për një kthim të shpejtë në lojë.Ju mund të ruani të gjitha fotot, videot, lojërat dhe aplikacionet tuaja në memorien e brendshme me kapacitet prej 32 GB. Nëse kjo nuk ju mjafton, mund të rrisni memorien e tabletit deri në 1 TB me një kartë opsionale microSD.Samsung gjithashtu mendoi për sytë tuaj dhe pajisi Galaxy Tab A7 me një modalitet të errët që zvogëlon lodhjen e tyre. Pavarësisht nëse e ndizni atë në mbrëmje ose gjatë gjithë ditës, modaliteti i errët ka avantazhin e ruajtjes jo vetëm të shikimit, por edhe të baterisë.Sinkronizoni Galaxy Tab A7 me celularin tuaj të mençur Galaxy dhe mos humbisni mesazhet, thirrjet dhe njoftimet e tjera, edhe kur nuk keni një celular në dorë. Falë funksionit Auto Hotspot, celulari juaj i mençur mund të ndajë të dhënat e tij me tabletin edhe kur nuk ka rrjet Wi-Fi afër.Kombinimi i Galaxy Tab A7 dhe aplikacionit Google Duo ju jep mundësinë të jeni me të dashurit tuaj, edhe nëse situata aktuale nuk ju lejon ta bëni këtë fizikisht. Ndani momente të rëndësishme me familjen tuaj, miqtë dhe me këdo që ju intereson.Ju nuk duhet të shqetësoheni për të dhënat tuaja të ndjeshme dhe të dhënat personale në Galaxy Tab A7. Samsung Knox është një zgjidhje sigurie me shumë shtresa që mbron pajisjet si në nivelin harduerik ashtu edhe në atë softuerik. Malware dhe kërcënimet e tjera që fshihen në Internet nuk kanë asnjë shans.Me aplikacionin Samsung Kids, nuk do të shqetësoheni më për besimin e tabletëve në duart e fëmijëve. Sjell një numër të madh lojërash argëtuese, por edhe edukative që zhvillojnë njohuritë dhe aftësitë e fëmijës suaj. Për më tepër, ju keni një kyç prindëror që mund ta vendosni në aplikacionet që dëshironi. Ju gjithashtu mund të merrni një pasqyrë praktike të aktiviteteve dhe kohëzgjatjes së përdorimit të tabletit.   ","Price":179,"PCode":"975374smg"},{"Title":"Tablet Samsung Galaxy TAB S6 Lite SM-P610, 10.4, WIFI, 64GB, e hirtë e errët","Description":" Përshkrimi i produktit  Samsung sjell në treg verzionin më të ri të tabletëve Samsung Galaxy Tab S6 Lite P610N me performancë superiore dhe dizajn kompakt e elegant. Samsung Galaxy Tab S6 Lite P610N ka ekran me prekje (touch) 10.4” me rezolucion 2000 x 1200 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5 MP dhe një të pasme 8MP.Ky tablet posedon procesor 8-bërthamësh Samsung Exynos 9611, i cili operon në frekuencë 2.3 GHz, i kombinuar me memorie RAM 4GB dhe memorie të brendshme 64GB. Gjithashtu, Samsung Galaxy Tab S6 Lite P610N mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 5.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 7040 mAh dhe sistem operativ Android One UI.   ","Price":299,"PCode":"943965smg"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi, i argjendtë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":359.5,"PCode":"298097"},{"Title":"Tablet iPad Apple Mini, 64GB, WiFi \u002B Celular, 7.9\u0022, 64GB, 2019, i florinjtë","Description":" Përshkrimi i produktit  iPad Apple vjen me dizajn elegant dhe ofron përformancë të lartë.Ky iPad vjen me procesorin A12 Bionic, me diagonale të ekranit 7.9\u0022 IPS dhe me rezolucion 2048 x 1536 piksela,si dhe vjen me 64 GB memorie.Ky produkt ju sjell imazhe dhe video me cilësi të lartë falë dy kamerave të integruara ku kamera e pasme vjen me 8 MP ndërsa ajo e përparme me 7 MP, si dhe falë teknologjisë TrueTone ngjyrat në iPad do të jenë të qarta dhe të freskëta.iPadi mbështet lexuesin e gjurmëve të gishtave, iCloud, WiFi, MIMO, Bluetooth, 3G, LTE, GPS.Produkti vjen me sistemin operativ iOS 12.   ","Price":529.5,"PCode":"257410"},{"Title":"Tablet Samsung Galaxy Tab S6, 6GB/128GB, Wifi, ngjyrë hiri","Description":" Përshkrimi i produktit  Ky tablet ndërthurr një varg veçorish teknologjike për përdorim në punë dhe për argëtim. Ka procesor Qualcomm Snapdragon 855 me 8 bërthama me frekuencë veprimi 2.8 GHz, memorie RAM 6GB. Ekrani me madhësi 10.5\u0027\u0027 Super AMOLED ofron rezolucion 2560 x 1600 pikselë. Për të dhëna dhe aplikacione ka memorie të brendshme 128 GB që mund të zgjerohet deri në 1TB. Mund të përdoret për navigim, ka wireless ac, Bluetooth 5.0 BLE si dhe kamerë moderne USB type C (pjesa e pasme 13\u002B5Mpx, pjesa e përparme 8Mpx). Bateria ka kapacitet 7040 mAh. Sistemi i tij operativ është Android 9.   ","Price":609.12,"PCode":"266126"},{"Title":"Tablet Samsung Tab A 2019 (T290), 2GB/32GB - argjendtë","Description":" Përshkrimi i produktit  Samsung Galaxy Tab A 8.0 LTE 2019 (T290N) do të ofrojë një procesor 4-bërthamësh me një frekuencë 2 GHz. Tableti gjithashtu ka në dispozicion 2 GB memorje. Ekrani me prekje 8 \u0022 ofron një rezolucion prej 1280 x 800 piksele. Për aplikacione dhe të dhëna ju keni një kartë memorie të brendshme microSD të zgjeruar 32 GB të memorjes së brendshme. Ekziston edhe WiFi wireless dhe Bluetooth dhe marrësi GPS / Glonass. Ekziston gjithashtu një 3.5 mm jack për kufje, microUSB dhe dy kamera (8 MP prapa dhe 2 MP para) . Fuqia e përdorur e baterive me kapacitet të lartë 5100 mAh. Sistemi operativ Android.   ","Price":119,"PCode":"339243smg"},{"Title":"Tablet Samsung Galaxy Tab A 2019 (T295), 2GB/32GB, LTE - argjendtë","Description":" Përshkrimi i produktit  Produkti në fjalë paraqet një tablet të kualitetit mëse të lartë nga kompania e njohur Samsung. Ky produkt quhet Samsung Galaxy Tab A dhe dallohet me një cilësi dhe qëndrueshmëri tejet të madhe si edhe me një dizajn të bukur dhe po ashtu mëse elegant. Ofron një kapacitet memorik prej 32 GB memorie të brendshme si edhe 2 GB RAM. Njëkohësisht fuqizohet nga bateria mëse adekuate me fuqi prej 5100 mAh. Ka një rezolucion tejet të lartë prej 1280 x 800. Operon në mënyrë fluide dhe po ashtu pa hasjen e ndonjë problemi.   ","Price":169,"PCode":"163577smg"},{"Title":"Tablet Samsung Galaxy TAB A7 (SM-T505), 10.4\u0022, 3GB RAM, 32GB, LTE, i argjendtë","Description":" Përshkrimi i produktit  Zhytuni në përmbajtjen tuaj të preferuar audiovizive me tabletin elegant Galaxy Tab A7, i cili përmban një dizajn të hollë dhe performancë të lartë. Do të bëhet shoqëruesi juaj i besueshëm për punën dhe aktivitetet e kohës së lirë.Dizajni i Galaxy Tab A7 bazohet në minimalizëm, simetri dhe mjeshtëri premium. Trupi i tabletit është vetëm 7 mm i hollë dhe metalik, kështu që ofron qëndrueshmëri dhe ergonomi më të madhe. Ju mund të zgjidhni nga disa trajtime origjinale me ngjyra.Sot, ai ofron një bollëk platformash dhe aplikacionesh transmetimi për të parë shfaqjet dhe filmat tuaj të preferuar. Për t’i shijuar vërtet ato, Galaxy Tab A7 është i pajisur me një ekran dinamik të gjerë 10.4 \u0022 dhe tingull rrethues Dolby Atmos, i cili vjen nga katër altoparlantë AKG dhe ju gllabëron plotësisht.Pritja e pafund për fillimin e lojës ka mbaruar. Galaxy Tab A7 është i pajisur me një procesor të shpejtë tetë-bërthamor Qualcomm Snapdragon 662 (2 GHz) dhe 3 GB RAM, që siguron funksionim të shkathët dhe të butë të tabletëve. Bateria me një kapacitet prej 7040 mAh ju garanton orë të gjata loje të patrazuar. Sapo të filloni të afroheni me zero me baterinë, përfitoni nga opsioni i karikimit të shpejtë 15 W për një kthim të shpejtë në lojë.Ju mund të ruani të gjitha fotot, videot, lojërat dhe aplikacionet tuaja në memorien e brendshme me kapacitet prej 32 GB. Nëse kjo nuk ju mjafton, mund të rrisni memorien e tabletit deri në 1 TB me një kartë opsionale microSD.Samsung gjithashtu mendoi për sytë tuaj dhe pajisi Galaxy Tab A7 me një modalitet të errët që zvogëlon lodhjen e tyre. Pavarësisht nëse e ndizni atë në mbrëmje ose gjatë gjithë ditës, modaliteti i errët ka avantazhin e ruajtjes jo vetëm të shikimit, por edhe të baterisë.Sinkronizoni Galaxy Tab A7 me celularin tuaj të mençur Galaxy dhe mos humbisni mesazhet, thirrjet dhe njoftimet e tjera, edhe kur nuk keni një celular në dorë. Falë funksionit Auto Hotspot, celulari juaj i mençur mund të ndajë të dhënat e tij me tabletin edhe kur nuk ka rrjet Wi-Fi afër.Kombinimi i Galaxy Tab A7 dhe aplikacionit Google Duo ju jep mundësinë të jeni me të dashurit tuaj, edhe nëse situata aktuale nuk ju lejon ta bëni këtë fizikisht. Ndani momente të rëndësishme me familjen tuaj, miqtë dhe me këdo që ju intereson.Ju nuk duhet të shqetësoheni për të dhënat tuaja të ndjeshme dhe të dhënat personale në Galaxy Tab A7. Samsung Knox është një zgjidhje sigurie me shumë shtresa që mbron pajisjet si në nivelin harduerik ashtu edhe në atë softuerik. Malware dhe kërcënimet e tjera që fshihen në Internet nuk kanë asnjë shans.Me aplikacionin Samsung Kids, nuk do të shqetësoheni më për besimin e tabletëve në duart e fëmijëve. Sjell një numër të madh lojërash argëtuese, por edhe edukative që zhvillojnë njohuritë dhe aftësitë e fëmijës suaj. Për më tepër, ju keni një kyç prindëror që mund ta vendosni në aplikacionet që dëshironi. Ju gjithashtu mund të merrni një pasqyrë praktike të aktiviteteve dhe kohëzgjatjes së përdorimit të tabletit.Përveq Wi-Fi dhe Bluetooth, ky tablet mund të lidhet edhe me rrjetin celular LTE.   ","Price":269.5,"PCode":"702526smg"},{"Title":"Tablet Samsung Galaxy TAB A7 (SM-T505), 10.4\u0022, 3GB RAM, 32GB, LTE, i hirtë","Description":" Përshkrimi i produktit  Zhytuni në përmbajtjen tuaj të preferuar audiovizive me tabletin elegant Galaxy Tab A7, i cili përmban një dizajn të hollë dhe performancë të lartë. Do të bëhet shoqëruesi juaj i besueshëm për punën dhe aktivitetet e kohës së lirë.Dizajni i Galaxy Tab A7 bazohet në minimalizëm, simetri dhe mjeshtëri premium. Trupi i tabletit është vetëm 7 mm i hollë dhe metalik, kështu që ofron qëndrueshmëri dhe ergonomi më të madhe. Ju mund të zgjidhni nga disa trajtime origjinale me ngjyra.Sot, ai ofron një bollëk platformash dhe aplikacionesh transmetimi për të parë shfaqjet dhe filmat tuaj të preferuar. Për t’i shijuar vërtet ato, Galaxy Tab A7 është i pajisur me një ekran dinamik të gjerë 10.4 \u0022 dhe tingull rrethues Dolby Atmos, i cili vjen nga katër altoparlantë AKG dhe ju gllabëron plotësisht.Pritja e pafund për fillimin e lojës ka mbaruar. Galaxy Tab A7 është i pajisur me një procesor të shpejtë tetë-bërthamor Qualcomm Snapdragon 662 (2 GHz) dhe 3 GB RAM, që siguron funksionim të shkathët dhe të butë të tabletëve. Bateria me një kapacitet prej 7040 mAh ju garanton orë të gjata loje të patrazuar. Sapo të filloni të afroheni me zero me baterinë, përfitoni nga opsioni i karikimit të shpejtë 15 W për një kthim të shpejtë në lojë.Ju mund të ruani të gjitha fotot, videot, lojërat dhe aplikacionet tuaja në memorien e brendshme me kapacitet prej 32 GB. Nëse kjo nuk ju mjafton, mund të rrisni memorien e tabletit deri në 1 TB me një kartë opsionale microSD.Samsung gjithashtu mendoi për sytë tuaj dhe pajisi Galaxy Tab A7 me një modalitet të errët që zvogëlon lodhjen e tyre. Pavarësisht nëse e ndizni atë në mbrëmje ose gjatë gjithë ditës, modaliteti i errët ka avantazhin e ruajtjes jo vetëm të shikimit, por edhe të baterisë.Sinkronizoni Galaxy Tab A7 me celularin tuaj të mençur Galaxy dhe mos humbisni mesazhet, thirrjet dhe njoftimet e tjera, edhe kur nuk keni një celular në dorë. Falë funksionit Auto Hotspot, celulari juaj i mençur mund të ndajë të dhënat e tij me tabletin edhe kur nuk ka rrjet Wi-Fi afër.Kombinimi i Galaxy Tab A7 dhe aplikacionit Google Duo ju jep mundësinë të jeni me të dashurit tuaj, edhe nëse situata aktuale nuk ju lejon ta bëni këtë fizikisht. Ndani momente të rëndësishme me familjen tuaj, miqtë dhe me këdo që ju intereson.Ju nuk duhet të shqetësoheni për të dhënat tuaja të ndjeshme dhe të dhënat personale në Galaxy Tab A7. Samsung Knox është një zgjidhje sigurie me shumë shtresa që mbron pajisjet si në nivelin harduerik ashtu edhe në atë softuerik. Malware dhe kërcënimet e tjera që fshihen në Internet nuk kanë asnjë shans.Me aplikacionin Samsung Kids, nuk do të shqetësoheni më për besimin e tabletëve në duart e fëmijëve. Sjell një numër të madh lojërash argëtuese, por edhe edukative që zhvillojnë njohuritë dhe aftësitë e fëmijës suaj. Për më tepër, ju keni një kyç prindëror që mund ta vendosni në aplikacionet që dëshironi. Ju gjithashtu mund të merrni një pasqyrë praktike të aktiviteteve dhe kohëzgjatjes së përdorimit të tabletit.Përveq Wi-Fi dhe Bluetooth, ky tablet mund të lidhet edhe me rrjetin celular LTE.   ","Price":269.5,"PCode":"476783smg"},{"Title":"Tablet Lenovo TAB P11, 6GB/128GB, i hirtë \u002B Dock","Description":" Përshkrimi i produktit   Lenovo sjell në treg verzionin më të ri të tabletëve Lenovo TAB P11 me performancë superiore dhe dizajn kompakt e elegant. Lenovo TAB P11 ka ekran IPS me prekje (touch) 11” me rezolucion 2000 x 1200 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtëzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5MP dhe një të pasme 13MP. Ky tablet posedon procesor tetë bërthamësh Qualcomm Snapdragon 662, i cili operon në frekuencë 2GHz, i kombinuar me memorie RAM 6GB dhe memorie të brendshme 128GB. Gjithashtu, Lenovo TAB P11 mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 7500mAh dhe sistem operativ Android.    ","Price":260.77,"PCode":"309788"},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 12.9\u0027\u0027, 128GB, argjendë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 12.9 \u0022Wi-Fi (2020) përmban një ekran RETINA 12.9\u0022 dhe me rezolucion 2732 x 2048 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":1009.44,"PCode":"283442"},{"Title":"Tablet Lenovo TAB M10 Gjen. e 2-të, 10.1\u0022 HD, 4GB RAM, 64GB, LTE, i hirtë hekuri","Description":" Përshkrimi i produktit  Tableti Lenovo Tab M10 HD (Gjen. e 2-të) përdor një procesor 8-bërthamë MediaTek Helio P22T, i cili mbështetet nga 4 GB memorie RAM. Pamjet sigurohen nga një ekran me prekje 10.1 \u0022 me rezolucion prej 1280 x 800 px. Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorie të brendshme me kapacitet prej 64 GB, të cilën mund ta zgjeroni me karta memorie microSD. Dy kamera lejojnë komunikimin në internet me miqtë ose regjistrimin e videove dhe bërjen e fotografive (përpara 5 Mpx dhe mbrapa 8 Mpx). Sigurisht që ekziston një lidhje wireless WiFi ac dhe LTE, e cila siguron që të jeni në kontakt të vazhdueshëm. Ekziston edhe një lidhje wireless Bluetooth 5.0, marrës GPS / Glonass, ndërfaqe USB-C dhe dalje audio 3.5 mm. Performanca mahnitëse e zërit sigurohet nga 2 altoparlantë dhe mbështetja e Dolby Atmos. Tableti është i pajisur me një bateri të integruar me një kapacitet prej 5000 mAh dhe sistemi operativ Android është para-instaluar   ","Price":170.23,"PCode":"306936"},{"Title":"Tablet Samsung Galaxy Tab S6 Lite P610N, 4GB/64GB, i hirtë","Description":" Përshkrimi i produktit  Samsung sjell në treg verzionin më të ri të tabletëve Samsung Galaxy Tab S6 Lite P610N me performancë superiore dhe dizajn kompakt e elegant. Samsung Galaxy Tab S6 Lite P610N ka ekran me prekje (touch) 10.4” me rezolucion 2000 x 1200 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5 MP dhe një të pasme 8MP. Ky tablet posedon procesor 8-bërthamësh Samsung Exynos 9611, i cili operon në frekuencë 2.3 GHz, i kombinuar me memorie RAM 4GB dhe memorie të brendshme 64GB. Gjithashtu, Samsung Galaxy Tab S6 Lite P610N mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 5.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 7040 mAh dhe sistem operativ Android One UI.   ","Price":369.12,"PCode":"286552"},{"Title":"Tablet Huawei Mediapad T5 10, 10.1\u0022, 3GB/32GB, i zi","Description":" Përshkrimi i produktit  Shijoni më shumë kënaqësi me tabletin e fuqishëm me dizajn kompakt e elegant - Huawei Mediapad T5 10. Ky tablet posedon një procesor 8-bërthamësh, Kirin 659, 3GB RAM dhe 32GB memorie të brendshme. Ekrani multi-touch me madhësi 10.1\u0027\u0027 IPS ka rezolucion prej 1920 x 1200 piksel. Për lidhje me rrjet posedon mundësitë ndërfaqen WiFi, Bluetooth, gjithashtu ka GPS, një jack 3.5mm, dhe kamerë 5MP \u002B 2MP. Funksionon me sistemin operativ Android 8.0. Ka një bateri të fuqishme prej 5100 mAh.   ","Price":180,"PCode":"256125"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Lenovo TAB M8, 2GB/32GB, Platinum Grey","Description":" Përshkrimi i produktit  Lenovo sjell në treg verzionin më të ri të tabletëve TAB M8 me performancë superiore dhe dizajn kompakt e elegant. TAB M8 ka ekran IPS me prekje (touch) 8” me rezolucion 11280 x 800 piksel, me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 2 MP dhe një të pasme 5 Mpx. Ky tablet posedon procesor 4-core MediaTek Helio A22, i kombinuar me memorie 2 GB dhe memorie të brendshme 32 GB për sistem, të dhëna dhe aplikacione. Me një marrës GPS të integruar, shërbeni mirë për navigim. Ekziston edhe WiFi wireless, sigurohuni që të mbani kontakte. Ekziston gjithashtu një ndërfaqe USB Bluetooth micro USB dhe dalje audio 3,5 mm. Mbështetja audio Dolby Atmos jep performancën mahnitëse të audios. Pajisja është e pajisur me një bateri të integruar 5000 mAh, dhe sistemi operativ Android është instaluar paraprakisht.   ","Price":143.52,"PCode":"274843"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular (2020), 11\u0027\u0027, 128GB, argjendë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 11\u0022 Wi-Fi \u002B Cellular (2020) përmban një ekran RETINA 11\u0022 dhe me rezolucion 2388 x 1668 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi dhe 4G LTE. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":974.88,"PCode":"283444"},{"Title":"Tablet Huawei Mediapad T3 10.0, 2GB/32GB, Wifi, i hirtë","Description":" Përshkrimi i produktit  Ky tablet ofron një varg veçorish ideale teknologjike. Ka procesor QualcommSnapdragon 425 me 4 bërthama dhe frekuencë 1.4GHz. Memoria RAM ka kapacitet 2GB ndërsa për të dhëna dhe aplikacione ka në dispozicion 32GB. Ekrani 9.6\u0027\u0027 ofron rezolucion 1280 x 800 pikselë. Mbështet teknologjinë WiFi dhe Bluetooth për komunikim. Ka pranues GPS. Kamera përpara ofron 2 MPx ndërsa e pasme 5MPx. Sistemi i tij operativ është Android.   ","Price":133.92,"PCode":"276115"},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 11\u0027\u0027, 256GB, argjendë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 11\u0027\u0027 dhe me rezolucion 2388 x 1668 piksela dhe plotësohet me 256GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":899.5,"PCode":"283422"},{"Title":"Tablet Apple iPad Mini, 256GB, Wi-Fi (2019), i argjendtë","Description":" Përshkrimi i produktit  Përjetoni performancën e jashtëzakonshme në tabletën ultra-portative Apple iPad Mini. Ajo është shoqëruesja ideale e udhëtimit që shpejt e nxirrni nga xhepi ose çanta sa herë që ju nevojitet. Tableti është e pajisur me një kamerë të pasme me një sensor të përmirësuar 8MP dhe një lente f / 2.4, e cila, së bashku me një procesor të fuqishëm, ju lejon të përdorni veçori të avancuara siç janë fokusi i klikimit, panorama, video FullHD, video slowmoiton 120fps, time-lapse video, ose self-timer. Ana e përparme është e pajisur me një kamerë HD FaceTime me një sensor 7MP për performancë më të mirë në hapsirat më pak të ndriçuara. Vjen i pajisur me ekran me prekje 7.9 \u0022Retina me një rezolucion 2048 × 1,536 piksel dhe kënde të gjera shikimi. Për sistemin, të dhënat dhe aplikacionet janë të gatshme 256 GB memorie të brendshme, të pajisur me një sërë sensorë, duke përfshirë Touch ID, xhiroskop, akselometër, busullë digjitale, sensorin e dritës së ambientit dhe barometër. Poashtu, ekziston teknologjia Bluetooth 5.0 dhe çasja në internet ofrohet nëpërmjet rrjetit WiFi ac me MIMO. Tableti operon me sistemin operativ iOS 12.   ","Price":560.02,"PCode":"257414"},{"Title":"Tablet Apple iPad Mini, 7.9\u0022, 64GB, WiFi \u002B Celular, 2019, i argjendtë","Description":" Përshkrimi i produktit    ","Price":528.67,"PCode":"257411"},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 12.9\u0027\u0027, 256GB, i hirtë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 12.9\u0027\u0027 dhe me rezolucion 2732 x 2048 piksela dhe plotësohet me 256 GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1112.16,"PCode":"283415"},{"Title":"Tablet VIVAX TPC-102 4G, 2GB/16GB, i hirtë","Description":" Përshkrimi i produktit  VIVAX sjell në treg verzionin më të ri të tabletëve VIVAX TPC-102 4G me performancë superiore dhe dizajn kompakt e elegant. Ka ekran IPS me prekje (touch) 10.1” me rezolucion 1280 x 800 piksel dhe kualitet WXGA me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 2 MP dhe një të pasme 5MP. Ky tablet posedon procesor 4 bërthamësh MediaTek MK8765V, i cili operon në frekuencë 1.3GHz, i kombinuar me memorie RAM 2GB të llojit LPDDR3 dhe memorie të brendshme 16GB. Gjithashtu, VIVAX TPC-102 4G mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 4.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 5.800mAh dhe sistem operativ Android.    ","Price":106.69,"PCode":"304187"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi \u002B Cellular, i artë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE.Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":567.62,"PCode":"298105"},{"Title":"Tablet Samsung Galaxy Tab Active2, 3GB/16GB, WiFi, i zi","Description":" Përshkrimi i produktit    ","Price":316.32,"PCode":"273571"},{"Title":"Tablet iGET SMART L104, 10.1\u0022 WXGA, 4GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit  Tabletët SMART iGet apelojnë tek shumica e familjeve me një raport çmim / performancë. Një nga modelet në këtë seri është iGET SMART L104, i cili do të bëhet shoqëruesi i përsosur për argëtim.Tableti iGET SMART L104 mundësohet nga një procesor 4-bërthamor MTK8766, i cili punon me një frekuencë prej 2 GHz. Procesori plotësohet me 4 GB memorie RAM, dhe memoria e brendshme me kapacitet 64 GB është në dispozicion për të dhënta dhe aplikacionet, të cilën mund ta zgjeroni me një kartë memorie microSD me një kapacitet deri në 128 GB. Ekrani me prekje 10.1 \u0022 IPS ka rezolucion WXGA prej 1280 x 800 px. Teknologjitë wireless WiFi, Bluetooth 5.0 dhe lidhja LTE përdoren për komunikim. Personi i interesuar gjithashtu mund të shijojë praninë e një marrësi GPS. Ekziston një kamerë e përparme 2 MP për komunikim në internet dhe një kamerë e pasme 5 MP për fotografim ose dokumentim video. Pajisja mundësohet nga një bateri me kapacitet 5800 mAh. Sistemi operativ është Android 10.   ","Price":163.21,"PCode":"285813"},{"Title":"Tablet Apple iPad Mini, 64GB, 2019, i hirtë","Description":" Përshkrimi i produktit  Apple iPad Mini është shoqëruesi ideal i udhëtimit me performancë të jashtëzakonshme. Dy kamera të mrekullueshmeTableta është e pajisur me një kamerë të pasme me një sensor të përmirësuar 8MP dhe një lente f / 2.4, e cila së bashku me një procesor të fuqishëm, ju lejon të përdorni veçori të avancuara siç janë fokusi i klikimit, panorama, video FullHD, video slow motion 120fps, time-lapse video ose self-timer. Pjesa e përparme është e pajisur me një kamerë FaceTime HD e cila ka sensor 7MP për performancë më të mirë të dritës së ulët.Lidhja e shpejtë e standardit WiFi acPuna dhe argëtimi në këtë tabletë do të jetë shumë shpejtë falë lidhjes me shpejtësi të lartë 802.11ac HT80 WiFi me MIMO, që është më e shpejtë se 802.11n. Si rezultat, shkarkimi i filmave ose i videove kërkon më pak kohë, duke ju lejuar të shijoni argëtim cilësor.Tableta e re Apple iPad Mini është e pajisur me një ekran me prekje 7.9 \u0022Retina me një rezolucion 2,048 × 1,536 piksel dhe kënde të gjera shikimi. Fuqia e tabletës ofrohet nga A12 Bionic me arkitekturë 64-bit desktop, Neural Engine dhe bashkë-procesorin M12. Për sistemin, të dhënat dhe aplikacionet janë të gatshme 64 GB memorie të brendshme, të pajisur me një gamë të sensorëve, duke përfshirë Touch ID, xhiroskop me 3 akse, akcelerometër, busull dixhitale, sensor të dritës së ambientit dhe barometër. Poashtu, ekziston teknologjia Bluetooth 5.0 dhe qasja në internet ofrohet nëpërmjet rrjetit WiFi ac me MIMO. Tableta operon me sistemin operativ iOS 12.   ","Price":399.5,"PCode":"257406"},{"Title":"Tablet Apple iPad Air 2020, 10.9’’, 64GB, WiFi, i hirtë","Description":" Përshkrimi i produktit  Tablet nga marka Apple që përmban një varg veçorish të përkryera teknologjike dhe fizike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Apple A14 Bionic. Diagonalja e ekranit Retina është 10.9 inç dhe ofron pamje fantastike me rezolucion prej 2360 x 1640 pikselë. Memoria e brendshme ka kapacitet 64GB. Sa i përket komunikimit, tableti mbështet WiFi, Bluetooth 5.0, GPS si dhe ka ueb-kamerë. Bateria qëndron deri në 10 orë. Ofron output USB tipi C. Ndër veçori të avancuara përfshin lexues të shenjave të gishtërinjëve dhe GLONASS. Ndër sensorë keni në dispozicion sensor të lëvizjes, të dritës, barometër, gjiroskop dhe sensor magnetik apo busullë digjitale. Mund të shkrepni fotografi përmes kamerës së pasme me rezolucion 12 MPX dhe kamerës së përparme 7 MPX. Sistemi operativ është Apple iOS.   ","Price":599.5,"PCode":"298052"},{"Title":"Tablet Lenovo TAB M8 FHD 3GB / 32GB, i hirtë (platinum grey)","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":143.52,"PCode":"279347"},{"Title":"Tablet Apple iPad Air 2020, 10.9’’, 64GB, WiFi, i argjendtë","Description":" Përshkrimi i produktit  Tablet nga marka Apple që përmban një varg veçorish të përkryera teknologjike dhe fizike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Apple A14 Bionic. Diagonalja e ekranit Retina është 10.9 inç dhe ofron pamje fantastike me rezolucion prej 2360 x 1640 pikselë. Memoria e brendshme ka kapacitet 64GB. Sa i përket komunikimit, tableti mbështet WiFi, Bluetooth 5.0, GPS si dhe ka ueb-kamerë. Bateria qëndron deri në 10 orë. Ofron output USB tipi C. Ndër veçori të avancuara përfshin lexues të shenjave të gishtërinjëve dhe GLONASS. Ndër sensorë keni në dispozicion sensor të lëvizjes, të dritës, barometër, gjiroskop dhe sensor magnetik apo busullë digjitale. Mund të shkrepni fotografi përmes kamerës së pasme me rezolucion 12 MPX dhe kamerës së përparme 7 MPX. Sistemi operativ është Apple iOS.   ","Price":599.5,"PCode":"298053"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 256GB, Wi-Fi, rozë e artë","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 256 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt.Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":755.04,"PCode":"298059"},{"Title":"Tablet iGET SMART W82, 8\u0022 WXGA, 2GB RAM, 32GB, i zi","Description":" Përshkrimi i produktit  Tabletët SMART iGet apelojnë tek shumica e familjeve me një raport çmim / performancë. Një nga modelet në këtë seri është iGET SMART W82, i cili do të bëhet shoqëruesi i përsosur për argëtim.Tableti iGET SMART W82 mundësohet nga një procesor 4-bërthamor MTK8321, i cili punon me një frekuencë prej 1.3 GHz. Procesori plotësohet me 2 GB memorie RAM, dhe memoria e brendshme me kapacitet 32 GB është në dispozicion për të dhënat dhe aplikacionet, e cila mund të zgjerohet me një kartë memorie microSD me një kapacitet deri në 64 GB. Ekrani me prekje 8 \u0022 IPS ka rezolucion WXGA prej 1280 x 800 px. Teknologjitë wireless WiFi dhe Bluetooth 4.0 përdoren për komunikim. Personi i interesuar gjithashtu mund të shijojë praninë e një marrësi GPS. Ekziston një kamerë e pasme 0.3 MP për komunikim në internet dhe një kamerë e pasme 2 MP për fotografim ose dokumentim video. Pajisja mundësohet nga një bateri me kapacitet 4000 mAh. Sistemi operativ është Android 7.0.    ","Price":78.49,"PCode":"285812"},{"Title":"Tablet Samsung Galaxy Tab S7 T875N, 11\u0022, 6GB RAM, 128GB, LTE, i zi ","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një shfaqje të qetë me një ritëm të rifreskimit deri në 120 Hz, një stilolaps S Pen të përmirësuar, rehati në punë të krahasueshme me një kompjuter personal, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik. Galaxy Tab S7 kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje. Shijoni përmbajtjen në një ekran të mrekullueshëm 11 \u0022 të ndërtuar në teknologjinë LTPS LCD. Ai ofron gamën e ngjyrave DCI-P3 dhe ka marrë certifikimin Low Blue Light, që konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Galaxy Tab S7 ka katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, që plotësojnë imazhin premium me tinguj po aq luksoz. Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i mençur dhe revolucionar mund të trajtojë me lehtësi kryerjen e detyrave të shumta ose lojërat moderne, në çdo kohë, në çdo vend. Shijoni çdo lojë të përsosur në ekranin e madh me një shfaqje cilësore. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj. S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 tuaj me një magnet. Kamera e përparuar e pasme e Galaxy Tab S7 përbëhet nga dy lente: lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5 Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 KPS. Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB memorie RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 11 \u0022 120 Hz LTPS ofron një rezolucion prej 2560 x 1600 px. Për aplikacionet dhe të dhënat, keni një memorie të brendshme me kapacitet prej 128 GB dhe mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Është e mundur të përdorni një tablet për navigim. Ekziston gjithashtu një lidhje wireless LTE, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe USB të llojit C. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve, mbështetja për Samsung DeX dhe një stilolaps Samsung S Pen. Tableti mundësohet nga një bateri me një kapacitet të lartë prej 8000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është instaluar paraprakisht.   ","Price":803.04,"PCode":"293835"},{"Title":"Tablet Lenovo TAB P11, 11\u0022, 4GB RAM, 128GB, i hirtë","Description":" Përshkrimi i produktit  Tableti Lenovo Tab P11 përdor një procesor 8-bërthamor Qualcomm Snapdragon 662, i cili mbështetet nga 4 GB memorie RAM. Ekrani me prekje 11 \u0022 IPS ka një rezolucion prej 2000 x 1200 px. Tableti është i pajisur me 128 GB memorie të brendshme për sistemin, të dhënat dhe aplikacionet, e cila mund të zgjerohet me karta memorie microSD. Një set i kamerave lejon komunikimin me miqtë ose regjistrimin e videove dhe shkrepjen e fotografive (para 8 MP dhe pas 13 MP). Falë marrësve të integruar GPS / GLONASS shërbejnë mirë edhe për navigim. Ekziston edhe një ndërfaqe wireless WiFi ac, që do të ju mbajë në linjë. Poashtu ekziston teknologjia Bluetooth dhe lidhësi USB-C. Performanca mahnitëse e tingullit sigurohet nga 4 altoparlantë dhe mbështetja e teknologjisë Dolby Atmos. Tableti është i pajisur me një bateri të integruar me një kapacitet prej 7500 mAh dhe sistemi operativ Android është i instaluar paraprakisht.   ","Price":263.5,"PCode":"309789"},{"Title":"Tablet VIVAX TPC-705, 1GB/16GB, i hirtë","Description":" Përshkrimi i produktit  VIVAX sjell në treg verzionin më të ri të tabletëve VIVAX TPC-705 me performancë superiore dhe dizajn kompakt e elegant. Ka ekran IPS me prekje (touch) 7” me rezolucion 1280 x 800 pikselë dhe kualitet WXGA me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 0.3 MP dhe një të pasme 2MP. Ky tablet posedon procesor 4 bërthamësh MediaTek MK8167, i kombinuar me memorie RAM 1GB të llojit LPDDR3 dhe memorie të brendshme 16GB. Gjithashtu, VIVAX TPC-705 mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 4.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 2100 mAh dhe sistem operativ Android.   ","Price":60.51,"PCode":"304185"},{"Title":"Tablet Lenovo TAB P11, 4GB / 64GB, i hirtë","Description":" Përshkrimi i produktit  Lenovo sjell në treg verzionin më të ri të tabletëve Lenovo TAB P11 me performancë superiore dhe dizajn kompakt e elegant. Lenovo TAB P11 ka ekran IPS me prekje (touch) 11” me rezolucion 2000 x 1200 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5MP dhe një të pasme 13MP. Ky tablet posedon procesor tetë bërthamësh Qualcomm Snapdragon 662, i cili operon në frekuencë 2GHz, i kombinuar me memorie RAM 4GB dhe memorie të brendshme 64GB. Gjithashtu, Lenovo TAB P11 mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 7500mAh dhe sistem operativ Android.    ","Price":229.42,"PCode":"309790"},{"Title":"Tablet Samsung Galaxy Tab S6 Lite P610N, 4GB RAM, 64GB, Angora Blue","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab S6 Lite do të ofrojë një procesor 8-bërthamësh Samsung Exynos 9611 me një frekuencë deri në 2.3 GHz. Tableti gjithashtu ka 4 GB RAM të disponueshme për punën e tij. Ekrani me prekje 10.4 \u0022 ofron një rezolucion prej 2000 x 1200 piksele. Për aplikacionet dhe të dhënat, ju keni 64 GB memorie të brendshme, të cilën mund ta zgjeroni me një kartë memorie microSD (deri në 1 TB). Tableti ka të integruar modulin GPS / Glonass / BDS. Ekziston gjithashtu një lidhje WiFi wireless dhe lidhje Bluetooth 5.0 LE, si dhe një lidhës USB-C, lidhës 3.5 mm dhe kamera (e pasme 8 Mpx dhe e përparme 5 Mpx). Tableti mundësohet nga një bateri me kapacitet të lartë prej 7040 mAh. Ka sistem operativ Android dhe mjedis inteligjent One UI.   ","Price":381.6,"PCode":"286551"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular, 11\u0027\u0027, 2020, 512GB, argjendë","Description":" Përshkrimi i produktit  Apple iPad Pro Wi-Fi \u002B Cellular vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. Ka diagonale të ekranit 11\u0027\u0027 dhe me rezolucion 2388 x 1668 piksela dhe plotësohet me 512GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx, si dhe ka mbështetje të 4G dhe LTE. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1278.24,"PCode":"283430"},{"Title":"Tablet Huawei Mediapad T5 10, 10.1 \u0022, 4GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit  Gëzoni më shumë argëtim me Huawei MediaPad T5 10 të fuqishëm dhe elegant. Ju merrni një dizajn kompakt dhe elegant të trupit metalik të kombinuar me performancë të fortë. Performanca e mjaftueshme me ekranin IPS e bën atë një mjet ideal për përdorim multimedial ose lojërave. Shikoni përmbajtjen dhe multimedia në ekranin 1920 x 1200 dot IPS, i cili jep një kualitet të shkëlqyer 224ppi në një diagonale prej 10.1 inç. Gëzoni ngjyra natyrale, kënde të gjera shikimi, çdo hollësi dhe hije të pasura të teknologjisë së panelit IPS. Tableti përmban një mori të argëtimit multimedial dhe karakteristika të kohës së lirë si GPS. Ekziston një kamerë e përparme prej 2 MP për thirrje në konferencë dhe biseda online. Ekziston edhe një kamerë e pasme 5 MP me fokus automatik për foto ose video. Ky tablet përdor një procesor 8-core Kirin 659, me 4 GB RAM dhe 64 GB memorie të brendshme. Ai poashtu, përmban WiFi, Bluetooth, marrës GPS dhe 3.5mm jack. Platforma e tij është Android 8.0 me EMUI 8.1 dhe ka bateri të fuqishme 5100mAh.   ","Price":206.12,"PCode":"265423"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Lenovo TAB M10 10.1\u0027\u0027, HD, 2GB/32GB, LTE, i zi","Description":" Përshkrimi i produktit  Ky tablet kombinon një varg tiparesh të përsosura teknologjike për nevojat tuaja. Ka procesor të fuqishëm Qualcomm Snapdragon 429 me frekuencë 2 GHz dhe memorie 2GB RAM ndërsa për të dhëna dhe aplikacione ka në dispozicion memorie të brendshme 32GB me mundësi zgjerimi përmes kartës microSD 256GB. Ekrani 10.1 inç ofron rezolucion 1280 x 800 pikselë. Kamera e përparme ka 2 MPx ndërsa e pasme 5 MPx. Ka bateri me kapacitet 4850 mAh dhe sistemi i tij operativ është Android.   ","Price":158.88,"PCode":"268787"},{"Title":"Tablet HUAWEI Mediapad M5 Lite 10, 64GB, i hirtë","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":269.32,"PCode":"277600"},{"Title":"Tablet Huawei MatePad, 10.4\u0022, 4GB RAM, 64GB, LTE, i hirtë mesnate","Description":" Përshkrimi i produktit  Tableti Huawei MatePad ju ofron performancë të mirë dhe pajisje për përdorim të përditshëm dhe argëtim në një dizajn minimalist. Trupi i tij i lehtë dhe kompakt është shoqëruesi ideal i udhëtimit. Tableti ka një ekran me madhësi prej 10.4 \u0022, rezolucion prej 2000 x 1200 px dhe përsosmëri prej 224 PPI. Ai ofron një procesor të fuqishëm 8-bërthamor Kirin 810 (2x2.27 GHz / 6x1.88 GHz), 4 GB memorie RAM dhe 64 GB memorie të brendshme, e cila mund të zgjerohet deri në 512 GB përmes kartave të memories. Tableti mbështet Wi-Fi, Bluetooth 5.1, GPS, një lidhës USB-C dhe LTE. Kapaciteti i baterisë është 7250 mAh. Kamera e pasme ka një rezolucion prej 8 Mpx dhe kamera e përparme gjithashtu 8 Mpx. Funksionon me sistemin operativ Android 10 me EMUI 10.1. Përmasat e tabletit janë 155 x 245.2 x 7.4 mm, pesha 450 g.   ","Price":332.64,"PCode":"293288"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi \u002B Cellular, i argjendtë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE.Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":568.57,"PCode":"298106"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Alcatel 1T 7 2019 KIDS, 7\u0022, 1GB RAM, 16GB \u002B mbështjellëse e kaltër ","Description":" Përshkrimi i produktit  Alcatel 1T 7 KIDS është një tablet 7 \u0022 e dizajnuar që fëmijët të mësojnë dhe luajnë. Dhe falë një ndërfaqe speciale të prindërve, gjithmonë keni një përmbledhje të aktiviteteve të tyre. Tableti juaj përfshin disa aplikacione për fëmijë të instaluar paraprakisht që janë gati për t\u0027u përdorur. Fëmijët mund të mësojnë diçka ose të luajnë lojëra të shkëlqyera për t\u0027i argëtuar ata. Ndërkohë, ju mund të kontrolloni kohën që ata kalojnë me tabletin tuaj, sa kohë kanë qenë të lidhur në internet dhe të monitoroni aktivitetin e tyre. Ka mundësi që të bllokoni aplikacionet dhe të vendosni kohën e përdorimit. Siguria gjithashtu do të rritet falë mbështjellëses për të mbrojtur tabletin nga dëmtimet. Me një procesor 1.3 GHz 4-core MT8321 dhe 1 GB memorie operative, fëmijët mund të shfletojnë lehtësisht në Internet, të mësojnë dhe të luajnë lojëra pa sakrifikuar performancën. Të dhënat dhe aplikacionet më pas kujdesen nga memoria e brendshme me një kapacitet ruajtjeje 16 GB. Me këtë ruajtje, lehtë mund të shkarkoni dhe ruani aplikacione dhe lojëra të reja në tabletin tuaj. Mund të zgjeroni memorien bazë me një kartë microSD. Tableti gjithashtu ka teknologji Wi-Fi dhe Bluetooth. Ndani me lehtësi të dhënat ose mbani kontakte me këto teknologji. Tableti ka një kamerë të pasme me rezolucion 5 Mpx dhe një kamerë të përparme me rezolucion 2 Mpx. Tableti ka një bateri me kapacitet 2580 mAh dhe sistem operativ Android.   ","Price":74.73,"PCode":"279498"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Samsung Galaxy Tab S7 T870N, 6GB/128GB","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab S7 T870N ka një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B dhe gjithashtu ka 6 GB RAM. Ekrani me prekje me cilësi të lartë 11 \u0022 ofron një rezolucion prej 2560 x 1600 pikselë, kurse për aplikacione dhe të dhëna, ju keni një memorie të brendshme 128 GB. Përveç kësaj, ekziston edhe një lidhje wireless 5G, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe një kamerë e pasme 13 \u002B 5 Mpx dhe 8 Mpx përpara. Ekrani gjithashtu ka një lexues të gjurmëve të gishtave, mbështetje Samsung DeX dhe një Samsung S Pen. Mundësohet nga një bateri me një kapacitet të lartë 8000 mAh dhe mbështetje për karikim të shpejtë. Për më tepër, tableti operon me sistemin operativ Android dhe mjedisin inteligjent One UI.   ","Price":687.84,"PCode":"310327"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi, i argjendtë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac. Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":449.5,"PCode":"298100"},{"Title":"Tablet Samsung Galaxy Tab Active3, 8 \u0022, 4GB RAM, 64GB, WiFi, i zi ","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab Active vjen në gjeneratën e 3-të dhe ju sjell qëndrueshmëri të rritur, performancë dukshëm më të lartë dhe një numër veçorish të shkëlqyera për profesionistët dhe përdorimin e biznesit. Tableti Samsung Galaxy Tab Active3 do të ofrojë një procesor 8-bërthamor Samsung Exynos 9810 me një frekuencë deri në 2.7 GHz. Tableti gjithashtu ka 4 GB RAM në dispozicion për punën e tij. Ekrani me prekje 8 \u0022PLS ofron një rezolucion prej 1920 x 1200 pikselë. Për aplikacione dhe të dhëna, ju keni 64 GB memorie të brendshme të zgjerueshme nga një kartë memorie microSD. Falë modulit të integruar GPS / Glonass / Beidou / Galileo, tableti mund të përdoret për navigim. Gjithashtu përfshin teknologjitë WiFi ax, Bluetooth, NFC. Ekziston gjithashtu një USB-C dhe dy kamera (13MP prapa dhe 5 megapiksel përpara). Furnizimi me energji elektrike mundësohet nga një bateri me kapacitet prej 5050 mAh. Sistemi operativ është Google Android.   ","Price":429.11,"PCode":"299666"},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 12.9\u0027\u0027, 128GB, i hirtë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 12.9 \u0022Wi-Fi përmban një ekran RETINA 12.9\u0022 dhe me rezolucion 2732 x 2048 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":1009.44,"PCode":"283441"},{"Title":"Tablet Lenovo TAB M10 Gen 2, 10.1\u0022 HD, 2GB RAM, 32GB, i hirtë","Description":" Përshkrimi i produktit  Lenovo Tab M10 HD (Gjenerata 2) përdor një procesor 8-bërthamë MediaTek Helio P22T që mbështetet nga 2 GB memorje. Ekrani është me prekje dhe ka diagonalen prej 10.\u0022 me një rezolucion prej 1280 x 800 pixel. Sistemi, të dhënat dhe aplikacionet përdorin 32 GB memorie të brendshme, të cilën mund ta zgjeroni duke përdorur karta memorie microSD. Tableti posedon dy kamera që ju mundësojn të komunikoni në internet me miq ose bëni fotografi video dhe fotografi (e para 5 MP dhe pasmja 8 MP). Sigurisht që tableti posedon edhe një lidhje wireless WiFi ac dhe LTE, e cila siguron që të jeni vazhdimisht në kontakt. Ekziston edhe një lidhje Bluetooth 5.0 wireless, GPS Marrës / Glonass, ndërfaqe USB Type-C dhe dalje audio 3.5 mm. Performanca mahnitëse e audios sigurohet nga 2 altoparlantë dhe mbështetja e Dolby Atmos. Pajisja është e pajisur me një bateri të integruar me një kapacitet prej 5000 mAh. Tableti ka të instaluar paraprakisht edhe sistemin operativ Android.   ","Price":153.12,"PCode":"303251"},{"Title":"Tablet Samsung Galaxy T545 Tab Active Pro, 10.1 \u0022, 4GB RAM, 64GB, LTE, i zi","Description":" Përshkrimi i produktit  Samsung Galaxy Tab Active Pro T545 i qëndrueshëm është pajisja ideale personale e udhëtimit dhe nuk frikëson asnjë mjedis të kërkuar. Qëndrueshmëri e fortë dhe një dizajn i veçantë me mbështjellëse mbrojtëse e bëjnë atë një pajisje të gjithanshme kudo. Mbështjellësja e tabletit siguron një mbrojtje shumë efektive kundër dëmtimit që mund të shkaktohet nga shiu ose ndikimet e tjera të jashtme si pluhuri, rëra, rënia, etj. Ky tablet vjen me një bateri të fuqishme 7600 mAh që siguron deri në 15 orë funksionim të vazhdueshëm. Me Galaxy Tab S6, ju do të punoni si një kompjuter. Thjesht përdorni teknologjinë Samsung DeX, lidhni një tastierë me një maus dhe ktheni tabletin tuaj në një kompjuter në asnjë kohë. Nëse keni nevojë për një monitor tjetër, thjesht futeni atë dhe merrni më shumë punë. Tableti Galaxy Tab Active për T545 ofron procesorin 8-core Qualcomm Snapdragon 710 me një frekuencë deri në 2 GHz. Përveç kësaj, tableti ka në dispozicion 4 GB memorie. Ekrani me prekje me diagonale prej 10.1 \u0022 ofron një rezolucion prej 1920 x 1200 piksel. Për aplikacionet dhe të dhënat e disponueshme për ju 64 gigabajt memorie e brendshme dhe kartë memorie microSD të zgjerueshme. Me modulin e integruar GPS / Glonass / Beidou / Galileo mund të përdorni tabletin për navigim. Ekziston edhe WiFi wireless, Bluetooth 5.0, NFC dhe ANT \u002B. Sigurisht që ekziston edhe një USB-C dhe dy kamera (13 Mpx mbrapa dhe 8 Mpx para). T545 është i pajisur edhe me mbështetje LTE Mobile Broadband. Bateria është 7600 mAh. Sistemi operativ Android.   ","Price":880.8,"PCode":"276493"},{"Title":"Tablet Samsung Galaxy T540 Tab Active Pro, 10.1, 4GB/64GB, WiFi, i zi","Description":" Përshkrimi i produktit  Ky tablet ndërthurr një varg veçorish teknologjike të përsosura. Ka procesor Qualcom Snapdragon 710 me 8 bërthama dhe frekuencë 2GHz. Ka 4GB RAM dhe 64GB memorie të brendshme me mundësi zgjerirmi përmes kartës microSD. EKrani 10.1\u0027\u0027 ofron rezolucion 1920 x 1200 pikselë. Përfshin module GPS/ Glonass / Beiodu / Galileo për navigim. Ka poashtu ndërfaqe komunkimi WiFi ac, Bluetooth 5.0, NFC dhe ANT\u002B si dhe konektorë USB C dhe dy kamera (3MPX dhe 8MPx). Sistemi i tij operativ është Android. Bateria ka 7600 mAh kapacitet.   ","Price":613.92,"PCode":"276491"},{"Title":"Tablet Lenovo TAB M10 Plus, 4GB/64GB, LTE, i hirtë","Description":" Përshkrimi i produktit  Lenovo sjell në treg verzionin më të ri të tabletëve TAB M10 Plus me performancë superiore dhe dizajn kompakt e elegant. TAB M10 Plus ka ekran IPS me prekje (touch) 10.3” me rezolucion 1920 x 1200 piksel dhe kualitet Full HD me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5 MP dhe një të pasme 8MP.Ky tablet posedon procesor tetë bërthamësh MediaTek Helio P22T, i cili operon në frekuencë 2.3MHz dhe memorie RAM 4GB të llojit LPDDR4X dhe memorie të brendshme 64 GB. Gjithashtu, TAB M10 Plus mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 5 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 5,000mAh dhe sistem operativ Google Android.   ","Price":214.22,"PCode":"279349"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Samsung Galaxy Tab S5e, 4GB/64GB, ari","Description":" Përshkrimi i produktit   Tableti Galaxy Tab S5e ngjyrë ari metalike shumë i hollë (5.5mm) dhe me peshë më pak se 400g ofron një eksperiencë argëtimi të pasur dhe të lartë. Pothuajse i gjithë fronti i tabletit kompakt mbulohet nga një ekran i bukur 10.5 \u0022 me raport 16: 10 dhe rezolucion Super AMOLED 2560 x 1600 piksele. Galaxy Tab S5e përmban procesorin 8 bërthamësh Qualcomm Snapdragon 2x 2 GHz dhe 6x 1.7 GHz me 4GB memorie në dispozicion. Më tutje zgjerohet me memorie të brendshme 64GB për aplikacione dhe të dhëna qe mund të zgjerohen përmes slotit microSD. Përmban dy kamera; 13 Mpx f / 2.0 pas dhe 8 Mpx f / 2.0 para dhe 4 altoparlantë AKG dhe Dolby Atmos. Ky model është i pajisur edhe me LTE me lidhje të shpejtë, WiFi dhe Bluetooth 5.0 BLE. Përmban një bateri prej 7040 mAh - e mjaftueshme për deri në 14.5 orë kohë shikimi. Plus, mbështet ngarkimin e shpejtë Android 9.0 Pie dhe Smart One UI.    ","Price":402.72,"PCode":"255477"},{"Title":"Tablet Apple iPad Pro Wi-Fi, 11\u0027\u0027, 2020, 128GB, i argjendtë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 11\u0022 Wi-Fi (2020) përmban një ekran RETINA 11\u0022 dhe me rezolucion 2388 x 1668 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi. ose 4G LTE. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":799.5,"PCode":"283440"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Lenovo TAB M10 Plus, 10.3\u0022, 4GB RAM, 128GB, LTE, i hirtë hekuri \u002B Smart Charging Station","Description":" Përshkrimi i produktit  Tablet për të gjithë familjen - ky është Lenovo Tab M10 Plus LTE. Është shoqëruesi i përsosur për argëtimin tuaj në ekranin e madh dhe me tinguj cilësor në një dizajn të këndshëm kompakt që nuk do t’ju shqetësojë. Ai ka një ekran të bukur të gjerë 10.3 \u0022 me rezolucion WUXGA prej 1920 x 1200 px, kështu që ju merrni një pamje të shkëlqyeshme për argëtimin tuaj. Tab M10 LTE është rritur diagonalisht, por përmasat e tabletit kanë mbetur të njëjta. Tab M10 Plu LTE s ofron më shumë hapësirë për argëtimin tuaj.Me teknologjinë Dolby Atmos dhe altoparlantët anësorë, ju merrni tingull mahnitës rrethues që i jep multimedias atmosferën e duhur. Luaj lojëra dhe argëtohu me tingullin e mahnitshëm të tabletit Lenovo Tab M10 Plus LTE.Ndani tabletin me të gjithë familjen, madje edhe me fëmijët, pa humbur cilësimet tuaja individuale. Plotësoni tabletin me një paketë opsionale për fëmijë dhe mos u shqetësoni falë mbrojtëses të papërshkueshme nga uji dhe një modaliteti të veçantë që ka përmbajtje të azhurnuar dhe të përshtatur për fëmijët. (Mbrojtësja e qëndrueshme shitet veçmas.)Tableti përmban një numër karakteristikash multimedia për argëtim dhe kohë të lirë. Pajisjet dhe performanca e tij mund të përdoret jo vetëm për lojëra dhe riprodhim multimedia. Ekziston edhe një kamerë e përparme 5 Mpx për thirrje në konferencë dhe biseda në internet. Ekziston edhe një kamerë e pasme 8 Mpx për foto ose video në rezolucion të lartë.Me tabletin Lenovo Tab M10 Plus LTE, falë modulit të integruar LTE, mund të lidheni me internetin celular pothuajse kudo dhe ekziston gjithashtu një lidhje WiFi, kështu që mund të përdorni edhe rrjete lokale wireless.Tableti Lenovo Tab M10 Plus LTE përdor një procesor 8-bërthamor MediaTek Helio P22T, i cili mbështetet nga 4 GB memorie RAM. Pamjet sigurohen nga një ekran me prekje 10.3 \u0022 me rezolucion prej 1920 x 1200 px. Për sistemin, të dhënat dhe aplikacionet kujdeset memoria e brendshme me kapacitet prej 128 GB, e cila mund të zgjerohet me anë të kartave të memories microSD. Sigurisht që ekziston një lidhje wireless WiFi dhe në këtë rast gjithashtu mbështetje për lidhjen celulare LTE (slot nano SIM), kështu që ju mund të jeni në kontakt të vazhdueshëm. Poashtu ka Bluetooth 5.0, ndërfaqe USB të llojit-C dhe dalje audio 3.5 mm. Falë marrësit të integruar GPS / Glonass / BDS, ai gjithashtu shërben mirë për navigim. Performanca mahnitëse e tingullit sigurohet nga altoparlantët anësor dhe mbështetja e Dolby Atmos. Tableti është i pajisur me një bateri të integruar me kapacitet prej 5000 mAh dhe sistemi operativ Android është i instaluar paraprakisht. Pjesë e paketës është edhe një stacion karikimi - Smart Charging Station.   ","Price":230.37,"PCode":"293317"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 256GB, Wi-Fi, i gjelbër","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 256 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt.Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":749.5,"PCode":"298060"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 64GB, Wi-Fi \u002B Cellular, i hirtë hapësire","Description":" Përshkrimi i produktit   Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi \u002B Cellular është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 64 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt. Për modelet celulare, opsioni i dytë është të përdorni një lidhje celulare të klasës Gigabit 4G LTE, kështu që të mund të jeni në internet gjatë gjithë kohës. (* Lidhja mobile kërkon planin e të dhënave të operatorit tuaj celular.)Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":733.92,"PCode":"298062"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 256GB, Wi-Fi, i hirtë hapësire","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 256 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt.Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":754.08,"PCode":"298057"},{"Title":"Tablet Apple iPad Air 2020, 64GB, Wi-Fi, Rose Gold","Description":" Përshkrimi i produktit  Tablet nga marka Apple që përmban një varg veçorish të përkryera teknologjike dhe fizike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Apple A14 Bionic. Diagonalja e ekranit Retina është 10.9 inç dhe ofron pamje fantastike me rezolucion prej 2360 x 1640 pikselë. Memoria e brendshme ka kapacitet 64GB. Sa i përket komunikimit, tableti mbështet WiFi, Bluetooth 5.0, GPS si dhe ka ueb-kamerë. Bateria qëndron deri në 10 orë. Ofron output USB tipi C. Ndër veçori të avancuara përfshin lexues të shenjave të gishtërinjëve dhe GLONASS. Ndër sensorë keni në dispozicion sensor të lëvizjes, të dritës, barometër, gjiroskop dhe sensor magnetik apo busullë digjitale. Mund të shkrepni fotografi përmes kamerës së pasme me rezolucion 12 MPX dhe kamerës së përparme 7 MPX. Sistemi operativ është Apple iOS.   ","Price":599.5,"PCode":"298054"},{"Title":"Tablet Samsung Galaxy Tab S7 T870N, 11\u0022, 6GB RAM, 128GB, i bronztë","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një shfaqje të qetë me një ritëm të rifreskimit deri në 120 Hz, një stilolaps S Pen të përmirësuar, rehati në punë e krahasueshme me një kompjuter personal, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik.Galaxy Tab S7 kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje.Shijoni përmbajtjen në një ekran të mrekullueshëm 11 \u0022 të ndërtuar në teknologjinë LTPS LCD. Ai ofron gamën e ngjyrave DCI-P3 dhe ka marrë certifikimin Low Blue Light, e cila konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Galaxy Tab S7 ka katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, që plotësojnë imazhin premium me tinguj po aq luksoz.Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i mençur dhe revolucionar mund të trajtojë me lehtësi duke kryer detyra të shumta ose lojëra moderne, në çdo kohë, në çdo vend.Shijoni çdo lojë të përsosur në ekranin e madh me një ekran cilësor. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj.S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 tuaj me një magnet.Kamera e përparuar e pasme e Galaxy Tab S7 përbëhet nga dy lente: lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5 Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 kps.Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB memorie RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 11 \u0022 120 Hz LTPS ofron një rezolucion prej 2560 x 1600 px. Për aplikacionet dhe të dhënat, keni një memorie të brendshme me kapacitet 128 GB me mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Është e mundur të përdorni tabletin edhe për navigim. Ekziston gjithashtu një lidhje wireless WiFi ac dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe një lidhës modern USB i llojit C. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve, mbështetja për Samsung DeX dhe një stilolaps Samsung S Pen. Tableti mundësohet nga një bateri me një kapacitet të lartë 8000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është instaluar paraprakisht.   ","Price":695.52,"PCode":"293833"},{"Title":"Tablet Samsung Galaxy Tab S7 \u002B T976N, 12.4\u0022, 6GB RAM, 128GB, 5G, i zi ","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një shfaqje të qetë me një ritëm të rifreskimit deri në 120 Hz, një stilolaps S Pen të përmirësuar, rehati në punë të krahasueshme me një kompjuter personal, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik. Galaxy Tab S7 \u002B 5G kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje. Shijoni përmbajtjen në një ekran të mrekullueshëm 12.4 \u0022 të ndërtuar në teknologjinë Super AMOLED. Ai ofron gamën e ngjyrave NTSC dhe ka marrë certifikimin Eye Care, që konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Tab S7 \u002B 5G ka katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, që plotësojnë imazhin premium me tinguj po aq luksoz. Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i mençur dhe revolucionar mund të trajtojë me lehtësi kryerjen e detyrave të shumta ose lojërat moderne, në çdo kohë, në çdo vend. Shijoni çdo lojë të përsosur në ekranin e madh me një shfaqje cilësore. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj. Shkarkoni, ngarkoni, transmetoni, transmetoni drejtpërdrejt… Procesori inteligjent në Galaxy Tab S7 \u002B 5G është plotësisht i përgatitur për ardhjen e rrjeteve të shpejta 5G. Ju do të shijoni transferime të shpejta të të dhënave, të cilat do t’i vlerësoni gjatë punës dhe argëtimit me multimedia të një cilësie të lartë. S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 \u002B 5G tuaj me një magnet. Kamera e përparuar e pasme e Galaxy Tab S7 \u002B 5G përbëhet nga dy lente: lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5 Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 KPS. Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB memorie RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 12.4 \u0022 120 Hz sAMOLED ofron një rezolucion prej 2800 x 1752 px. Për aplikacionet dhe të dhënat, keni një memorie të brendshme me kapacitet 128 GB me mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Falë modulit të integruar GPS / Glonass / Galileo / BDS, është e mundur të përdorni tabletin për navigim. Ekziston gjithashtu një lidhje wireless 5G, WiFi ac dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe një lidhës modern USB i llojit-C. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve në ekran, mbështetja për Samsung DeX dhe një stilolaps Samsung S Pen. Funksionimi i tabletit mundësohet nga një bateri me një kapacitet të lartë prej 10000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është instaluar paraprakisht.   ","Price":1089.12,"PCode":"293846"},{"Title":"Tablet Huawei Mediapad T3 10 - 16GB, Wifi, i hirtë","Description":" Përshkrimi i produktit      ","Price":124.92,"PCode":"224041"},{"Title":"Tablet Vivax TPC-102 4G, 10.1\u0022, 16GB, 2GB RAM, i zi","Description":" Përshkrimi i produktit  Me një ekran të madh 10.1 \u0022HD IPS, ju do të shijoni argëtimin dhe funksionalitetin e tabletit të ri Vivax. Dhe do të befasoheni me mbrojtësen e pasme prej gome. Procesori Quad core do t\u0027ju japë performancë të fuqishme duke përdorur Andorid 9.0 të ri. 16 GB memorie e brendshme me deri në 128 GB të azhurnueshme me kartelë MicroSD. Qëndroni gjithmonë të lidhur në internet duke përdorur modulin e integruar 4G. Bateria 5800mAh do t\u0027ju japë një autonomi të madhe për të punuar. Jetëgjatësia e baterisë është 6 orë.Tableti ka një rezolucion prej 1280x800 piksel dhe procesor Quad Core MediaTek MT8765V / WB me frekuencë 1.3 GHz. Kamera e përparme ka rezolucion 2 Mpix, kurse ajo e pasme 5 Mpix. Rrjeti 4G / LTE, 802.11 b / g / n, Bluetooth 4.0. Dimensionet e tabletit janë 185x180x11 mm dhe peshon 470 g.   ","Price":112.03,"PCode":"287940vx"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi \u002B Cellular, i argjendtë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS. Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje. Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB. iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial. Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar. Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi. Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store. Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE. Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë. Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":484.02,"PCode":"298103"},{"Title":"Tablet Samsung Galaxy Tab S6 Lite P615N, 4GB RAM, 64GB, LTE, Angora Blue","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab S6 Lite LTE do të ofrojë një procesor 8-bërthamësh Samsung Exynos 9611 me një frekuencë deri në 2.3 GHz. Tableti gjithashtu ka 4 GB RAM të disponueshme për punën e tij. Ekrani me prekje 10.4 \u0022 ofron një rezolucion prej 2000 x 1200 piksele. Për aplikacionet dhe të dhënat, ju keni 64 GB memorie të brendshme, të cilën mund ta zgjeroni me një kartë memorie microSD (deri në 1 TB). Tableti ka të integruar modulin GPS / Glonass / BDS. Ekziston gjithashtu një lidhje WiFi wireless dhe lidhje Bluetooth 5.0 LE, si dhe mbështetje për lidhjen mobile LTE, një lidhës USB-C, lidhës 3.5 mm dhe kamera (e pasme 8 Mpx dhe e përparme 5 Mpx). Tableti mundësohet nga një bateri me kapacitet të lartë prej 7040 mAh. Sistemi operativ Android dhe mjedisi inteligjent One UI.   ","Price":454.56,"PCode":"286554"},{"Title":"Tablet Samsung Galaxy Tab S6, 10.5 \u0022, 6GB RAM, 128GB, LTE, i kaltër","Description":" Përshkrimi i produktit  Galaxy Tab S6 nuk njeh kufij dhe ofron punë dhe argëtim të pakufizuar. Dizajni i hollë dhe i lehtë nënvizon modelin e tij me shkëlqim dhe përshtatet në mënyrë të përkryer në dorën tuaj. Ekrani i tij pothuajse pa kornizë 10.5 \u0022do t\u0027ju mbështesë në gjithçka që bëni. Shkruani, vizatoni dhe bëni fotografi me lapsin S Pen.MBajtësja e rafinuar magnetike në anën e pasme të tabletit siguron që të jetë i disponueshëm sa herë që të merrni një ide të shkëlqyeshme. Ju nuk keni pse të shqetësoheni për baterinë e lapsit, ai rikarikohet automatikisht menjëherë kur e lidhni me tabletin tuaj.Me Galaxy Tab S6, ju do të punoni si një kompjuter. Thjesht futni tastierën BookCover Galaxy Tab S6, të shitur veçmas dhe ktheni Fn \u002B DeX për ta kthyer tabletin tuaj në një kompjuter. Touchpad juaj praktik, i cili është pjesë e tastierës, gjithashtu e bën punën tuaj më të lehtë. Nëse keni nevojë për një monitor tjetër, merrni kabllon HDMI dhe thjesht lidheni atë. Përveç kësaj, ju mund të ndani ekranin e tabletit tuaj në shumë dritare dhe të përdorni disa aplikacione në të njëjtën kohë - si Samsung Notes, News, Video, ose Gallery.Ju mund të përdorni tabletin tuaj Samsung për punë, lojëra, fotografi dhe redaktim. Galaxy Tab S6 përmban një kamerë të dyfishtë të pasme me një kënd ultra të gjerë 13Mpx dhe një lente me kënd të gjerë 5Mpx. Inteligjenca artificiale e kamerës siguron kontrast optimal dhe ngjyra të ndritshme në çdo fotografim. Me tabletin jo vetëm që do të bëni foto të shkëlqyera, por edhe video - Adobe Premiere Rush për Samsung kujdeset për cilësinë e tyre në studio.Tableti Samsung Galaxy Tab LTE S6 ofron procesor 8-core Qualcomm Snapdragon 855 me një frekuencë deri në 2.8 GHz. Tableti gjithashtu ka në dispozicion 6 GB memorie. Ekrani me prekje 10.5 \u0022 Super AMOLED ofron një rezolucion prej 2560 x 1600 dots. Për aplikacionet dhe të dhënat keni një kartë memorie të brendshme microSD të zgjerueshme me 128 GB memorie të brendshme (deri në 1TB). Mund ta përdorni tabletin për navigim, wireless LTE, WiFi ac dhe Bluetooth 5.0 BLE, si dhe një USB Type-C modern dhe kamerën (pjesa e pasme 13 \u002B 5 Mpx dhe 8 Mpx). Bateria mundësohet nga një kapacitet i lartë 7040 mAh dhe mbështet karikimin e shpejtë. Android 9 dhe One UI.   ","Price":726.63,"PCode":"266131"},{"Title":"Tablet Alcatel Smart Tab 7, 1.5GB RAM, 16GB, i zi","Description":" Përshkrimi i produktit  Tablet me ekran me prekje me diagonale 7 \u0022 dhe me rezolucion prej 1024 x 600 piksel. Procesori 4-bërthamor 1.3 GHz MT8167D plotësohet me 1.5 GB memorie operative. Memoria e brendshme ka kapacitet 16 GB dhe mund të zgjerohet më tej me karta microSD. Falë modalitetit Kids Mode mund të zgjidhni me lehtësi se cilat aplikacione mund të hapen nga fëmijët, dhe gjithashtu mund të caktoni kohën maksimale që ata mund të kalojnë në tabletin tuaj. Tableti posedon kamerën e përparme me rezolucion 2 MP dhe atë të pasme me rezolucion 0.3 MP. Tableti ka teknologji Wi-Fi dhe Bluetooth, lidhës micro USB dhe 3.5 mm. Kapaciteti i baterisë është 2580 mAh. Sistemi operativ është Android Pie.   ","Price":74.73,"PCode":"280472"},{"Title":"Tablet Alcatel 1T 10 SMART, 2GB/32GB, i zi \u002B tastierë","Description":" Përshkrimi i produktit  Alcatel 1T 10 SMART është dizajnuar që të përshtatet për të gjitha kërkesat tuaja specifike. Tableti mban performancë të lartë, karakteristika shumë praktike dhe është më i lehtë dhe më i hollë sesa paraardhësit e tij. Punoni me efiçiencë dhe argëtohuni maksimalisht me këtë seri të laptopëve. Vjen i pajisur me procesorin 4 bërthamësh MediaTek MT8167B i cili kombinohet me 2GB RAM memorie të llojit DDR4, ekranin me madhësi 10\u0027\u0027, kualitet WCGA dhe rezolucion prej 1280 x 800 pikselë. Pos kësaj, tableti mban 32GB SSD për ruajtjen e të dhënave, USB Type-C, 3.5mm si dhe një tastierë. Për më tepër, tableti funksionin me sistemin operativ Google Android dhe ka bateri 4,080 mAh.   ","Price":129.67,"PCode":"306322"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular, 11\u0027\u0027, 2020, 256GB, argjendë","Description":" Përshkrimi i produktit  Apple iPad Pro Wi-Fi \u002B Cellular vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. Ky iPaP vjen me diagonale të ekranit 11\u0027\u0027 dhe me rezolucion 2388 x 1668 piksela dhe plotësohet me 256GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx, si dhe ka mbështetje të 4G dhe LTE. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1060.32,"PCode":"283428"},{"Title":"Tablet VIVAX TPC-805 3G, 2GB/16GB, i zi","Description":" Përshkrimi i produktit  VIVAX sjell në treg verzionin më të ri të tabletëve VIVAX TPC-805 3G me performancë superiore dhe dizajn kompakt e elegant. Ka ekran IPS me prekje (touch) 8” me rezolucion 1280 x 800 piksel dhe kualitet WXGA me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 2 MP dhe një të pasme 5MP. Ky tablet posedon procesor MediaTek MTK8321, i cili operon në frekuencë 1.3GHz, i kombinuar me memorie RAM 2GB të llojit LPDDR3 dhe memorie të brendshme 16GB. Gjithashtu, VIVAX TPC-805 3G mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 4.0 dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 4,000mAh dhe sistem operativ Android.   ","Price":73.62,"PCode":"304186"},{"Title":"Tablet Apple iPad Mini, 256GB, 2019, i hirtë","Description":" Përshkrimi i produktit   Apple iPad Mini është shoqëruesi ideal për udhëtim. Fuqia dhe inteligjenca artificiale Procesori A12 Bionic ka fuqi të mjaftueshme për çdo gjë. Gjenerata e re e Neural Engine për inteligjencë artificiale sjell përvoja mbresëlënëse në realitetin e shtuar, inteligjencën fantastike të kamerës dhe shumë më tepër se sa prisni. A12 Bionic është një nivel i ri i performancës dhe inteligjencës artificiale. Dy kamera të mrekullueshme Tableta është e pajisur me një kamerë të pasme me një sensor të përmirësuar 8MP dhe një lente f / 2.4, e cila, së bashku me një procesor të fuqishëm, ju lejon të përdorni veçori të avancuara siç janë fokusi i klikimit, panorama, video FullHD, video slowmoiton 120fps, time-lapse video, ose self-timer. Ana e përparme është e pajisur me një kamerë HD FaceTime me një sensor 7MP për performancë më të mirë të dritës së ulët. Tableti i ri Apple iPad Mini është i pajisur me ekran me prekje 7.9 \u0022Retina me rezolucion 2,048 × 1,536 piksel dhe kënde të gjera shikimi. Furnizim me energji ofrohet nga A12 Bionic me arkitekturë 64-bit desktop, inteligjenca artificiale Neural Engine dhe procesori M12. Për sistemin, të dhënat dhe aplikacionet janë të gatshme 256 GB memorie të brendshme, të pajisur me një gamë të sensorëve, duke përfshirë Touch ID, xhiroskop me 3 akse, akcelerometër, busull dixhitale, sensor të dritës së ambientit dhe barometër. Ekziston gjithashtu teknologjia Bluetooth 5.0 dhe qasja në internet ofrohet nëpërmjet rrjetit WiFi me MIMO. Tableta operon me sistemin operativ iOS 12.    ","Price":560.02,"PCode":"257412"},{"Title":"Tablet Lenovo TAB M10 Plus, 10.3 \u0022 Full HD, 4GB RAM, 64GB, LTE, i hirtë","Description":" Përshkrimi i produktit  Tablet Lenovo Tab M10 Plus me LTE. Qendra e tabletit është një procesor 8-bërthamor MediaTek Helio P22T, 4 GB RAM dhe 64 GB memorie të brendshme. Tableti ka një ekran 10.3 \u0022me rezolucion Full HD (1920 x 1200) me mbështetje IPS, 10 pikë, me shumë prekje. Memoria themelore e tabletit mund të zgjerohet me një kartë micro SD deri në 256 GB. Jetëgjatësia e baterisë deri në 7 orë kur shfletoni uebin dhe afërsisht 4.6 orë kur luani video. Altoparlant me anë të tingullit 2 me mikrofona Dolby Atmos \u002B 2 me përpunim të dedikuar të sinjalit dixhital. Mbështetje për Wi-Fi të dyfishtë, Bluetooth v5.0 dhe LTE. Kamera e pasme 8 megapiksel me fokus automatik dhe një kamerë e përparme 5 MP me fokus fiks. Shkyçe me njohjen e fytyrës. Slote për nano SIM, kartën SIM dhe kartën micro SD. Tableti funksionon me sistemin operativ Android 9 Pie. Përmasat e tabletit 244.2 x 153.3 x 8.15 mm. Pesha rreth. 460 g   ","Price":219.92,"PCode":"302084"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi, i hirtë hapësinor","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS. Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje. Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB. iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial. Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar. Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi. Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store. Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac. Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":449.5,"PCode":"298101"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 64GB, Wi-Fi \u002B Cellular, i gjelbër","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme. Apple iPad Air (2020) Wi-Fi \u002B Cellular është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste. Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 64 GB. Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët. Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt. Për modelet celulare, opsioni i dytë është të përdorni një lidhje celulare të klasës Gigabit 4G LTE, kështu që të mund të jeni në internet gjatë gjithë kohës. (* Lidhja mobile kërkon planin e të dhënave të operatorit tuaj celular.) Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":733.92,"PCode":"298065"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 64GB, Wi-Fi, i kaltër qielli","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme. Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste. Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 64 GB. Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët. Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt. Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":599.5,"PCode":"298056"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 256GB, Wi-Fi, i kaltër qielli","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 256 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt.Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":756.96,"PCode":"298061"},{"Title":"Tablet Samsung Galaxy Tab S7 T875N, 6GB/128GB, LTE","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab S7 T875N ka një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B dhe gjithashtu ka 6 GB RAM. Ekrani me prekje me cilësi të lartë 11 \u0022 ofron një rezolucion prej 2560 x 1600 pikselë, kurse për aplikacione dhe të dhëna, ju keni një memorie të brendshme 128 GB. Përveç kësaj, ekziston edhe një lidhje wireless 5G, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe një kamerë e pasme 13 \u002B 5 Mpx dhe 8 Mpx përpara. Ekrani gjithashtu ka një lexues të gjurmëve të gishtave, mbështetje Samsung DeX dhe një Samsung S Pen. Mundësohet nga një bateri me një kapacitet të lartë 8000 mAh dhe mbështetje për karikim të shpejtë. Për më tepër, tableti operon me sistemin operativ Android dhe mjedisin inteligjent One UI.   ","Price":795.36,"PCode":"310328"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular (2020), 11\u0027\u0027, 2020, 128GB, i hirtë","Description":" Përshkrimi i produktit   Tableti i ri Apple iPad Pro 11 \u0022Wi-Fi \u002B Cellular (2020) përmban një ekran RETINA 11\u0022 dhe me rezolucion 2388 x 1668 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi dhe 4G LTE. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":1149.6,"PCode":"283443"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Samsung Galaxy Tab S6 Lite P615N, 4GB/64GB, LTE, i hirtë","Description":" Përshkrimi i produktit  Samsung sjell në treg verzionin më të ri të tabletëve Samsung Galaxy Tab S6 Lite P615N me performancë superiore dhe dizajn kompakt e elegant. Samsung Galaxy Tab S6 Lite P615N ka ekran me prekje (touch) 10.4” me rezolucion 2000 x 1200 pikselë me të cilin shfaq imazhe me qartësi dhe detaje të jashtzakonshme. Poashtu, kap edhe imazhe me qartësi të lartë përmes dy kamerave, një të përparme 5 MP dhe një të pasme 8MP.Ky tablet posedon procesor 8-bërthamësh Samsung Exynos 9611, i cili operon në frekuencë 2.3 GHz, i kombinuar me memorie RAM 4GB dhe memorie të brendshme 64GB. Gjithashtu, Samsung Galaxy Tab S6 Lite P615N mbështet teknologjitë më të reja të Wi-Fi ac, Bluetooth 5.0, LTE, dhe GPS/GLONASS, si dhe posedon bateri të integruar me kapacitet 7040 mAh dhe sistem operativ Android One UI.   ","Price":454.56,"PCode":"286555"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 12.9\u0027\u0027, 256GB, argjendë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 12.9\u0027\u0027 dhe me rezolucion 2732 x 2048 piksela dhe plotësohet me 256 GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1128.48,"PCode":"283416"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular (2020), 12.9\u0027\u0027, 128GB, argjendë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 12.9\u0022 Wi-Fi \u002B Cellular (2020) përmban një ekran RETINA 12.9\u0022 dhe me rezolucion 2732 x 2048 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh. Poashtu, një memorie 128GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi dhe 4G LTE. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":1172.64,"PCode":"283446"},{"Title":"Tablet Samsung Galaxy Tab S5e, 10.5\u0022, 4GB RAM, 64GB, i zi","Description":" Përshkrimi i produktit  Tableti i ri Galaxy Tab S5e është për momentin tableti më i hollë Galaxy, me mes 5.5 mm dhe peshë më pak se 400g. Samsung Galaxy Tab S5e (SM-T720) ofron procesor 8-core Qualcomm Snapdragon 670 që operon në frekuencë prej 2x 2 GHz dhe 6x 1.7 GHz. Tableti gjithashtu ka 4 GB memorie të disponueshme për punën e saj. Një memorie e brendshme mjaft e mirë 64GB që mund të zgjerohet me kartën e kujtesës microSD është e disponueshme për aplikacione dhe të dhëna. Ekziston poashtu WiFi ac, Bluetooth 5.0 BLE, një USB moderne Type-C dhe dy kamera (13 Mpx f / 2.0 e pasme dhe 8 Mpx f / 2.0 e përparme). Tableti ka një bateri me kapacitet të lartë prej 7040 mAh dhe mbështet karikimin e shpejtë. Tableta operon me sistemin operativ Android 9 Pie dhe një mjedis inteligjent One UI.    ","Price":414.24,"PCode":"255480"},{"Title":"Tablet iPad Apple Mini, 7.9\u0022, 64GB, Wi-Fi \u002B Celular, 2019, i hirtë","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të shikoni specifikat teknike, apo kontaktoni në chat, email dhe messenger për detaje të mëtutjeshme.Ju faleminderit për mirëkuptim.   ","Price":522.02,"PCode":"257409"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular (2020), 12.9\u0027\u0027, 256GB, i hirtë","Description":" Përshkrimi i produktit  Apple iPad Pro Wi-Fi \u002B Cellular vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. Ky iPad vjen me diagonale të ekranit 12.9\u0027\u0027 dhe me rezolucion 2732 x 2048 piksela dhe plotësohet me 256GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx, si dhe ka mbështetje të 4G dhe LTE. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1275.36,"PCode":"283433"},{"Title":"Tablet Huawei Mediapad T5 10, 10.1 \u0022IPS, 2GB RAM, 32GB, i zi","Description":" Përshkrimi i produktit  Gëzoni më shumë argëtim me tabletin e fuqishëm dhe elegant Huawei MediaPad T5 10. Ju merrni një dizajn kompakt dhe elegant të trupit metalik të kombinuar me performancë solide. Performanca e mjaftueshme së bashku me ekranin IPS e bën atë një mjet ideal për përdorimin multimedial ose për të luajtur lojëra mobile. Prandaj, përfitoni nga kjo zgjidhje e shkëlqyeshme mobile dhe shijoni argëtim gjatë lëvizjes. Trupi i tij i hollë metalik do të joshë të gjithë. Nëse jeni duke kërkuar për një kombinim të stilit ekskluziv, dizajnit kompakt dhe performancës solide, Huawei MediaPad T5 10 është zgjedhja e duhur. Shikoni përmbajtje dhe multimedia të njohura në një ekran IPS me një rezolucion prej 1920 x 1200 pikselë, i cili siguron një imtësi të shkëlqyeshme 224ppi në një diagonale 10.1 \u0022. Gëzoni natyrshmërinë e ngjyrave, këndet e gjera të shikimit, çdo detaj dhe nuancat e pasura të teknologjisë së panelit IPS . Gëzoni përgjigje më të shpejta dhe mbështetje për shumë detyra për shumë aplikacione që ekzekutohen njëkohësisht me procesorin 8-bërthamor Kirin 659. Ju mund të luani me lehtësi lojëra, të shikoni video në YouTube, të bëni fotografi, të luani muzikë, të shikoni fotografi, të udhëtoni me navigacion GPS, të komunikoni përmes Skype dhe Facebook, të regjistroni video ose të shfletoheni në internet. Tableti përmban një numër karakteristikash multimediale për argëtim dhe kohë të lirë, të tilla si GPS. Ekziston edhe një kamera video paraprake 2 MP për thirrje konferencë dhe biseda në internet. Ekziston edhe një kamerë e pasme 5 MP me fokus automatik për foto ose video. Tableti ka një bateri të fuqishme 5100mAh dhe punon me sistemin operativ Android.   ","Price":182.5,"PCode":"312082"},{"Title":"Tablet Samsung Galaxy Tab S7 \u002B T976N, 6GB / 128 GB, 5G","Description":" Përshkrimi i produktit  Tableti Samsung Galaxy Tab S7 T976N ka një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B dhe gjithashtu ka 6 GB RAM. Ekrani me prekje me cilësi të lartë 12.4 \u0022 ofron një rezolucion prej 2800 x 1752 pikselë, kurse për aplikacione dhe të dhëna, ju keni një memorie të brendshme 128 GB. Përveç kësaj, ekziston edhe një lidhje wireless 5G, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe një kamerë e pasme 13 \u002B 5 Mpx dhe 8 Mpx përpara. Ekrani gjithashtu ka një lexues të gjurmëve të gishtave, mbështetje Samsung DeX dhe një Samsung S Pen. Mundësohet nga një bateri me një kapacitet të lartë 8000 mAh dhe mbështetje për karikim të shpejtë. Për më tepër, tableti operon me sistemin operativ Android.   ","Price":1078.56,"PCode":"310330"},{"Title":"Tablet Samsung Galaxy Tab S5e, 4GB/64GB, LTE, i artë","Description":" Përshkrimi i produktit  Galaxy Tab S5e është aktualisht tableti më i hollë Galaxy. Vetëm 5.5 mm në gjerësi, peshon më pak se 400 g por është një paisje madhështore. Do të apelojë për të gjithë ata që janë në kërkim të tipareve të tabletëve smart dhe një ekrani të bukur të madh për përvoja të pasura dhe emocionuese të argëtimit. Galaxy Tab S5e është një tablet i madh me korniza të mrekullueshme të vogla. Pothuajse e gjithë pjesa e përparme e tabletit kompakt, mbulohet nga një ekran i mrekullueshëm 10.5\u0022 (16 : 10). Samsung Galaxy Tab S5e LTE (SM-T725) ofron procesorin tetë bërthamësh, Qualcomm Snapdragon 670 me frekuencë prej 2x 2 GHz dhe 6x 1.7 GHz. Tableti gjithashtu ka 4 GB memorie të disponueshme për punën e tij. Ekran me prekje të shkëlqyeshme 10.5\u0022 Super AMOLED ka rezolucion prej 2560 x 1600 piksel. Për të dhënat dhe aplikacionet është në dispozicion një memorie e brendshme prej 64GB e cila mund të zgjerohet përmes kartës microSD deri në 512GB. Falë modulit të integruar GPS / Glonass, tableti mund të përdoret edhe për navigacion. Ky model është gjithashtu i pajisur me lidhje të shpejtë LTE, WiFi dhe Bluetooth 5.0 BLE. Sigurisht ekziston edhe një lidhës USB i tipit C, dhe dy kamera (13 Mpx f / 2.0 kamera e pasme dhe 8 Mpx f / 2.0 kamera e përparme). Funksionimi i tij mundësohet nga një bateri me kapacitet të lartë prej 7040 mAh dhe që mbështet ngarkimin e shpejtë. Sistemi operativ Android 9.0 Pie dhe softueri inteligjent One UI janë të parainstaluar.    ","Price":422.53,"PCode":"255483"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 128GB, Wi-Fi \u002B Cellular, i hirtë hapësinor","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS. Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje. Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 128 GB. iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial. Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar. Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi. Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store. Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE. Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë. Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":577.12,"PCode":"298107"},{"Title":"Tablet Apple iPad Pro Wi-Fi (2020), 12.9\u0027\u0027, 512GB, i hirtë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 12.9\u0027\u0027 dhe me rezolucion 2732 x 2048 piksela dhe plotësohet me 512GB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1339.5,"PCode":"283417"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi, i hirtë hapësinor","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS. Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje. Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB. iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial. Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar. Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi. Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store. Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Prej teknologjive wireless ka Bluetooth 4.2 dhe WiFi ac. Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":369.5,"PCode":"298098"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 64GB, Wi-Fi \u002B Cellular, i kaltër qielli","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi \u002B Cellular është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 64 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt. Për modelet celulare, opsioni i dytë është të përdorni një lidhje celulare të klasës Gigabit 4G LTE, kështu që të mund të jeni në internet gjatë gjithë kohës. (* Lidhja mobile kërkon planin e të dhënave të operatorit tuaj celular.)Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":729.12,"PCode":"298066"},{"Title":"Tablet Apple iPad Air 2020, 10.9’’, 256GB WiFi \u002B Cellular, i artë rozë","Description":" Përshkrimi i produktit  Tablet nga marka Apple që përmban një varg veçorish të përkryera teknologjike dhe fizike për performancë të shkëlqyeshme. Është i pajisur me procesor të fuqishëm Apple A14 Bionic. Diagonalja e ekranit Retina është 10.9 inç dhe ofron pamje fantastike me rezolucion prej 2360 x 1640 pikselë. Memoria e brendshme ka kapacitet 256GB. Sa i përket komunikimit, tableti mbështet WiFi, Bluetooth 5.0, rrjetin 4G/LTE si dhe ka GPS, ueb-kamerë, kartelë eSIM dhe nano SIM. Bateria qëndron deri në 9 orë. Ofron output USB tipi C. Ndër veçori të avancuara përfshin lexues të shenjave të gishtërinjëve, GLONASS dhe mbështet kartën SIM. Ndër sensorë keni në dispozicion sensor të lëvizjes, të dritës, barometër, gjiroskop dhe sensor magnetik apo busullë digjitale. Mund të shkrepni fotografi përmes kamerës së pasme me rezolucion 12 MPX dhe kamerës së përparme 7 MPX. Sistemi operativ është Apple iOS.   ","Price":896.16,"PCode":"298069"},{"Title":"Tablet Apple iPad Air (2020), 10.9\u0022, 256GB, Wi-Fi, i argjendtë","Description":" Përshkrimi i produktit  Apple iPad Air i ri sjell disa përmirësime interesante. Dizajni i tij është afër atij të iPad Pro, ka korniza më të hollë, një gamë të zgjeruar ngjyrash dhe ju ofron një performancë të shkëlqyeshme.Apple iPad Air (2020) Wi-Fi është i pajisur me një ekran me shumë prekje 10.9 \u0022 Liquid Retina me një rezolucion prej 2360 × 1640 pika dhe një kënd të gjerë shikimi. Falë panelit IPS, ju do të përjetoni ngjyra krejtësisht të vërteta me detaje të gjalla dhe realiste.Një nga risitë më të rëndësishme të iPad Air është vendosja e procesorit super të fuqishëm A14 Bionic. Fuqia e tij do t\u0027ju ofrojë mundësi të reja krijuese kur redaktoni video dhe foto, krijoni grafikë dhe muzikë, ose siguroni performancën e nevojshme grafike për lojërat dhe argëtimet tuaja të preferuara. Gjenerata e re e Neural Engine për inteligjencën artificiale sjell eksperienca mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni.Për sistemin, të dhënat dhe aplikacionet është e gatshme memoria e brendshme me kapacitet prej 256 GB.Kamera e pasme me senzor 12 MP dhe lente f / 1.8 është përmirësuar gjithashtu, e cila së bashku me një procesor të fuqishëm ju lejon të përdorni funksione të përparuara, të tilla si fokusi i klikimit, panorama, video deri në 4K / 60 kps, video e ngadaltë 1080p në 240 kps, video me kalim të kohës, ose, për shembull, modaliteti i kohëmatësit. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 7 MP, i cili ju lejon të arrini performancë më të mirë në dritë të ulët.Argëtimi ose puna në internet në një tablet të ri do të jetë shumë e shpejtë falë lidhjes WiFi të standardit 802.11ax, e cila sjell një rritje të mëtejshme të shpejtësisë dhe stabilitetit krahasuar me standardin 802.11ac. Kjo do të marrë më pak kohë për të shkarkuar filma ose për të transmetuar video dhe t\u0027ju lejojë të shijoni argëtim cilësor shumë më shpejt.Lidhësit që ky tablet ofron janë: USB Tip-C, Smart Connector dhe lidhësi magnetik. Ju mund të përdorni lexuesin e gjurmëve të gishtave Touch ID për qasje të shpejtë dhe të sigurtë. Teknologjitë tjera përfshijnë WiFi ax dhe Bluetooth 5.0. Sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":754.08,"PCode":"298058"},{"Title":"Tablet Samsung Galaxy Tab S7 T875N, 11\u0022, 6GB RAM, 128GB, LTE, i bronztë","Description":" Përshkrimi i produktit  Ky tablet ofron performancë të lartë, një shfaqje të qetë me një ritëm të rifreskimit deri në 120 Hz, një stilolaps S Pen të përmirësuar, rehati në punë të krahasueshme me një kompjuter personal, dhe e fundit, por jo më pak e rëndësishme, një dizajn elegant dhe praktik.Galaxy Tab S7 kontrollon me mençuri normën e rifreskimit të ekranit bazuar në atë që jeni duke bërë për të ruajtur energjinë e baterisë. Me një vlerë maksimale prej 120 Hz, ekrani është çuditërisht i qetë dhe përgjigja është jashtëzakonisht e ulët, kështu që tableti i përgjigjet të gjitha stimujve në një ndezje.Shijoni përmbajtjen në një ekran të mrekullueshëm 11 \u0022 të ndërtuar në teknologjinë LTPS LCD. Ai ofron gamën e ngjyrave DCI-P3 dhe ka marrë certifikimin Low Blue Light, që konfirmon që ekrani kursen shikimin tuaj duke zvogëluar sasinë e dritës blu të emetuar. Galaxy Tab S7 ka katër altoparlantë të akorduar AKG dhe mbështetje Dolby Atmos, që plotësojnë imazhin premium me tinguj po aq luksoz.Në krahasim me Galaxy Tab S6, Qualcomm Snapdragon 865 Plus revolucionar ofron deri në 36% performancë më të lartë të grafikës, 25% performancë më të lartë thelbësore dhe 77% performancë më të lartë të procesorit nervor. Falë performancës së tij të jashtëzakonshme, ky procesor i mençur dhe revolucionar mund të trajtojë me lehtësi kryerjen e detyrave të shumta ose lojërat moderne, në çdo kohë, në çdo vend.Shijoni çdo lojë të përsosur në ekranin e madh me një shfaqje cilësore. Përveç kësaj, do të tërhiqeni në veprim nga një tingull shumë i akorduar. Ju nuk kufizoheni vetëm në lojëra nga Galaxy Store ose Google Play Store. Një abonim i Xbox Game Pass Ultimate ju lejon të transmetoni më shumë se 100 lojëra konzole nga cloud në ekranin e tabletit tuaj.S Pen ka bërë një rrugë të gjatë që nga versioni i fundit. Përgjigja e tij është befasuese e shpejtë, falë vonesës minimale. Si rezultat, ju ndjeheni sikur po shkruani me një stilolaps të vërtetë në letër. Pas përdorimit, thjesht bashkëngjitni atë në pjesën e prapme të Tab S7 tuaj me një magnet.Kamera e përparuar e pasme e Galaxy Tab S7 përbëhet nga dy lente: lentja kryesore, me kënd të gjerë, e cila ka një rezolucion prej 13 Mpx dhe një hapje prej f / 2.0, plotësohet nga një lente me kënd të ultra të gjerë (5 Mpx, f / 2.2 ). Ajo arrin të ruajë një prerje edhe më të madhe të rrethinës tuaj në një goditje të vetme. Dashamirët e videove gjithashtu do të kënaqen - mund të xhironi deri në rezolucionin më të lartë 4K, në 30 KPS.Tableti Samsung Galaxy Tab S7 T875N do të ofrojë një procesor 8-bërthamor Qualcomm Snapdragon 865\u002B. Tableti gjithashtu ka 6 GB memorie RAM të disponueshme për punën e tij. Ekrani me prekje me cilësi të lartë 11 \u0022 120 Hz LTPS ofron një rezolucion prej 2560 x 1600 px. Për aplikacionet dhe të dhënat, keni një memorie të brendshme me kapacitet prej 128 GB dhe mundësinë e zgjerimit me një kartë memorie microSD (deri në 1 TB). Është e mundur të përdorni një tablet për navigim. Ekziston gjithashtu një lidhje wireless LTE, WiFi dhe Bluetooth 5 BLE. Sigurisht, ekziston edhe USB të llojit C. Ekziston gjithashtu një lexues i gjurmëve të gishtërinjve, mbështetja për Samsung DeX dhe një stilolaps Samsung S Pen. Tableti mundësohet nga një bateri me një kapacitet të lartë prej 8000 mAh dhe mbështetje për karikimin e shpejtë. Sistemi operativ Android me ndërfaqen e përdoruesit One UI është instaluar paraprakisht.   ","Price":803.04,"PCode":"293839"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet Apple iPad Pro Wi-Fi, 11\u0027\u0027, 2020, 1TB, i hirtë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 11\u0027\u0027 dhe me rezolucion 2388 x 1668 piksela dhe plotësohet me 1TB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1323.36,"PCode":"283425"},{"Title":"Tablet Apple iPad (2020), 10.2\u0022, 32GB, Wi-Fi \u002B Cellular, i artë","Description":" Përshkrimi i produktit  Mbi të gjitha, iPad i ri nga Apple ju sjell performancë më të lartë duke ruajtur një çmim të volitshëm. Në zemër të tij është tani çipi i fuqishëm A12 Bionic dhe të gjitha tiparet e njohura të gjeneratës së fundit mbeten - ekrani Retina 10.2 \u0022, mbështet Smart Keyboard (tastierën e mençur) dhe përdor një sistem të optimizuar iPadOS. iPad i ri është një pajisje e shkëlqyeshme e përdorshme me karakteristika të mahnitshme të sistemit operativ të ri iPadOS.Procesori A12 Bionic ka fuqi të mjaftueshme për gjithçka. Ai ofron performancë të shkëlqyeshme për kryerjen e detyrave të shumta në të njejtën kohë në mënyrë intuitive, aplikacione të realitetit të shtuar dhe lojëra mbresëlënëse. Neural Engine për inteligjencën artificiale sjell përvoja mbresëlënëse të realitetit të shtuar, funksione fantastike inteligjente të kamerës dhe shumë më tepër sesa prisni. A12 Bionic, ky është një nivel i ri i performancës, inteligjencës artificiale dhe të mësuarit në pajisje.Për sistemin, të dhënat dhe aplikacionet është i pajisur me memorien e brendshme me kapacitet prej 32 GB.iPad i ri mbetet një ekran i shkëlqyeshëm Retina, i cili ofron një diagonale prej 10.2 \u0022 në panelin IPS dhe një rezolucion prej 2160 × 1620 px me një dendësi prej 264 pikash për inç (ppi). Ai sjell një imazh shumë të mprehtë me kënde të shkëlqyera shikimi për redaktimin e videove 4K, përgatitjen e prezantimit, menaxhimin e biznesit, lojërat dhe argëtimin multimedial.Tableti është i pajisur me një kamerë të pasme me një senzor të përmirësuar 8 MP dhe lente f / 2.4, që së bashku me një procesor të fuqishëm ju lejon të përdorni veçori të tilla si panorama, video Full HD, video me lëvizje të ngadaltë 120 kps, video me kalimin e kohës ose modalitet kohëmatësi. Pjesa e përparme është e pajisur me një kamerë FaceTime HD me një senzor 1.2 MP dhe lente f / 2.4, me të cilin bisedat tuaja video ose fotot selfie do të duken absolutisht të pabesueshme. Ju gjithashtu mund të përdorni kamerat e përparme dhe të pasme të iPad për të skanuar dokumente ose, për shembull, për të dizenjuar brendësinë në realitetin e shtuar.Me tabletin, ju merrni gjithçka që doni në iPad në një dizajn tepër elegant dhe të lëvizshëm. IPad peshon vetëm 490/495 gram (varianti WiFi / LTE) dhe është 7.5 mm i hollë, kështu që mund ta merrni kudo me vete dhe të bindeni me qëndrueshmërinë e tij. Gëzoni një sistem operativ intuitiv, aplikacione të shkëlqyera, performancë të shkëlqyeshme ose thirrje FaceTime kudo, në çdo kohë që dëshironi.Thuaj lamtumirë lidhjes klasike të pikave në ekran ose veçorive të tjera të sigurisë që nuk mund të jenë gjithmonë plotësisht të sigurta nëse dikush gjen çelësin për të hapur pajisjen. Për këto raste, Apple ka pajisur tabletin e ri me fjalëkalimin më të përsosur që na është dhënë nga vetë natyra. Është një lexues i gjurmëve të gishtave ku mund të zhbllokoni pajisjen me një prekje të vetme ose të blini në mënyrë të sigurt në iTunes, iBooks dhe App Store.Prej senzorëve tableti është i pajisur me një gamë senzorësh: lexues të gishtërinjëve Touch ID, xhiroskop me tre akse, përshpejtues, busullë digjitale dhe senzor të dritës së ambientit. Tableti ka teknologjitë Bluetooth 4.2 dhe WiFi ac dhe marrës GPS / GNSS. Poashtu tableti ofron mbështetje për lidhje me rrjetet celulare 3G dhe LTE.Merrni transferim të shpejtë të të dhënave përmes LTE, e cila ju lejon të transmetoni menjëherë muzikë dhe video me shpejtësi të jashtëzakonshme. Jo vetëm në shtëpi, por edhe në rrugë, ju keni mundësinë të përjetoni argëtimin e plotë.Sistemi operativ iPadOS është ndërtuar mbi bazat e iOS, por gjithashtu përfshin veçori të dobishme dhe aplikacione të paracaktuara të dizajnuara për të përfituar nga aftësitë unike të iPad. Ekrani i madh i iPad përmirësohet nga një ekran shtëpie i sapo projektuar dhe mund të përdorni më mirë aplikacione të shumta në të njëjtën kohë në një plan urbanistik të akorduar.   ","Price":484.02,"PCode":"298102"},{"Title":"Tablet Apple iPad Pro Wi-Fi \u002B Cellular (2020), 12.9\u0027\u0027, 256GB, argjendë","Description":" Përshkrimi i produktit  Tableti i ri Apple iPad Pro 12.9 \u0022Wi-Fi \u002B Cellular (2020) përmban një ekran RETINA 12.9\u0022 dhe me rezolucion 2732 x 2048 piksele si dhe kënde të gjera të shikimit. Fuqia jepet nga procesori A12Z Bionic me arkitekturë prej 64 bitësh, dhe përshpejtuesin grafik 8-bërthamor. Poashtu, një memorie 256 GB e brendshme është në dispozicion për sistemin, të dhënat dhe aplikimet. Ekzistojnë gjithashtu teknologji të identifikimit të fytyrës dhe sigurisht që ka kamera - e pasme 12MP \u002B 10MP dhe e përparme 7MP. Përveç kësaj, iPad Pro përmban lidhje USB Type-C, konektor Smart dhe lidhës magnetik. Mbështet teknologjinë Bluetooth 5.0 dhe lidhja e Internetit bëhet përmes WiFi dhe 4G LTE. Për më tepër, pajisja ka një sistem të ri operativ iPadOS të instaluar.   ","Price":1276.32,"PCode":"283434"},{"Title":"Tablet Apple iPad Pro Wi-Fi, 11\u0027\u0027, 2020, 1TB, argjendë","Description":" Përshkrimi i produktit  iPad Apple Pro vjen me tipare të reja, nivel tjetër të performancës dhe me teknologjitë më të fundit. iPad Apple vjen me diagonale të ekranit 11\u0027\u0027 dhe me rezolucion 2388 x 1668 piksela dhe plotësohet me 1TB memorie të brendshme. Kjo pajisje përmban një sërë sensorësh duke përfshirë sensor i lëvizjes, xhiroskop, akseelerometer, sensorë të dritës dhe barometër. Gjithashtu ekziston edhe teknologjia Bluetooth 5.0 dhe lidhja me internet është bërë duke përdorur WiFi me standardet a, ac, ax, b, g, n. Poashtu, kjo pajisje posedon tri kamera të instaluara, dy të pasme 12 \u002B 10MPx dhe një të përparme 7Mpx. Për më tepër, sistemi i ri operativ iPadOS është instaluar në pajisje.   ","Price":1323.36,"PCode":"283426"},{"Title":"Tablet Lenovo TAB M10, 10.1\u0022, 3GB/32GB, LTE, i zi","Description":" Përshkrimi i produktit  Tablet për të gjithë familjen - ky është Lenovo Tab M10. Është shoqërues i përsosur për argëtimin tuaj në ekranin e madh dhe me zë të cilësisë së lartë në një dizajn të këndshëm dhe kompakt që nuk do t\u0027ju shqetësojë. Lenovo Tab M10 përdor procesorin me 8 bërthamë Qualcomm Snapdragon 450, i cili mbështetet nga 3 GB memorie. Ekrani është me prekje 10.1 \u0022me rezolucion 1920 x 1200. 32 GB memorie të brendshme janë në dispozicion për sistemim të dhënave dhe aplikacioneve dhe mund të zgjerohet me kartat e kujtesës microSD dhe për bërjen e fotografive posedon kamerën e përparme prej 2 Mpx dhe kamera e pasme prej 5 Mpx ), me marrës të integruar GPS / Glonass, gjithashtu për navigacion, lidhje me valë WiFi për t\u0027ju mbajtur në kontakt, gjithashtu dhe mbështetje LTE Bluetooth 4.2, porte USB Type-C dhe 3.5mm audio output. Performanca mahnitëse e audio-së ofrohet nga 2 altoparlantë të përparmë dhe mbështetja Dolby Atmos. Tableti është i pajisur me një bateri të integruar me 4850 mAh dhe sistemi operativ Android është i pre-instaluar.   ","Price":159.5,"PCode":"256130"},{"Title":"","Description":"","Price":0,"PCode":""},{"Title":"Tablet iGET Blackview TAB G8, 10.1\u0022 HD\u002B, 4GB RAM, 64GB, LTE, i artë","Description":" Përshkrimi i produktit  Tableti iGet Blackview TAB G8 është elegant, i përballueshëm, i mençur. Dizajni i tij ergonomik përshtatet në mënyrë të përsosur në dorë dhe falë veçorive të shkëlqyera bëhet shoqëruesi perfekt për argëtim. iGET Blackview TAB G8 mundësohet nga një procesor 8-bërthamor SC9863A me një frekuencë prej 1.6 GHz. Procesori plotësohet me 4 GB memorie RAM dhe 64 GB memorie të brendshme, që është në dispozicion për të dhëna dhe aplikacionet dhe mund ta zgjeroni me një kartë memorie microSD me një kapacitet deri në 128 GB. Ekrani me prekje 10.1 \u0022 IPS ka një rezolucion prej 1920 x 1200 px. Teknologjitë wireless WiFi dhe Bluetooth 5.0 ose lidhja mobile LTE do të përdoren për komunikim. Të interesuarit gjithashtu mund të shijojnë praninë e një marrësi GPS. Në pjesën e përparme ka një kamerë 5 MPx për komunikim online dhe në pjesën e pasme një kamerë 13 MPx për dokumentim foto ose video. Pajisja funksionon falë një bateri të fuqishme me kapacitet prej 6580 mAh. Android 10 përdoret si sistemi operativ.   ","Price":104.81,"PCode":"299585"},{"Title":"","Description":"","Price":0,"PCode":""}]