[{"Title":"Televizor LG 65NANO80 - 65” (164 cm)","Description":" Përshkrimi i produktit  Televizori LG 65NANO80 vjen me ekran 65” (164 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, RCA, audio optike, LAN, Cl.   ","Price":899.5,"PCode":"287919"},{"Title":"Televizor Samsung Q65R, 55\u0022 (140cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Përshkrimi është duke u përpunuar, ndërkohë mund të na kontaktoni në chat, email dhe rrjete sociale për detaje të mëtutjeshme. Ju faleminderit për mirëkuptim.   ","Price":799.5,"PCode":"504276smg"},{"Title":"Televizor LG 65UN7300 - 65” (164 cm)","Description":" Përshkrimi i produktit  Televizori LG 65UN7300 vjen me ekran 65” (164 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si DVB-C, DVB-S2, DVB-T2 (HEVC), që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, audio optike, RCA, LAN, Cl.   ","Price":598.5,"PCode":"287931"},{"Title":"Televizor GoGEN TVH 24N384 STWEB, 24\u0022 (61 cm), HD, i zi","Description":" Përshkrimi i produktit  GoGEN TVH 24N384 është një televizor 24\u0022 me rezolucion HD 1366 x 768, me diagonale prej 61 cm. Ka kënde të gjera shikimi prej 178 ° / 178 ° dhe frekuencë 50/200 Hz. Koha e përgjigjes së TV-së është 5 ms. Televizori ka opsionin për teknologjinë Wi-Fi që ju lejon ta lidhni atë me Internet. Po ashtu, televizori mbështetë standardin VESA 200 x 100 mm.   ","Price":208.38,"PCode":"199368"},{"Title":"Televizor Strong SRT32HB3003, 32\u0022 (80cm), HD Ready, i zi","Description":" Përshkrimi i produktit  Televizor LED me diagonale prej 32 \u0022 (80 cm) dhe rezolucion HD ready (1366 x 768 px). Frekuenca është 50/100 Hz. Këndet e shikimit janë 178/178. Marrësi është i llojit DVB-C / T / T2 / S / S2. Koha e përgjigjes është 6.5 ms Funksionet e përdoruesit janë: riprodhimi përmes USB, EPG, lista e preferuar e kanaleve, teletext, titrat, kyçja e programeve të caktuara nga prindërit, modaliteti hotel. Fuqia e zërimit është 2x 5 W. Televizori mbështet standardin VESA 100 x 100 mm. E përfshirë është edhe telekomanda. Klasa e energjisë është A \u002B.   ","Price":185.76,"PCode":"291321"},{"Title":"Televizor Samsung UE75TU7172UXXH, 75\u0022 (189 cm), 4K UHD - i argjendtë","Description":" Përshkrimi i produktit  Televizor 75 \u0022 SMART, i cili ju ofron shfaqjet dhe filmat tuaj të preferuar në imazhin më të lartë si dhe cilësinë e zërit. Zhytni veten me ngjyra të jashtëzakonshme në ekranin Crystal të televizorit UHD TU7172 nga Samsung, ku do të zbuloni madje edhe detajet më të mira në çdo skenë. Çfarë fshihet pas cilësisë së mahnitshme dhe imazhit dinamik të TU7172? Është një çip inteligjent Crystal Processor 4K që kontrollon dhe optimizon cilësimet e ngjyrave, kontrastit dhe HDR nën skeptrin e tij. Kështu që ju do të shijoni çdo skenë në cilësinë më të lartë. Zbuloni detajet që janë fshehur nga ju deri tani. Teknologjia HDR zgjeron gamën e ngjyrave të TV, kështu që ju mund të shijoni skena më autentike të lehta dhe të errëta me të gjitha detajet e tyre të shkëlqyera. UHD TU7172 është i pajisur me një modalitet loje që optimizon imazhin dhe zvogëlon vonesën e qasjes së saj. Shijoni titujt tuaj të preferuar në një mënyrë të përkryer të qetë dhe mbretëroni në fushën e lojërave online. Një telekomandë është gjithçka që ju nevojitet për të kontrolluar UHD TU7172 dhe pajisjet e tjera të përputhshme - telekomanda Samsung One Remote. Qasjen e thjeshtë dhe kontrollin intuitiv të përmbajtjes tuaj të preferuar do t\u0027ju ofrojë ndërfaqja Smart Hub, ku do të gjeni të gjitha aplikacionet, konzolat e lojërave dhe transmetimet televizive. Ky televizor ka diagonale prej 75 \u0022 (189 cm) dhe rezolucion 4K UHD (3840 × 2160 px). Lloji i akorduesit që posedon është DVB-T / T2 / C / S / S2. Funksionet multimediale dhe interesante përfshijnë: procesorin Crystal Processor 4K, DLNA, Miracast, shfletues interneti, Wi-Fi, Bluetooth, HbbTV, rishikimin përmes USB, kontrollin përmes zërit (anglisht), O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink Fastscan, multiroom link and steam link, SmartThings, modalitetin Ambient, iTuners dhe mbështetjen e Airplay, zërimin 20 W, tingullin përshtatës, dekoderin Dolby Digital Plus dhe audio Bluetooth. Klasa e energjisë së televizorit është A \u002B.   ","Price":1299.5,"PCode":"328651smg"},{"Title":"Televizor Samsung QE65Q65TAUXXH, 65\u0022 (165cm), 4K UHD, e hirtë e errët (2020)","Description":" Përshkrimi i produktit  Bashke me televizor, ju dhurojme nje soundbar falas.Promocioni zgjat nga data 10.02.2021 deri më 21.3.2021 ose deri sa të përfundojë stoku. Për t\u0027u kualifikuar për dhuratën, duhet të regjistroni blerjen tuaj në adresën e [email\u0026#160;protected], ndërsa në faqen www.samsung.com/al/offer/qled-soundbar-2021 mund të gjeni një listë të hollësishme të pajisjeve me më shumë informacione.Përshkrimi është duke u përpunuar, ndërkohë mund të na kontaktoni në chat, email dhe rrjete sociale për detaje të mëtutjeshme. Ju faleminderit për mirëkuptim.   ","Price":1499.5,"PCode":"774083smg"},{"Title":"Televizor Samsung QE65Q70TATXXH (2020), 65\u0022 (165cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Bashke me televizor, ju dhurojme nje soundbar falas.Promocioni zgjat nga data 10.02.2021 deri më 21.3.2021 ose deri sa të përfundojë stoku. Për t\u0027u kualifikuar për dhuratën, duhet të regjistroni blerjen tuaj në adresën e [email\u0026#160;protected], ndërsa në faqen www.samsung.com/al/offer/qled-soundbar-2021 mund të gjeni një listë të hollësishme të pajisjeve me më shumë informacione. Ky është një televizor SMART me diagonale prej 65 \u0022 (165 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Indeksi i cilësisë së figurës së këtij televizori është 3400. Marrësi është i llojit DVB-T2/C/S2. Televizori është i pajisur me 4x porte HDMI, 2x porte USB, portë Ethernet (LAN), Wi-Fi 5, Bluetooth v4.2, hyrje RF, dalje audio digjitale (optike) dhe slot Cl. Sistemi operativ është Tizen. Klasa e energjisë është A \u002B.Procesori i fuqishëm Quantum 4K i Samsung optimizon cilësinë e figurës për kushte të shkëlqyera shikimi, duke e përmirësuar të gjithë përmbajtjen tuaj.4K AI Upscaling përdor procesorin e fuqishëm Quantum, duke analizuar automatikisht burimin e hyrjes për të reduktuar mizat e imazhit, për të rikthyer detajet e humbura dhe për të definuar konturet rrotull objekteve dhe tekstit. Tani mund të keni figurë dhe tinguj në rezolucion 4K.Përshtateni në mënyrë aktive me ambientin e shikimit duke rregulluar automatikisht ndriçimin. Shikoni një figurë të përkryer, pavarësisht orës së ditës apo përmbajtjes që po shikoni.Teknologjia Dual LED e sfondit përshtat tonin e ngjyrave për t\u0027iu përshtatur gjendjes emocionale të përmbajtjes suaj, në mënyrë që ta shikoni ashtu siç është bërë për t\u0027u parë.Zhurmat e papritura nga shtëpia juaj mund të shqetësojnë ndërsa shikoni. AVA përforcon zërat në skenë në mënyrë që dialogu të transmetohet qartë. Shikoni televizor pa humbur bisedën.Quantum HDR nxjerr detajet dhe kontrastin, që ju të mund të përjetoni fuqinë e plotë të çdo imazhi. Duke shkuar përtej standardeve më të mira, Dynamic Tone Mapping i HDR10\u002B krijon të zezë më të thellë, imazhe më të gjalla dhe detaje që gjithmonë ndriçojnë përmes.Teknologjia Quantum Dot ofron figurën më të pastër që kemi pasur ndonjëherë. Me Color Volume 100%, Quantum Dot merr dritën dhe e kthen në ngjyra mahnitëse që qëndrojnë reale në çdo nivel ndriçimi.Real Game Enhancer\u002B: Luani lojëra me pamje më të bukur pa bërë asnjë rregullim të figurës. Qartësia shtesë e lëvizjes redukton aureolën dhe turbullirën në skena me lëvizje të shpejtë. Arrini shikueshmëri të qartë edhe në skena të errëta dhe tingull që sinkronizohet më mirë sipas skenës së lojës. AMD FreeSync redukton ngecjen që të fitoni çdo herë.Një dizajn modern dhe elegant që ju tërheq për të parë figurën më të pastër. Krijuar me një stil minimalist nga çdo kënd dhe pa korniza që vendos standarde të reja. Do të shikoni vetëm përvojën tonë më të bukur kinematike që keni pasur ndonjëherë.Shikoni televizorin tuaj tek zhduket, duke u gërshetuar me muret e shtëpisë suaj. Nuk është thjesht një zbukurim, sepse edhe në Ambient Mode\u002B, televizori juaj është gati të transmetojë informacione dhe përmbajtje të dobishme sa herë që ju nevojitet. Kjo përmbajtje pluskon mbi ekranin e tejdukshëm që gjithmonë të përshtatet me ambientin tuaj të banimit.Gjithçka që ju nevojitet është një telekomandë për të zbuluar lloje të ndryshme përmbajtjeje. Nga kontrolli i dekoderit tek konzola e lojërave, aplikacionet dhe madje edhe Live TV.Një listë e zgjedhur përmbajtjeje nga kanale transmetuese, e personalizuar për ju. Tani, është e lehtë që të merrni përmbajtjen tuaj të preferuar, pa qenë nevoja të hapni aplikacionin.Multi View e ndan në dysh ekranin e televizorit tuaj, duke vënë në njërën anë përmbajtjen që po shikoni dhe duke pasqyruar në anën tjetër ekranin e celularit tuaj. Kjo do të thotë se nuk është më nevoja të hiqni shikimin nga ekrani i televizorit për të parë celularin.QLED funksionon me SmartThings për t\u0027ju vënë juve në kontroll të shtëpisë suaj të mençur. QLED lidhet me pajisjet dhe senzorët e IoT në mënyrë që të ndizni dritat, të kontrolloni se çfarë ka brenda frigoriferit dhe madje edhe të ndizni fshesën robotike nga komoditeti i divanit tuaj. Një botë krejtësisht e re ju pret.   ","Price":1699.5,"PCode":"372674smg"},{"Title":"Televizor Samsung QE65Q75TATXXH, 65\u0022, (165cm), QLED 4K Ultra HD, Smart, i argjendtë (2020)","Description":" Përshkrimi i produktit  Ky është një televizor Smart me diagonale prej 65 ” (165 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px, i cili krijon atmosferë të jashtëzakonshme në shtëpinë tuaj, me audio dhe video të përsosura, që ju lënë pa frymë.Dizajni i këtij televizori është mjaft elegant, duke ofron kornizë të hollë. Me vetëm një telekomandë One Remote ju mund të argëtoheni me pajisje, përmbajtje dhe platforma të ndryshme.Ky televizor është i pajisur me Wi-Fi, kështu që shumë lehtë mund t\u0027i transferoni përmbajtjet e juaja të preferuara nga pajisje të tjera, për t\u0027i shikuar ato në një ekran të madh. Televizori poashtu ofron: 4x porte HDMI, 2x porte USB, 1x dalje digjitale audio (optike), 1x portë Ethernet (LAN), slot Cl dhe ndërfaqe Bluetooth 4.2.Indeksi i cilësisë së figurës së këtij televizori është 3500. Sistemi operativ është Tizen. Klasa e energjisë është A \u002B.   ","Price":1399.5,"PCode":"401082smg"},{"Title":"Televizor Samsung UE55TU7022KXXH, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky është një televizor SMART me diagonale prej 55 \u0022 (139 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Indeksi i cilësisë së figurës së këtij televizori është 2000. Marrësi është i llojit DVB-T2/C. Televizori është i pajisur me 2x porte HDMI, portë USB, portë Ethernet (LAN), Wi-Fi 5, Bluetooth v4.2, hyrje RF, dalje audio digjitale (optike) dhe slot Cl. Sistemi operativ është Tizen. Klasa e energjisë është A.Zhytuni brenda në figurë me një gamë të gjerë ngjyrash. Crystal Display siguron shprehje të optimizuar ngjyrash në mënyrë që ta shikoni më qartë.Cilësi figure që ju lëviz, e mundësuar nga çipi i vetëm (Crystal Processor 4K) që orekestron ngjyrën, optimizon raportin e lartë të kontrastit, dhe përdor HDR.Një dizajn modern dhe elegant që ju tërheq për të parë figurën më të pastër. Krijuar me një stil minimalist nga çdo kënd dhe pa korniza që vendos standarde të reja. Do të shikoni vetëm përvojën tonë më të bukur kinematike që keni pasur ndonjëherë.Ambient Mode - Kur projektoni fotografitë tuaja të preferuara në ekranin e televizorit, televizori vetë gërshetohet me dekorin tuaj në mënyrë elegante. Mund të vendosni një numër të lartë fotosh në një kolazh të bukur ose vendosini ato në pamje rrëshqitëse që të mbani pamjen vizuale të freskët dhe të qartë.Qasja në distancë - Mbaroni punën e zyrës në televizorin në shtëpi. Remote Access ju lejon të pasqyroni ekranin e kompjuterit tuaj në ekranin e televizorit përmes valëve. Madje mund të trokisni në kompjuterin e zyrës për të pasur qasje tek skedarët ose të punoni në dokumente duke përdorur Microsoft Office 365, gjithçka nga komoditeti i divanit tuaj.High-Dynamic Range rrit nivelin e shprehjes së televizorit, në mënyrë që të mund të shikoni një spektër të pafund ngjyrash dhe detajesh vizuale, edhe në skena të errëta.Hyni në lojë më shpejt me Game Enhancer, që optimizon ekranin tuaj në mënyrë që të keni më shumë kontroll me vonesë hyrjeje që zor vihet re. Përjetoni lojë të lehtë në formën e vet më impresive pa turbullirë dhe ngecje të lëvizjes.Samsung UHD ofron një zgjidhje të rregullt për t\u0027i mbajtur kabllot e televizorit të rregullta, duke i fshehur ato direkt te mbajtësja. Kjo ju ndihmon të reduktoni rrëmujën në mënyrë që të shijoni dizajnin e bukur të televizorit tuaj.Gjithçka që ju nevojitet është një telekomandë për të zbuluar lloje të ndryshme përmbajtjeje. Nga kontrolli i dekoderit tek konzola e lojërave, aplikacionet dhe madje edhe Live TV.Një listë e zgjedhur përmbajtjeje nga kanale transmetuese, e personalizuar për ju. Tani, është e lehtë që të merrni përmbajtjen tuaj të preferuar, pa qenë nevoja të hapni aplikacionin.Pasqyrimi i filmave ose muzikës nga celulari i mençur në televizor është aq i thjeshtë sa një trokitje e lehtë. Kur prekni televizorin me celularin tuaj të mençur, televizori ndjen automatikisht prekjen dhe pasqyron në mënyrë automatike. Kështu që është e shpejtë dhe e thjeshtë të kalosh në televizor dhe të vazhdosh të shijosh përmbajtjen tënde të preferuar.Samsung punon për herë të parë edhe me Apple. Me AirPlay 2 të integruar, mund të transmetoni apo të ndani përmbajtje nga pajisjet e Apple në ekranin e madh. Luani video, muzikë, fotografi dhe më shumë pa u lodhur nga iPhone, iPad dhe Mac juaj në këtë televizor.   ","Price":449.5,"PCode":"845514smg"},{"Title":"Televizor Samsung QE55Q95T, 55\u0022 (138cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Dizajni elegant, procesori i fuqishëm, funksionet praktike, të gjitha për përvojën tuaj të jashtëzakonshme të shikimit të televizorit. Drita e pasme e drejtpërdrejtë e Q95T siguron gamën maksimale të ngjyrave të skenave të errëta dhe të lehta për kontrast të jashtëzakonshëm dhe skena realiste. Duke fikur dritën e prapme në vendet e errëta, gjithmonë do të shijoni tonin e përsosur të zi. Pavarësisht se ku jeni ulur për të parë, çdo vend bëhet më i miri falë këndit të shikimit ultra të gjerë të televizorit. Zbuloni botën me ngjyra dhe detaje të reja 4K me më shumë se 8 milion piksel. QLED Q95T është i pajisur me një procesor inteligjent Quantum Processor 4K, i cili përdor teknologjinë 4K AI Upscaling për të optimizuar imazhin në çdo cilësi në një nivel të lartë të rezolucionit 4K. Për më tepër, funksioni Adaptive Image mund të rregullojë nivelin e shkëlqimit në kohë reale në varësi të mjedisit përreth. Ju mund të shijoni pamjen e përsosur gjatë gjithë ditës dhe në çdo kushte ndriçimi. Komponenti i tingullit është një pjesë e rëndësishme e çdo përvoje të filmit ose lojërave, kjo është arsyeja pse QLED Q95T është i pajisur me Sound Tracking (OTS), që krijon audio autentike rrethuese përmes altoparlantëve të lartë dhe të poshtëm. Shikoni shfaqjet tuaja të preferuara në QLED Q95T ndërsa pasqyroni ndërfaqen e celularit tuaj të mençur në ekran - falë funksionit Multi View, ju mund ta ndani ekranin në dy pjesë dhe të kënaqeni dy herë më shumë. Përvojat e paharrueshme të lojërave ju presin në ekranin Q95T pa telashe për turbullime falë mbështetjes së teknologjisë AMD FreeSync, e cila siguron një imazh të përkryer të qetë. Edhe skenat e veprimit me të vërtetë dinamike tani mund të shijohen pa ndonjë artifakte të lehta ose imazhe të paqarta. Edhe në një familje të zhurmshme, nuk do të ju mungojë një dialog i vetëm. Funksioni Auto Voice Amplification (AVA) ndjen nivelin e zhurmës së ambientit dhe automatikisht përforcon vetëm përbërësin e zërit të audios, kështu që nuk humbni kurrë në veprim. Kanalet televizive, aplikacionet transmetuese, konzolat e lojërave - të gjitha kjo dhe shumë më tepër mund të gjenden në ndërfaqen e qartë Smart Hub. Q95T lehtësohet më tej nga një kontrollues i vetëm, intuitiv One Remote me një dizajn elegant. Ky është një televizor me diagonale prej 55 \u0022 (138 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Ky televizor është i pajisur me shfletues uebi, DLNA, Wi-Fi, Bluetooth, HbbTV, O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink Fastscan, Q HDR 2000, HDR (HDR10 \u002B, HLG), Smart Hub, dekoder Dolby Digital Plus dhe woofer të integruar. Klasa e efiçiencës së energjisë është B.   ","Price":1644,"PCode":"283249"},{"Title":"Televizor smart GoGEN TVU 50W652 STWEB - 50 \u0022 (127cm), HDR, i zi","Description":" Përshkrimi i produktit  50 ”TV SMART me pamje të shkëlqyeshme. Ky televizor plotësohet në mënyrë të përkryer nga karakteristikat e zgjuara të televiziorit dhe funksionimi i tij i thjeshtë! 4K Ultra HD ka rezolucion katër herë më të lartë se një televizior i rregullt Full HD me ngjyra të sakta dhe të vërteta. Dolby Vision ju jep një pamje më të ndritshme, më të mprehtë me kontrast më të mirë, duke mburrur ngjyra të sakta, të zgjeruara dhe detaje vërtet të shkëlqyera që do t\u0027ju tërheqin në mënyrë të vërtetë. Televiziori ka ndërtuar Wi-Fi që ju lejon të lidhni televiziorin tuaj SMART me internet pa kabllo të panevojshme që thjesht ndërhyjnë, ngatërrojnë dhe fyejnë modelin e përgjithshëm të televiziorit. Shfletuesi i hapur i internetit i televiziorit plotësohet me shumë shije nga një numër aplikacionesh të dobishme si YouTube, Facebook, Twitter dhe shumë më tepër. 800 Hz Fotografi e qartë e lëvizjes. Mikro-Dimming, HDR, HDR10, dhe Dolby Vision, Super Resolution, akordues DVB-C / T / T2 / S / S2 me Skylink Fast Scan. Tingull Dolby Audio Processing, tingull rrethues Dolby AC-fourt, barazues. Fuqia e prodhimit 2x 12 W. Kufjet e pavarura dhe volum i altoparlantëve. Funksionet e SMART TV: Wi-Fi, shfletuesi i Internetit, aplikacionet në internet, Hbb TV, Facebook, Netflix, etj. Karakteristikat: DLNA, Miracast, Bluetooth, kohëmatës i fikjes, bllokimi i fëmijëve, modaliteti i lojës, modaliteti i hotelit, funksioni i bashkimit USB. VESA 200 x 200 mm. Klasa e energjisë A \u002B. Kontrolli i largët.   ","Price":460.27,"PCode":"272799"},{"Title":"Televizor Samsung UE43RU7172 - 43\u0022 (108cm), 4K UHD, hirtë e errët","Description":" Përshkrimi i produktit   Televizori Samsung UE43RU7172 vjen me ekran 43” (108 cm) me cilësi 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe ka marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC).Të veçantat e këtij televizori janë mundësitë të shfletoni online, hapni aplikacione të ndryshme dhe të përdoni Youtube. Si pjesë përbërëse, Samsung ka tri porte HDMI 2.0, porte USB, RCA, LAN, CI, port audio për kufje, dhe vjen me ngjyrë hiri të errët.   ","Price":329.5,"PCode":"255812"},{"Title":"Televizor Samsung UE43TU7172UXXH, 43\u0022 (103cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky televizor ndërthurr një varg tiparesh të përsosura teknologjike për t\u0027ju ofruar eksperiencë unike argëtimi. Ka diagonale 43 inç si dhe ofron pamje fantastike me rezolucion 3840 x 2160 (4K UHD). Përveç pamjeve ofron edhe zë autentik me kapacitet altoparlantësh 20W. Mbështet akorduesit DVB-C, DVB-S2, DVB-T2 (HEVC) dhe teknologjinë HDR10, LED dhe SMART. Lidhet me pajisje përmes konektorëve HDMI, USB, audio optike dhe koaksiale, LAN dhe Cl. Ka energji të klasit A. Mund të montohet në mur.   ","Price":379.5,"PCode":"492869smg"},{"Title":"Televizor TCL 50DP600 50\u0022 (127cm), 4K UHD, zi","Description":" Përshkrimi i produktit  Ky televizor ka rezolucion ULTRA HD (3840 x 2160) katër herë më të madh se rezolucioni Full HD. Ofron saktësi të përsosur pamjesh të detajuara dhe shumëngjyrëshe nga një gamë e gjerë hijesh të ndriçuara dhe të errëta. Përmes funksionit Micro Dimming fotografia e televizorit analizohet në rreth njëqind zona të ndara për ambientimin e ndriçimit. Cilësia e pamjes është veçanërisht e përmirësuar për ofrimin e një përvoje unike edhe në errësirë. Ndërsa përmes Picture Performance Index (PPI) ju keni çasje në rezolucion, kontrast, ngjyra, lëvizje dhe gjithë ekranin. Kjo seri kombinon teknologji të avancuar të pamjeve (4K-UHD, HDR, Micro Dimming dhe panel 10-bit) për arritjen e PPI 1200. Një tjetër veçori e rëndësishme është edhe cilësia e lartë e zërit e cila mundësohet nga Dolby Audio surround. Përmes këtyre karakteristikave argëtimi juaj është i plotë.   ","Price":339.5,"PCode":"757720kom"},{"Title":"Televizor Samsung Q65R, 65\u0022 (165cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Ky është një televizor SMART QLED me diagonale prej 65 \u0022 (165 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Indeksi i cilësisë së figurës së këtij televizori është 3000. Marrësi është i llojit DVB-T2/C/S2. Televizori është i pajisur me 4x porte HDMI, 2x porte USB, portë Ethernet (LAN), WLAN, hyrje RF, dalje audio digjitale (optike) dhe slot Cl. Klasa e energjisë është A \u002B.Me teknologjinë unike të pikave kuantike nga Samsung, QLED e ngre vëllimin e ngjyrave në 100%, duke ju dhënë ngjyra reale në skena të errëta dhe të shndritshme.Përjetoni procesorin Quantum 4K të QLED. Ai përdor algoritmin e tij të posatçëm të përmirësimit për të sjellë figurë më pastër ndërsa përshtat ndriçimin e ekranit dhe zërin për të përkuar me ambientin përreth dhe me skenën që shfaqet në ekran. Procesori i fuqishëm i QLED sjell rezolucion të përmirësuar dhe një përdorim fantastik.Mos lejoni që vonesa t’ju ngadalësojë! Duke përdorur teknologjinë FreeSync (VRR), QLED pakëson vonesën e futjes për t’ju dhënë shpejtësinë e lojës në kohë reale që ju nevojitet për t’u ngjitur në majë. Përqafoni shpejtësinë e QLED dhe përgatituni për disa fitore epike.Për të mposhtur konkurrencën, duhet të keni kontroll të plotë. Barazuesi dinamik i zi ju jep një shikueshmëri më të mirë në errësirë dhe përdor analizë të detajuar të skenës për të optimizuar cilësinë e imazhit. Ai përmirëson edhe tingullin, kështu që mund të përfshiheni në lojë.Shikojini objektet në errësirë dhe dalloni nuancat e ngjyrave deri në detaj. Quantum HDR 4X i analizon skenat kuadër për kuadër dhe e përshtat dritën për të shprehur ndriçimin unik të çdo momenti.Përmirësimi me inteligjencë artificiale bën gjithë dallimin. QLED përdor mësim kompjuterik mbi bazën e inteligjencës artificiale për të pakësuar zhurmën e figurës, për të rikthyer detajet e humbura dhe madje edhe për qartësimin e kontureve të objekteve dhe të tekstit. Tani mund t’i shihni përmbajtjet në rezolucion pothuajse 4K.Dizajni i televizorit nuk duhet t’ju heqë vëmendjen nga emisionet tuaja. Dizajni minimalist i QLED vjen me kornizë të hollë që përqëndrojnë sytë tuaj te figura, duke ju tërhequr për të parë atë që vërtet ka rëndësi.Edhe kur është i fikur, QLED nuk rri asnjëherë kot. Modaliteti i ambientit ndihmon që QLED të kombinohet me dekorin e shtëpisë suaj për një ndikim të përkryer e të natyrshëm. Në vend të ekranit të zakonshëm të zi, do të shihni pamje kuptimplota që përshtaten me stilin e jetesës tuaj, me cilësime të thjeshta dhe plot mundësi zgjedhje. - Caktojeni ekranin me një sfond bashkëveprues që përkon më së miri me dekorin e dhomës tuaj. - Mund të shfaqni informacion si orën dhe datën në një sfond të bukur.- Shfaqni të gjitha fotot tuaja të preferuara nga pajisja celulare. Është galeria juaj personale.- Adhuruesit e artit do të shijojnë sidomos punime të bukura nga fotografë dhe artistë të mirënjohur, të gjitha të grupuara sipas një larmie tematikash.Ky televizor Samsung bëhet edhe më i mençur me Smart Hub dhe Samsung One Remote. Vendosin të gjithë përmbajtjen që dëshironi tamam në majën e gishtërinjve, nga kutia e kanaleve tek konzola juaj e lojërave, aplikacionet dhe TV i drejtpërdrejtë. Gjithçka që ju nevojitet është një telekomandë.Me QLED mund edhe të flisni. Bixby është ndihmësi për nevojat tuaja që shkojnë përtej kontrollit të TV tuaj. Thjesht pyesni dhe merrni më shumë.Ky televizor Samsung punon me Alexa dhe Google Assistant, kështu që jeta juaj thjeshtohet. E keni shumë të lehtë të lidhni pajisjet që mbështesin Alexa / Google Assistant. Me përputhshmërinë e TV-ve UHD Samsung, caktojeni Alexa të ndezë TV tuaj, të ndërrojë kanalet, të kontrollojë vëllimin dhe më shumë.Ai punon për herë të parë edhe me Apple. Me AirPlay 2 të integruar, mund të transmetoni apo të ndani përmbajtje nga pajisjet e Apple në ekranin e madh. Luani video, muzikë, fotografi dhe më shumë pa u lodhur nga iPhone, iPad dhe Mac juaj në këtë televizor.   ","Price":1049.5,"PCode":"582761smg"},{"Title":"Televizior Orava LT-835, 32 \u0022 (81cm), HD, i zi","Description":" Përshkrimi i produktit  Orava LT-835 është një TV SMART LED 32 ” me diagonale 81 cm dhe rezolucion HD ready (1366 x 768 px). Televiziori krenohet me një kontrast shumë të lartë dhe një reagim të ulët. Përveç imazheve të drejtpërdrejta, Orava LT-835 krenohet me tinguj të shkëlqyeshëm, konsum të ulët të energjisë dhe një sërë karakteristikash SMART për argëtimin tuaj. Ekrani HD merret me cilësi të shkëlqyeshme të ekranit. Shijoni shikimin e filmave me të gjitha detajet falë shkëlqimit të lartë, kontrastit dhe ngjyrave reale. Një minimum prej 720 linjash informacioni shfaqet në këtë televizior për secilin imazh individual. Televiziori ka një port USB për lidhjen e një hard disku ose flash drive në të cilin mund të regjistroni falë PVR ready. Thjesht futni prizën, zgjidhni kanalin televiziv, datën dhe kohën e dëshiruar, dhe PVR do të bëjë pjesën tjetër. Pastaj mund të shikoni shfaqje të regjistruara sa herë që dëshironi. Karakteristikat e zgjuara hapin derën për argëtim dhe komunikim aktiv me miqtë dhe të dashurit. Me një lidhje interneti, ju mund të shfletoni në Internet, të shikoni video qesharake në YouTube ose të shikoni filma nga arkiva të ndryshme televizive. Sigurisht që ekziston edhe mundësia e ndarjes së fotove, videove, muzikës ose lojërave. Televiziori ka mundësinë e instalimit të një moduli Wi-Fi, i cili ju lejon të lidhni televiziorin tuaj SMART në internet pa kabllo të panevojshme që thjesht ndërhyjnë dhe ngatërrojnë modelin e përgjithshëm të televiziorit. Televiziori ka një akordues të llojit DVB-C / T / T2 (HEVC). Klasa e efiçiencës së energjisë është A \u002B. Mbështet standardin VESA 200 x 100.   ","Price":208.38,"PCode":"272265"},{"Title":"Televizor Orava LT-1014 - 40\u0027\u0027 (101cm), Full HD, i zi","Description":" Përshkrimi i produktit  Televizori Orava LT-1014 vjen me ekran 40” (101 cm) me kualitet Full HD dhe rezolucion 1920 x 1080 pikselë. Posedon altoparlantë të integruar me fuqi 16 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe ka marrës të llojit DVB-C, DVB-T2 (HEVC). Mundëson përdorimin e teknologjisë LED. Si pjesë përbërëse, Orava ka port HDMI, RCA, VGA D-Sub, Scart, Cl, 3.5 mm.   ","Price":317.59,"PCode":"308338"},{"Title":"Televizor LG 75UN8500 - 75” (190 cm) ","Description":" Përshkrimi i produktit  Televizori LG 75UN8500 vjen me ekran 75” (190 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, LED, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, RCA, audio optike, LAN, Cl.   ","Price":1289.76,"PCode":"287924"},{"Title":"Televizor Sony KD-65XG8596 - 65\u0022 (164cm), 4K UHD, i zi/argjendtë","Description":" Përshkrimi i produktit  Pamja e bukur e hollësishme, së bashku me realitetin Sound-from-Picture, sjell performancë mahnitëse audio-vizuale. Procesori HD 4K HDR X1 riprodhon një imazh që fjalë për fjalë e përfshinë thellësinë, strukturën dhe ngjyrën natyrore. Kjo teknologji është plotësuar me shkëlqim nga zëri më i mirë i Dolby Atmos që sjell tinguj mahnitës rrethues me këtë pamje të jashtëzakonshme. 65 \u0022TV SMART 164cm LCD është me 4K UHD (3840 x 2160), kurse imazhi mbështet HDR10, HLG dhe DolbyVision. Televizori ka poashtu, qartësi të përmirësuar me teknologjinë 4K X-Reality PRO dhe bën përmirësimin e kontrastit me zgjerimin e kontrastit dinamik dhe përmirësimin e HDR. Poashtu, Motionflow XR 1000 Hz (100 Hz vendore) ofron zgjerimin e lëvizjes si dhe posedon teknologjinë akustike multi-audio. Dolby Digital, Dolby Digital Plus, Dolby Pulse dhe Dolby AC-4. Si sistem operativ Sony përdor Android OS dhe vjen me 16 GB memorie.   ","Price":1284.96,"PCode":"256233"},{"Title":"Televizor Samsung QE75Q95T, 75\u0022 (189cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Dizajni elegant, procesori i fuqishëm, funksionet praktike, të gjitha për përvojën tuaj të jashtëzakonshme të shikimit të televizorit. Drita e pasme e drejtpërdrejtë e Q95T siguron gamën maksimale të ngjyrave të skenave të errëta dhe të lehta për kontrast të jashtëzakonshëm dhe skena realiste. Duke fikur dritën e prapme në vendet e errëta, gjithmonë do të shijoni tonin e përsosur të zi. Pavarësisht se ku jeni ulur për të parë, çdo vend bëhet më i miri falë këndit të shikimit ultra të gjerë të televizorit. Zbuloni botën me ngjyra dhe detaje të reja 4K me më shumë se 8 milion piksel. QLED Q95T është i pajisur me një procesor inteligjent Quantum Processor 4K, i cili përdor teknologjinë 4K AI Upscaling për të optimizuar imazhin në çdo cilësi në një nivel të lartë të rezolucionit 4K. Për më tepër, funksioni Adaptive Image mund të rregullojë nivelin e shkëlqimit në kohë reale në varësi të mjedisit përreth. Ju mund të shijoni pamjen e përsosur gjatë gjithë ditës dhe në çdo kushte ndriçimi. Komponenti i tingullit është një pjesë e rëndësishme e çdo përvoje të filmit ose lojërave, kjo është arsyeja pse QLED Q95T është i pajisur me Sound Tracking (OTS), që krijon audio autentike rrethuese përmes altoparlantëve të lartë dhe të poshtëm. Shikoni shfaqjet tuaja të preferuara në QLED Q95T ndërsa pasqyroni ndërfaqen e celularit tuaj të mençur në ekran - falë funksionit Multi View, ju mund ta ndani ekranin në dy pjesë dhe të kënaqeni dy herë më shumë. Përvojat e paharrueshme të lojërave ju presin në ekranin Q95T pa telashe për turbullime falë mbështetjes së teknologjisë AMD FreeSync, e cila siguron një imazh të përkryer të qetë. Edhe skenat e veprimit me të vërtetë dinamike tani mund të shijohen pa ndonjë artifakte të lehta ose imazhe të paqarta. Edhe në një familje të zhurmshme, nuk do të ju mungojë një dialog i vetëm. Funksioni Auto Voice Amplification (AVA) ndjen nivelin e zhurmës së ambientit dhe automatikisht përforcon vetëm përbërësin e zërit të audios, kështu që nuk humbni kurrë në veprim. Kanalet televizive, aplikacionet transmetuese, konzolat e lojërave - të gjitha kjo dhe shumë më tepër mund të gjenden në ndërfaqen e qartë Smart Hub. Q95T lehtësohet më tej nga një kontrollues i vetëm, intuitiv One Remote me një dizajn elegant. Ky është një televizor me diagonale prej 75 \u0022 (189 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Ky televizor është i pajisur me shfletues uebi, DLNA, Wi-Fi, Bluetooth, HbbTV, O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink Fastscan, Q HDR 2000, HDR (HDR10 \u002B, HLG), Smart Hub, dekoder Dolby Digital Plus dhe woofer të integruar. Klasa e efiçiencës së energjisë është B.   ","Price":3584.16,"PCode":"283245"},{"Title":"Televizor TCL 50P610 - 50” (126 cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori TCL 50P610 vjen me ekran 50” (126 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 pikselë. Posedon altoparlantë të integruar me fuqi 16 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, TCL mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, TCL ka porte HDMI, audio optike, LAN, Cl.   ","Price":434.62,"PCode":"302913"},{"Title":"Televizor Sencor SLE 32S601TCS, 32\u0022 (80cm), HD, i zi","Description":" Përshkrimi i produktit  Sencor SLE 32S601TCS është një televizor me rezolucion HD, zërim të shkëlqyeshëm dhe funksionim të thjeshtë. Televizori është i pajisur me një numër funksionesh dhe teknologjish që mbështesin një shfaqje të imazhit me cilësi të lartë dhe një atmosferë të këndshme kur e shikoni. Ky është një televizor me diagonale prej 32 \u0022 (80 cm) dhe rezolucion HD prej 1366 x 768 px. Koha e përgjigjes së tij është 6.5 ms. Këndet e shikimit janë: 178 ° / 178 °. Marrësi i sinjaleve është i llojit DVB-C / T / T2 / S / S2 me mbështetje HEVC H.265. Fuqia e zërimit është 2x 5 W. Ky televizor ka funksione të regjistrimit përmes USB, riprodhimit përmes USB, funksion TimeShift, EPG, teletext, orë, kohëmatës, funksion të kyçjes së programeve të caktuara nga prindërit dhe modalitet hoteli. Ndërfaqet SMART përfshijnë: Netflix , YouTube, dyqan online HbbTV, modul Wi-Fi të integruar, DLNA dhe Wireless display. Televizori mbështet standardin VESA 100 x 100. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":260.56,"PCode":"293346"},{"Title":"Televizior Sencor SLE 42F16TCS - 42 \u0022 (107cm)","Description":" Përshkrimi i produktit  Televizor 42 \u0022 me rezolucion të shkëlqyeshëm Full HD, zë të jashtëzakonshëm dhe funksionim të thjeshtë. Ai është i pajisur me një numër funksionesh dhe teknologjish që mbështesin një ekran fotografie me cilësi të lartë dhe një atmosferë të këndshme kur shikoni TV. Gëzoni imazhe me cilësi të lartë, të mprehtë dhe të qartë sa herë që ndizni televizorin tuaj Full HD. Ky rezolucion siguron imazhe të mprehta plot shkëlqim, kontrast me një gamë të gjerë ngjyrash që do t\u0027ju entuziazmojnë. Televizori është një investim i shkëlqyeshëm sepse sigurisht është i pajisur me akorduesin HEVC 265 T2, kështu që mbështet plotësisht kalimin nga standardi DVB-T në DVB-T2 në standardin HEVC 265. Përveç që është i pajisur me një akordues DVB-T2, TV është i pajisur edhe me një akordues satelitor DVB-S2. Falë akorduesit satelitor, nuk keni pse të investoni në një marrës satelitor, thjesht duhet të blini një slot të caktuar për një kartë dekoder. Përveç kësaj, ju me siguri do të mirëpritni mundësinë e përdorimit të vetëm një telekomande të përbashkët. TV gjithashtu ka një port USB për lidhjen e një hard disku ose flash drive, nga i cili jo vetëm që mund të luani filma ose fotografi familjare, por gjithashtu mund të regjistroni. Televiziori ka kohë të përgjigjes 8 ms, këndi të gjerë të shikimit 176 ° / 176 °, filtër dixhital dhe shtypje dinamike e zhurmës DNR. Lloji i akorduesit DVB-C / T / T2 / S / S2. Playback dhe regjistrimi USB, akordimi Skylink FastScan, TimeShift, EPG, teleteks, orë, kohëmatës, bllokimi prindëror dhe modaliteti Hotel. Fuqia zanore 2x 8 W. VESA 200 x 100. Klasa e energjisë F.   ","Price":276.67,"PCode":"311318"},{"Title":"Televizor Panasonic TX-40FS503E, 40\u0022 (100cm), Full HD, i zi / argjendtë","Description":" Përshkrimi i produktit    ","Price":476.64,"PCode":"233673"},{"Title":"Televizor Hyundai HLP 24T370, 24\u0022/61cm, HD ","Description":" Përshkrimi i produktit  Hyundai HLP 24T370 është një TV më i vogël 24 \u0022LED me rezolucion të madh HD të gatshëm dhe një diagonale 61 cm, duke e bërë televizorin një kandidat të mirë si një televizor i dytë në shtëpinë tuaj. 24 \u0022HD gati 1366 x 768 TV me diagonale 61 cm Kohëzgjatja e televizorit 5 ms Kënde të gjera të shikimit 176 ° / 176 ° dhe indeksi i cilësisë së imazhit 100. Tipi i sintonizuesit C / T / T2 me mbështetjen HEVC H.265 NICAM stereo sound me një zë rrethues, 2x equalizer 2.5W Pajisja lidhëse: 2x hyrje HDMI, USB 2.0, SCART, hyrje të përbërë video / audio, VGA, dalje kufje, dalje dixhitale koaksiale audio dhe slot CI \u002B.   ","Price":148.32,"PCode":"219814"},{"Title":"Televizor Samsung QE43LS01T, 43\u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit   The Serif do ju magjepsë jo vetëm me imazhin e tij të lartë, por mbi të gjitha me dizajnin e tij dallues. Dizajni i menduar mirë 360 ° është simpatik nga të gjitha anët, kështu që mund të vendoset me të vërtetë kudo. The Serif ju jep lirinë në vendndodhjen e tij, të cilin mund ta ndryshoni sipas nevojave tuaja. Me mbajtësen minimaliste të përfshirë në paketë, ju do të krijoni pamjen e një pikture. Ose thjesht hiqni këmbët mbështetëse dhe vendoseni The Serif qetësisht në tryezën tuaj. Nuk ka kufij për kreativitetin dhe TV juaj i ri do të dallohet bukur edhe në hapësira më të vogla.Ju nuk keni më nevojë për kabllo jopraktike ose sinkronizime të gjata për të shkëmbyer përmbajtje nga celulari. Thjesht vendosni celularin tuaj mbi The Serif dhe serialet, muzika ose fotot tuaja të preferuara për ta bërë kohën tuaj më të këndshme do të shfaqen në ekranin e TV.Nga dizajni simpatik tek cilësia e imazhit befasues. Samsung ka pajisur The Serif me teknologji të përparuar Quantum Dot, e cila do t\u0027ju mahnisë me pika kuantike me vëllim 100% të ngjyrave me një miliard hije. HDR10 \u002B analizon skenën dhe pastaj individualisht optimizon nivelin e shkëlqimit në secilën kornizë.The Serif do të bëhet një pjesë e natyrshme e dhomës tuaj të ndenjes edhe nëse nuk jeni duke e shikuar atë. Falë modalitetit Ambient \u002B, mund të përzihet me rrethinat e saj. Përveç kësaj, mund të vendosni një sfond të personalizuar për të shfaqur informacione të dobishme si koha, moti apo edhe lajmet aktuale.Ky është një televizor SMART LED me diagonale prej 43 \u0022 (108 cm) dhe rezolucion 4K (3840 x 2160 px). Marrësi që posedon është i llojit DVB-T / T2 / C / S / S2. Televizori mbështet Wi-Fi, HbbTV, Bluetooth dhe NFC. Ai ka indeks të cilësisë së imazhit 2800, sistem operativ Tizen OS, shfletues uebi, DLNA dhe regjistrim përmes USB. Klasa e energjisë është A.   ","Price":1066.43,"PCode":"283307"},{"Title":"Televizor Panasonic TX-55HZ1000E, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Një përvojë plotësisht e paparë dhe e padëgjuar, kjo është ajo që ju pret me këtë TV Panasonic, kur e shikoni atë, fjalë për fjalë ju harroni që jeni ulur në shtëpi, jo diku në mes të aksionit. Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të mbushura në një çip të fuqishëm HCX Pro. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Me siguri ju keni vërejtur që ai duket në fotografi krejtësisht ndryshe gjatë ditës dhe krejtësisht ndryshe në errësirë. Ata e vunë re këtë në Panasonic, kështu që ata vendosën ta pajisin TV-në me teknologjinë Dolby Vision IQ, e cila përdor një senzor të përparuar të dritës së ambientit për të ndihmuar TV të shfaqë me inteligjencë çdo detaj, pa marrë parasysh se si ndryshojnë kushtet e ndriçimit përreth tij. Modaliteti i udhëheqësit ju lejon të vendosni ngjyrën origjinale, kontrastin, raportin e aspektit dhe shkallën e kornizës së filmit që po shikoni me shtypjen e një butoni të vetëm - të gjitha saktësisht sipas qëllimeve të drejtorit të figurës së dhënë. Modaliteti Netflix Calibrated ju ofron Netflix, por edhe ju meritoni vetëm më të mirët! Më e mira është, sigurisht, imazhi i lartë me cilësi 4K, të cilin mund ta shijoni pikërisht nga komoditeti i shtëpisë tuaj. Ky është një televizor me diagonale prej 55 \u0022 (139 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrim, teletext, multi window PAP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 600 x 600 mm. Klasa e energjisë është A.   ","Price":1939.42,"PCode":"285777"},{"Title":"Televizior Panasonic TX-55HZ2000E, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Një përvojë plotësisht e paparë dhe e padëgjuar, kjo është ajo që ju pret me këtë TV Panasonic, kur e shikoni atë, fjalë për fjalë ju harroni që jeni ulur në shtëpi, jo diku në mes të aksionit. Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të mbushura në një çip të fuqishëm HCX Pro. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Paneli OLED nga Panasonic nuk është vetëm një panel OLED! Ky është një panel profesional OLED i bërë për të matur, në mënyrë që të sigurojë një shkëlqim dhe thellësi të tillë të HDR që produktet konkurrente përfundimisht nuk kanë shanse t\u0027ju ofrojnë. Me siguri ju keni vërejtur që ai duket në fotografi krejtësisht ndryshe gjatë ditës dhe krejtësisht ndryshe në errësirë. Ata e vunë re këtë në Panasonic, kështu që ata vendosën ta pajisin TV-në me teknologjinë Dolby Vision IQ, e cila përdor një senzor të përparuar të dritës së ambientit për të ndihmuar TV të shfaqë me inteligjencë çdo detaj, pa marrë parasysh se si ndryshojnë kushtet e ndriçimit përreth tij. Televizori do të kujdeset për një sistem tingulli cilësor 360 ° të të gjithë hapësirës me tinguj të një cilësie të jashtëzakonshme. Për këtë qëllim, TV është i pajisur me altoparlant me një dizajn unik që drejtojnë tingullin sipër dhe përpara. Në bashkëpunim me teknologjinë Dolby Audio, çdo spektakël shoqërohet nga një përvojë e paharrueshme e tingullit. Modaliteti i udhëheqësit ju lejon të vendosni ngjyrën origjinale, kontrastin, raportin e aspektit dhe shkallën e kornizës së filmit që po shikoni me shtypjen e një butoni të vetëm - të gjitha saktësisht sipas qëllimeve të drejtorit të figurës së dhënë. Modaliteti Netflix Calibrated ju ofron Netflix, por edhe ju meritoni vetëm më të mirët! Më e mira është, sigurisht, imazhi i lartë me cilësi 4K, të cilin mund ta shijoni pikërisht nga komoditeti i shtëpisë tuaj. Ky është një televizor me diagonale prej 55 \u0022 (139 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrim, teletext, multi window PAP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 300 x 300 mm. Klasa e energjisë është A.   ","Price":2733.6,"PCode":"285771"},{"Title":"Televizor Panasonic TX-65HZ1500E, 65\u0022 (164cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Një përvojë plotësisht e paparë dhe e padëgjuar, kjo është ajo që ju pret me këtë TV Panasonic, kur e shikoni atë, fjalë për fjalë ju harroni që jeni ulur në shtëpi, jo diku në mes të aksionit. Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të mbushura në një çip të fuqishëm HCX Pro. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Me siguri ju keni vërejtur që ai duket në fotografi krejtësisht ndryshe gjatë ditës dhe krejtësisht ndryshe në errësirë. Ata e vunë re këtë në Panasonic, kështu që ata vendosën ta pajisin TV-në me teknologjinë Dolby Vision IQ, e cila përdor një senzor të përparuar të dritës së ambientit për të ndihmuar TV të shfaqë me inteligjencë çdo detaj, pa marrë parasysh se si ndryshojnë kushtet e ndriçimit përreth tij. Televizori do të kujdeset për një sistem tingulli cilësor 360 ° të të gjithë hapësirës me tinguj të një cilësie të jashtëzakonshme. Për këtë qëllim, TV është i pajisur me altoparlant me një dizajn unik që drejtojnë tingullin sipër dhe përpara. Në bashkëpunim me teknologjinë Dolby Audio, çdo spektakël shoqërohet nga një përvojë e paharrueshme e tingullit. Modaliteti i udhëheqësit ju lejon të vendosni ngjyrën origjinale, kontrastin, raportin e aspektit dhe shkallën e kornizës së filmit që po shikoni me shtypjen e një butoni të vetëm - të gjitha saktësisht sipas qëllimeve të drejtorit të figurës së dhënë. Modaliteti Netflix Calibrated ju ofron Netflix, por edhe ju meritoni vetëm më të mirët! Më e mira është, sigurisht, imazhi i lartë me cilësi 4K, të cilin mund ta shijoni pikërisht nga komoditeti i shtëpisë tuaj. Ky është një televizor me diagonale prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrim, teletext, multi window PAP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 400 x 400 mm. Klasa e energjisë është A.   ","Price":2950.56,"PCode":"285772"},{"Title":"Televizor Orava LT-1235, 50\u0022 (128cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Orava LT-1235 është një televizor 50\u0022 LED me rezolucion 4K UHD (3840 x 2160). Përveç fotografisë së shkëlqyeshme, do të shijoni edhe një tingull të mirë në këtë televizor që do t’ju tërheqë fjalë për fjalë në aksion. Sigurisht që ekziston edhe një lidhës USB ose një funksion praktik i kontrollit prindëror. Televizori është i zgjuar, kështu që madje mund të shikoni rrjetet sociale. Televizori ka një port USB për bashkëngjitjen e një hard disku ose flash drive (USB), kështu që ju mund të luani filma, festa ose ngjarje në grup me familjen dhe miqtë, ose të luani këngë për rehati maksimale në shtëpi. Koha e ulët e përgjigjes siguron që televizori juaj nuk do të ketë asnjë problem me shfaqjen me cilësi të lartë të skenave të shpejta kur shikoni filma aksion, sporte ose luani lojëra. Televizori gjithashtu ka të integruar Wi-Fi, duke ju lejuar të lidhni televizorin tuaj SMART me internet pa kabllo të panevojshme që thjesht ndërhyjnë, ngatërrojnë dhe bezdisin dizajnin e përgjithshëm të televizorit. Televizori është një investim i shkëlqyeshëm për të ardhmen me akorduesin HEVC 265 T2, kështu që do të jeni gati të ndryshoni nga DVBT në DVB T2 në HEVC 265. Ky televizor është i pajtueshëm me VESA. Dimensione e tij duke përfshirë mbajtësen janë 111.2 x 70.9 x 25.7 cm dhe pesha 10.6 kg.   ","Price":432.72,"PCode":"270819"},{"Title":"Televizor Sencor SLE 3229TCS, 32\u0022 (80cm), HD, i zi","Description":" Përshkrimi i produktit  Ky është një televizor LED me diagonale 32 \u0022 (80 cm) dhe rezolucion HD Ready (1366 x 768 px). Ky model posedon këta marrës DVB-C/T/T2/S/S2. Televizori mund të punojë dhe të regjistrojë në një disk USB. Ka përgjigje prej 8.5 ms kurse këndet e shikimit janë 178° / 178°. Ky model ka edhe shtypjen dinamike të zhurmës. Fuqia e zërimit është 2x 5 W. Ky model ka edhe funksionet: TimeShift, EPG, teletekst, orë, kohëmatës, kontroll prindëror dhe modalitet të hotelit. Mbështet VESA 100 x 100.   ","Price":188.55,"PCode":"306257"},{"Title":"Televizior LG 50UN8000 - 50 \u0022 (126cm)","Description":" Përshkrimi i produktit  LG 50UN8000 është një televizor i zgjuar dhe i fuqishëm që i çon të gjitha veprimet në një nivel krejt të ri - shikimi i filmave, dëgjimi i muzikës ose thjesht luajtja e lojërave, e gjithë kjo merr një dimension të ri, të jashtëzakonshëm falë TV LG. Pavarësisht nëse jeni duke parë një shfaqje të zakonshme, një film, një ndeshje sportive apo duke luajtur lojëra, gjithnjë mund të shikoni përpara për një pamje reale dhe reale plot edhe me detaje më të mira dhe ngjyra të gjalla! Procesori i televizorit mund të përmirësojë gjithçka që po shikoni. Një imazh me një rezolucion më të ulët se 4K shndërrohet nga procesori në një cilësi sa më afër një rezolucioni me cilësi të lartë 4K, për këtë qëllim, procesori heq zhurmën nga imazhi dhe krijon ngjyra dhe kontrast më dinamik. TV nuk është vetëm për të parë filma pasivë, por mund të përdoret si një zëvendësim për një monitor të rregullt kompjuteri. Shikoni ndeshjen e ekipit tuaj të preferuar në ekran në cilësinë më të lartë të mundshme, kudo që të uleni! TV mbështet ekran me ngjyra të larta edhe nga kënde të gjera të shikimit, dmth. se nuk ka rëndësi nëse jeni ulur në këndin e djathtë apo të majtë të shtratit, sepse nga çdo kënd do të shihni gjithçka gjithnjë me cilësi perfekte. Përveç kësaj, një bonus i këndshëm për TV është funksioni praktik i alarmit sportiv, i cili ju informon para, gjatë ose pas ndeshjes për momente të rëndësishme në ndeshje, edhe nëse jeni duke parë diçka tjetër. TV mund të kujdeset për argëtimin tuaj falë shërbimeve streaming Netflix, YouTube, Disney \u002B dhe do t\u0027ju ndihmojë të kontrolloni pajisjet tuaja shtëpiake. Ka lloj të akorduesit DVB-C / T2 / S2. Funksionet e figurës: HDR10, HLG, HEVC (kodek H.265), VP9, HGiG, 4K upscaler, modaliteti Auto Low Latency dhe modaliteti FilmMaker. Audio: Sistemi i altoparlantëve 2.0k, fuqi 20W. Funksionet inteligjente: shfletuesi i internetit, pajtueshmëria me aplikacionin LG ThinQ, OS webOS Smart TV, LG ThinQ, LG Home Dashboard. Mbështetje për Google Assistant, Amazon Alexa, Apple AirPlay 2, regjistrim TV, tastierë, lidhje me maus, Bluetoothv5.0, Apple HomeKit, qasje të shpejtë në aplikacione, lidhje telefonike. DLNA, Wi-Fi, Miracast. Kontrollues magjik. VESA 200 x 200. Klasa energjetike G.   ","Price":459.5,"PCode":"312271"},{"Title":"Televizior Philips 65OLED935 - 65 \u0022 (164cm)","Description":" Përshkrimi i produktit  Televiziori është i pajisur me një altoparlant të fuqishëm dhe, përveç kësaj, me një dizajn, pamjen ekskluzive të së cilës e kanë përkujdesur inxhinierët e zërit të markës legjendare Bowers \u0026 Wilkins. Altoparlantët me fytyrë lart ju lejojnë të shfrytëzoni sa më shumë teknologjinë Dolby Atmos dhe tweeter qendrore siguron dialog të qartë. Përveç kësaj, altoparlanti është i veshur me një pëlhurë leshi të depërtueshme akustikisht nga Kvadrat, e cila lejon që tingulli të përhapet lirshëm nëpër dhomë. Tingulli DTS Play-Fi - Multi-room është një tipar i dobishëm që ju lejon të lidhni altoparlantë të pajtueshëm me televizorin në çdo dhomë. Edhe kur gatuani drekën në kuzhinë, ju mund të mbani shënim se çfarë po ndodh në filmin tuaj të preferuar. Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - e gjithë kjo arrihet falë funksionit Ambilight, i cili është drejt në të katër anët e këtij TV. Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale. Procesori Philips P5 me inteligjencë artificiale Al siguron që imazhi i përshkruar të jetë një kopje krejtësisht e vërtetë e realitetit. Një algoritëm i bazuar në inteligjencën artificiale me aftësi të thella mësimore përpunon imazhet në një mënyrë të ngjashme me trurin e njeriut, kështu që ajo që shihni është me të vërtetë pasqyrimi më i besueshëm i realitetit. Përmirësimi i imazhit: Rezolucion ultra, gamë e gjerë ngjyrash 99% DCI / P3, Dolby Vision, HDR10 \u002B, Perfect Natural Motion, 6600 PPI, Super Resolution. Sistemi operativ Android TV 9 Byrek. Kapaciteti i memories 16 GB. Mbështetje HbbTV, pauzë TV, regjistrim USB, njohje automatike e pajisjes Philips, buton universal i menusë inteligjente, telekomandë zëri dhe dritë e pasme e butonit. Asistenti i zërit Google Assistant, bashkëpunim me aplikacionin Alexa. Lloji i akorduesit C / T / T2 / S / S2. EPG për 8 ditë, teletekst. Tingull nga Bowers \u0026 Wilkins. Fuqia e daljes 70 W. Codec Dolby Atmos, Dolby Digital, DTS-HD. Përmirësimi i zërit: barazuesi me 5 breza , tingulli AI, dialogët e qartë, Dolby Atmos, Dolby Bass Enhancement, Dolby Volume Leveler, modaliteti i natës, niveli automatik i volumit, rritja e basit. Klasa e energjisë B.   ","Price":3477.5,"PCode":"287833"},{"Title":"Televizor LG 49NANO86 - 49” (123cm)","Description":" Përshkrimi i produktit  Televizori LG 49NANO86 vjen me ekran 49” (123cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, LED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, ka HDMI, audio optike, 3.5 mm jack, LAN, Cl.   ","Price":689.5,"PCode":"287918"},{"Title":"Televizior Sony KD-65XG7077, 65 \u0022 (164cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Ky televizior sjell një botë me ngjyra dhe detaje realiste në tërësi. Imazhi superior i televiziorit shkon paralelisht me një tingull të jashtëzakonshëm ose performancë të qetë. Ju gjithashtu do të vlerësoni që televiziori juaj gjithashtu mund të sigurojë argëtim. Përpunimi i imazhit 4K X-Reality Pro i Sony rrit rezolucionin e secilit piksel për një pamje krejtësisht të qartë dhe të detajuar me cilësi afër 4K. Pikselët janë analizuar për të siguruar imazhe të mprehta, në kohë reale, në mënyrë që të mund të perceptoni sa më shumë detaje të jetë e mundur. Siç u përmend, përveç imazhit, tingullit dhe performancës së shkëlqyeshme, televiziori gjithashtu mund të sigurojë argëtim. Në këtë rast të veçantë, ofron qasje të shpejtë dhe të lehtë në YouTube me prekjen e një butoni në telekomandë. Ky televizior SMART 65 ” (164 cm) LCD ka një rezolucion 4K UHD (3840 x 2160). Mbështet HDR10 dhe HLG. Mbështet Dolby Digital , Dolby Digital Plus, Dolby Pulse dhe Dolby AC-4. Lidhshmëria: WiFi, lidhja me smartphone. Prodhimi i audios është 10 W \u002B 10 W. Ka një marrës të llojit DVB-C / T / T2 / S / S2. Klasa e efiçiencës së energjisë së televizorit është A.   ","Price":799.5,"PCode":"262083"},{"Title":"Televizior Samsung QE75QN85A - 75 \u0022 (189cm)","Description":" Përshkrimi i produktit  Televizor modern 75 \u0022 SMART Neo QLED TV me rezolucion 4K (3840 x 2160 px) dhe diagonale 189 cm. Frekuenca e panelit 100 Hz. Indeksi i cilësisë së imazhit 4,300. Televiziori mbështet teknologji HDR10, HDR10 \u002B, HLG, Neo QLED, Quantum HDR2000. Lloji i akorduesit DVB -T / T2 / C / S / S2. Përfshin edhe Wi-Fi, Bluetooth, TV Hbb, Tizen OS, DLNA, kontroll zëri, shfletues uebi, EPG, regjistrim USB - PVR, montim në mur. Klasa e energjisë E. Dizajni NeoSlim me vetëm 27 mm dhe një siluetë moderne dhe të hijshme do t\u0027i shtojë hijeshi çdo hapësire. Tregoni stilin tuaj unik. Lidhni celularin tuaj me TV, ndani ekranin në deri në dy seksione të pavarura me funksionin Multi View dhe shijoni edhe më shumë përmbajtje. Për shembull, kur shikoni sporte, gjithashtu mund të shikoni tabela kryesuese ose të kërkoni informacione rreth atletëve.   ","Price":3309.5,"PCode":"312602"},{"Title":"Televizor Sony KD-75XG8096 - 189cm ","Description":" Përshkrimi i produktit  Televizior 75 ”SMART 189cm HD me rezolucion 4K UHD (3840 x 2160 piksel), i cili ju ofron një sërë teknologjish të fuqishme që kujdesen për performancën e qetë, foto dhe zë të përkryer realist, si dhe për argëtim. Ekrani Triluminos Përjetoni ndryshimin e imazheve që me të vërtetë përmbushin realitetin dhe rrisin përvojën tuaj të shikimit. Ky ekran mund të riprodhojë përsosmërisht tonet e kuqe, jeshile dhe blu. Android TV dhe kontrolli i zërit Hapni derën për argëtim në shtëpi me këtë Android TV. Me këtë sistem operativ në televiziorin tuaj të menqur, ju mund të gëzoni lehtësisht çdo gjë nga filmat, lojrat, fotot, muzika, interneti dhe aplikacionet tjera, të gjitha në një ekran të madh. Poashtu me kontrollin e zërit ju do ta keni më të lehtë gjetjen e aplikacioneve dhe programeve. Ky televizior mbështet HDR10, HLG, Dolby Digital dhe Dolby Digital Plus. Ai ka qartësi të përmisuar me teknologjinë 4K X-Reality PRO dhe ngjyra të përmisuara me ekranin Triluminos dhe teknologjinë Live Color. Televiziori ka sistem operativ Android me 16GB memorie. Ai ka lidhshmëri Wi-Fi, Bluetooth v4.1 dhe mund të lidhet me telefonat e mencur (video aplikacionet, TV SideView, dhe të ndërtuar ka chromecast). Ai ka lloj të sintonizuesit DVB-C / T / T2 / S / S2.    ","Price":1449.5,"PCode":"256235"},{"Title":"Televizor Sony KD-65AG9, 65\u0022 (164cm), 4K UHD, OLED, i zi/argjendtë","Description":" Përshkrimi i produktit  Sony KD-65AG9 është një televizior OLED 65\u0022 (164cm) me shfaqje të shkëlqyer të imazhit falë rezolucionit 4K UHD (3840 x 2160). Ky televizior 4K ju ofron një gamë të teknologjive të përparuara për të siguruar performancë të qetë, pamje dhe tinguj të përkryer e realist, dhe madje edhe argëtimin tuaj përmes filmave, lojrave, fotove, muzikës, internetit dhe aplikacioneve tuaja të preferuara. Procesori X1 Ultimate ka një përpunim të fuqishëm që njeh qindra objekte të ndryshme në ekran në kohë reale, duke rritur inteligjencën e shkëlqimit, detajit dhe ngjyrës. Imazhi që rezulton është më pas i qartë dhe mbi të gjitha tepër i vërtetë. Në modalitetin Netflix Calibrated, vizioni dhe qëllimi i autorit të imazhit ruhen plotësisht. Ky është një modalitet i zhvilluar posaçërisht për programet Netflix. Ajo që me siguri do të vlerësoni është qasja e shpejtë në Netflix falë një butoni special të vendosur direkt në telekomandë. Ju mund të transmetoni me prekjen e një butoni. Televiziori Sony sjell skenën në jetë me teknologjinë Dolby Vision, e cila përfshin HDR për të krijuar një përvojë të kinemasë tërheqëse dhe të fuqishme menjëherë në shtëpinë tuaj. Kjo teknologji plotësohet në mënyrë të përkryer nga tingulli Dolby Atmos, i cili shton tingullin mahnitës rrethues në këtë pamje të jashtëzakonshme. Përjetoni ndryshimin me një imazh që kalon realitetin dhe rrit përvojën tuaj të shikimit. Ekrani Triluminos riprodhon në mënyrë të përkryer tonet e kuqe, të gjelbërta dhe blu në tonet më të mira, duke i dhënë gjithçkaje një përshtypje të vërtetë. Hapni derën për argëtim në shtëpi me këtë Android TV. Me këtë sistem operativ në televiziorin tuaj SMART, ju lehtë mund të shijoni gjithçka, nga filmat, lojërat, fotot, muzika, Interneti dhe aplikacionet, të gjitha qarta në ekranin e madh. Plus, kontrollet e përmirësuara të zërit e bëjnë më të lehtë dhe të shpejtë kërkimin e shfaqjeve dhe aplikacioneve sesa kurrë më parë. Televiziori mbështet Wi-Fi, Bluetooth v4.2, lidhjen me telefonat e mençur (SideView video dhe aplikacionet e TV, chromecast të integruar). Ka një marrës të llojit DVB-C / T / T2 / S / S2. Klasa e efiçiencës së energjisë është B.   ","Price":2699.5,"PCode":"261916"},{"Title":"Televizor LG 65UN8000 - 65” (164 cm), 4K UHD, i hirtë","Description":" Përshkrimi i produktit  Televizori LG 65UN8000 vjen me ekran 65” (164 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 pikselë. Posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka katër porte HDMI, porte USB, RCA, CI\u002B, port audio për kufje, port audio L/P, RJ-45 LAN dhe port për lidhje me satelit.   ","Price":699.5,"PCode":"312273"},{"Title":"Televizor portativ Sencor SPV 7012T - 10.1\u0022( 25,6cm), WSVGA, i zi","Description":" Përshkrimi i produktit  Sencor SPV 7012T është televizor portativ që ju mundëson të argëtoheni maksimalisht gjatë udhëtimeve të gjata me makinë apo autobus. Aksesori vjen me dizajn kompakt dhe ergonomik të cilin mund ta bartni me vete lehtësisht dhe është pajisur me bateri që ju mundëson funksionalitet afatgjatë për disa orë rresht. Ekrani i televizorit vjen me madhësi diagonale prej 10.1\u0022 (25.6cm) që mban kualitetin WSVGA dhe ka rezolucion prej 1024 x 600 piksela, mban portet USB, audio jack dhe HDMI për lidhje me pajisje tjera, është pajisur me altoparlant me fuqi prej 3 W si dhe ka ngjyrë të zezë.   ","Price":139.5,"PCode":"242978"},{"Title":"Televizor Hitachi 32HE2100, 32 \u0022 (81cm), HD, i zi","Description":" Përshkrimi i produktit  Hitachi 32HE2100 është një televizor modern LED SMART me diagonale 32 ” (81 cm) dhe rezolucion HD. Në këtë televizor, ju mund të shijoni shfaqje të një cilësie të lartë, të mprehtë dhe, mbi të gjitha, të qetë të filmave, serialeve ose dokumentarëve tuaj të preferuar. Televizori është i pajisur me jo vetëm me pamje të shkëlqyera, por edhe tinguj të jashtëzakonshëm pas sistemit të zërit Sound Master Plus që mbështet High Resolution Audio të formatit DTS HD. Televizori mbështet Wi-Fi, kështu që ju të mund të hyni online me televizorin tuaj shpejt, lehtë dhe pa kabllo shtesë. Poashtu, televizori është i pajisur me ndërfaqen e fundit smarTVue. Ju mund të shikoni videot në internet në Youtube, të shijoni Facebook dhe shumë më tepër. Me APP Store, ju gjithashtu mund të instaloni aplikacionet tuaja të preferuara. Ndihmësi i zërit ju lejon të kërkoni përmbajtje me zë me prekjen e një butoni. Thjesht shtypni dhe thoni ato që dëshironi të gjeni. Marrësi i TV është i llojit C / T / T2 / S / S2. Sistemi operativ është Linux. Klasa e efiçiencës së energjisë së televizorit është A \u002B.     ","Price":249.25,"PCode":"277771"},{"Title":"Televizor LG 49UN7300 - 49” (123cm) ","Description":" Përshkrimi i produktit  Televizori LG 49UN7300 vjen me ekran 49” (123cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, audio optike, RCA, LAN, Cl.   ","Price":507.36,"PCode":"287933"},{"Title":"Televizor LG 49NANO80 - 49” (123 cm)","Description":" Përshkrimi i produktit   Televizori LG 49NANO80 vjen me ekran 49” (123 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, audio optike, 3.5 mm jack, LAN, Cl.   ","Price":649.32,"PCode":"287921"},{"Title":"Televizor LG 43UN7390, 43\u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit   Dizajni dhe funksionet moderne, fotografia dhe tingulli i lartë, të gjitha këto përfaqësohen nga ky televizor LG, i cili do t\u0027ju fitojë mbi 100%. Një imazh 4K është një imazh me ngjyra të gjalla dhe detaje të shkëlqyera, pavarësisht nga lloji i programit që shikohet ose lloji i aktivitetit. Është një rezolucion që e dërgon shikimin e TV në një nivel krejt të ri. Televizori është i pajisur me një procesor të shpejtë dhe të saktë katër-bërthamor që siguron një pamje pa zhurmë me ngjyra dinamike dhe kontrast. Përveç kësaj, siguron që edhe një imazh me rezolucion të ulët të shndërrohet në një rezolucion më të lartë, sa më afër që të jetë e mundur me një imazh 4K. Shndërroni televizorin tuaj LG në një panel kontrolli në shtëpi për të kontrolluar shtëpinë tuaj të mençur me vetëm zërin tuaj. Thjesht bëni një pyetje dhe teknologjitë e ndihmësve inteligjentë Google Assistant dhe Amazon Alexa do të kujdesen për gjithçka! Jeta me LG është kaq e thjeshtë. Zhytni veten në llojet e ndryshme të përmbajtjes në dispozicion në Apple TV \u002B, Netflix dhe LG Channels. Gjithçka qartë në një vend. Thjesht uluni dhe argëtohuni. Ky televizor SMART LED ka një diagonale prej 43 \u0022 (108 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Marrësi është i llojit DVB-C / T / T2 / S / S2. Për imazhin ka teknologjitë: HDR 10 , HLG, kodekun HEVC H.243, VP9, ??HGiG, 4K Upscaler, Auto Low Latency Mode dhe Filmmaker Mode. Sistemi i altoparlantëve është 2.0, fuqia 20 W. Funksionet e mençura dhe të shprëndarjes së përmbajtjes përfshijnë: sistemin operativ WebOS Smart TV, shfletues interneti, përputhshmërinë me aplikacionin LG ThinQ, LG ThinQ, LG Home Dashboard, Apple AirPlay 2, Google Assistant, Amazon Alexa, regjistrimin e transmetimit të TV, lidhjen e tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione, lidhjen celulare, Wi-Fi, DLNA dhe Miracast. E përfshirë është telekomanda Magic. Klasa e energjisë është A.   ","Price":429.5,"PCode":"287930"},{"Title":"Televizion Sony KD-55XG8505, 55\u0022 (139cm), 4K UHD, 16 GB ","Description":" Përshkrimi i produktit  Me televizionin Sony KD ju mund të gëzoni lehtësisht çdo gjë nga filmat, lojrat, fotot, muzika, interneti dhe aplikacionet, të gjitha në ekranin e madh. Ky televizion vjen me diagonale 55\u0022 me kualitet 4K UHD dhe me rezolucion 3840 x 2160 piksela. Ekrani i Triluminos mund të riprodhojë përsosmërisht tonet e kuqe, jeshile dhe blu në tonet më të mira, duke i dhënë një përshtypje të vërtetë dhe të jashtëzakonshme në imazhe së bashku me Sound from Picture Reality , sjell performancë mahnitëse audio-vizuale. Ky TV vjen me procesorin Processor 4K HDR Processor X1 dhe ofron mbështetje për Dolby Vision dhe Dolby Atmos, WiFi, Bluetooth. Televizioni vjen me kapacitet 16 GB si dhe ofron llojin e sintonizuesit DVB-C / T / T2 / S / S2. dhe klasën e energjisë A.   ","Price":967.73,"PCode":"256224"},{"Title":"Televizor LG 43NANO79 - 43\u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor SMART LED me diagonale prej 43 \u0022 (108 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Lloji i ekranit Real 4K NanoCell. Procesori: 4-bërthamor 4K. Lloji i marrësit: DVB-C / T / T2 / S / S2. HbbTV. Televizori mbështet HDR 10, kodekun HLG, HEVC H.265, VP9, AV1, Nano Color, HGiG, 4K upscaler, modalitetin ALLM dhe Filmmaker. Sistemi i altoparlantëve është 2.0, fuqia 20 W, teknologjitë Dolby Atmos dhe Ultra Surround. Karakteristikat inteligjente: shfletuesi i internetit, pajtueshmëria me aplikacionet LG ThingQ dhe LG Home Dashboard, sistemi operativ webOS Smart TV. Përveç kësaj karakteristikat tjera janë: Google Assistant, Apple AirPlay 2, regjistrimi i programit televiziv, lidhja e tastierës dhe mausit, Bluetooth v5.0, Amazon Alexa, Apple HomeKit, qasje e shpejtë në aplikacione, lidhja me celularë, mbështetja për Wi-Fi, DLNA dhe Miracast. Me këtë televizor në pako vjen edhe telekomandë. Klasa e energjisë është A.   ","Price":546.59,"PCode":"300628"},{"Title":"Televizor Sencor SLE 2471TCS - 24” (60 cm) ","Description":" Përshkrimi i produktit  Televizori Sencor SLE 2471TCS vjen me ekran 24” (60 cm) me kualitet HD dhe rezolucion 1366 x 768 pikselë. Posedon altoparlantë të integruar me fuqi 6 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Sencor mundëson përdorimin e teknologjive si LED që përmirëson dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Sencor ka porte HDMI, RCA, USB, CI\u002B, dhe port audio për kufje.   ","Price":148.32,"PCode":"306258"},{"Title":"Televizor Philips 32PHS5505 - 80cm","Description":" Përshkrimi i produktit  Ka televizor ndërhturr një varg tiparesh të përsosura teknologjike për argëtimin tuaj maksimal. Ka diagonale 32 inç dhe ofron pamje fantastike të detajizuara me rezolucion 1366 x 768 (HD) ndërsa përveç vizualitetit edhe pjesa e audios është e pastër dhe e fuqishme me kapacitet 10W. Televizori ka marrës të tipit DVB-C, DVB-S2, DVB-T2 (HEVC) dhe teknologji LED. Lidhet me pajisje përmes konektorëve HDMI, USB, jack 3.5 mm, audios optike dhe Cl. Mund të montohet edhe në mur. Ka energji të klasit A.   ","Price":228.62,"PCode":"287832"},{"Title":"Televizior Samsung QE55QN85A - 55 \u0022 (138cm)","Description":" Përshkrimi i produktit  Televizor modern 55 \u0022 SMART Neo QLED TV me rezolucion 4K (3840 x 2160 px) dhe diagonale 138 cm. Frekuenca e panelit 100 Hz. Indeksi i cilësisë së imazhit 4,300. Televiziori mbështet teknologji HDR10, HDR10 \u002B, HLG, Neo QLED, Quantum HDR2000. Lloji i akorduesit DVB -T / T2 / C / S / S2. Përfshin edhe Wi-Fi, Bluetooth, TV Hbb, Tizen OS, DLNA, kontroll zëri, shfletues uebi, EPG, regjistrim USB - PVR, montim në mur. VESA 200 x 200 mm. Klasa e energjisë F. Dizajni NeoSlim me vetëm 27 mm dhe një siluetë moderne dhe të hijshme do t\u0027i shtojë hijeshi çdo hapësire. Tregoni stilin tuaj unik. Lidhni celularin tuaj me TV, ndani ekranin në deri në dy seksione të pavarura me funksionin Multi View dhe shijoni edhe më shumë përmbajtje. Për shembull, kur shikoni sporte, gjithashtu mund të shikoni tabela kryesuese ose të kërkoni informacione rreth atletëve.   ","Price":1872.5,"PCode":"312605"},{"Title":"Televizor LG 49UN7100 - 49” (123cm)","Description":" Përshkrimi i produktit  Televizori LG 49UN7100 vjen me ekran 49” (123cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG HDMI, audio optike, RCA, LAN, Cl.   ","Price":398.5,"PCode":"287940"},{"Title":"Televizor Strong SRT24HC4023 - 24” (61 cm), HD, i zi","Description":" Përshkrimi i produktit  Televizori Strong SRT24HC4023 vjen me ekran 24” (61 cm) me kualitet HD dhe rezolucion 1366 x 768 pikselë. Posedon altoparlantë të integruar me fuqi 6 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Strong mundëson përdorimin e teknologjive si LED që përmirëson dhe shfaq imazhe sikurse të ishin reale. Si pjesë përbërëse, Strong ka porte HDMI, porte USB, RCA, CI dhe port audio për kufje.   ","Price":125.87,"PCode":"306410"},{"Title":"Televizor LG OLED55BX - 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor SMART OLED me diagonalen e ekranit 55 \u0022 apo 139 cm dhe rezolucion 4K UHD (3840 x 2160 px). Vjen me procesor a7 4K gjen3 Al. Lloji i marrësit është: DVB-C / T / T2 / S / S2. HbbTV. Karakteristikat e imazhit përfshijnë: HDR10, Dolby Vision, HLG, kodek HEVC H.265, VP9, AV1, Auto Low Latency Mode (ALLM), FilmMaker Mode, Advanced HDR by Technicolor, HFR, Perfect Color, G-Sync, FreeSync, HGiG. Karakteristikat e zërimit përfshijnë: 2.2K, fuqi 40 W, Dolby Atmos, OLED Surround, mbështetje për WiSA, Simplink, altoparlantë wireless Bluetooth, sinkronizimin wireless audio, akordimin e audios me një prekje, eARC / ARC. Ky televizor SMART posedon edhe: shfletues interneti, pajtueshmëri me aplikacionin LG ThinQ, webOS Smart TV, LG ThinQ dhe LG Home Dashboard, Google Assistant, Amazon Alexa, Apple AirPlay 2, mundësi regjistrimi, lidhje të tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit. Ai ofron qasje shumë të shpejtë në aplikacione dhe lidhje me celular. Mbështet DLNA, Miracast, Wi-Fi. Telekomanda AN-MR20BA dhe mbajtësja VESA 300 x 200 janë të përfshira gjithashtu. Klasa e energjisë është A.   ","Price":1149.5,"PCode":"300620"},{"Title":"Televizior GoGEN TVH 32R640 STWEBW, 32\u0022 (80cm), HD, i bardhë","Description":" Përshkrimi i produktit  Televizor SMART me diagonale 32 \u0022 (80 cm) dhe rezolucion HD (1366 x 768 px). Frekuenca e tij është 200 Hz. Televizori është i pajisur me një marrës të llojit C / T / T2 / S / S2 me mbështetje HEVC H.265. Këndet e shikimit janë 178 ° / 178 °. Karakteristikat e zërimit përfshijnë Dolby Audio Processing, NICAM stereo, tingull rrethues, barazues, fuqi zërimi 2x 6 W, vëllim të pavarur për kufjet dhe altoparlantin. Funksionet e tjera përfshijnë: Wi-Fi ready, shfletues të internetit, aplikacione interneti, Hbb TV, DLNA, Skylink Fast Scan dhe Skylink Live TV, kyçjen e programeve të caktuara për fëmijët, modalitetin e hotelit dhe kopjimin përmes USB. Televizori mbështet standardin VESA 75 x 75 mm. Klasa e energjisë është A \u002B. E përfshirë është edhe telekomanda.   ","Price":255.34,"PCode":"287645"},{"Title":"Televizor TCL 65C815, 65\u0022 (164cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Televizor SMART me diagonale të ekranit prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Ofron teknologjitë: HDR10, HDR10 \u002B, HLG, Dolby Vision, UHD Super Resolution Upscaling, Micro Dimming dhe Quantum Dot. Shpejtësia e rifreskimit të ekranit është 120 Hz. Kontrolli i zërit bëhet me Google Assistant, në bashkëpunim me Alexa. Sistemi operativ është Android. Televizori ka mbështetje për Wi-Fi, Bluetooth v5.0, MagiConnect si dhe altoparlantë të markës Onkyo. Prodhimi i zërimit: 2x 15W \u002B 20 W. Funksionet që ofron janë: T-Link, PVR, TimeShift, EPG, titrat. Marrësi është i llojit DVB-C / T / T2 / S / S2. Mbajtësja është VESA 400 x 200. Televizori i përket klasës së energjisë A.   ","Price":1192.72,"PCode":"302892"},{"Title":"Televizor Orava LT-848, 32 \u0022 (82cm), Full HD, i zi","Description":" Përshkrimi i produktit  Televizor i vogël, por i dobishëm LED SMART 32 \u0022 (82 cm) me rezolucion të shkëlqyer Full HD. Për më tepër, televizori është i pajisur me një mori karakteristikash dhe teknologjish të shkëlqyera për të përmirësuar cilësinë e imazhit dhe përvojën e këndshme të shikimit. Ekrani Full HD merret me lehtësi me cilësi të shkëlqyeshme të ekranit. Shijoni të shikoni filma me të gjitha detajet falë shkëlqimit të lartë, kontrastit dhe ngjyrave reale. Vetëm me funksionet SMART vjen argëtimi i duhur! Me qasje në internet (LAN ose Wi-Fi), ju mund të shfletoni në Internet, të shikoni videot në Youtube ose arkivat e televizorit, të ndani fotografi, video ose muzikë në rrjetet sociale dhe të luani lojëra. Shijoni me këtë televizor dhe Netflix TV, i cili është ofruesi më i madh i argëtimit në internet në botë. Përafërsisht 125 milion përdorues në 190 vende mund të shikojnë mbi 140 milion orë shfaqje televizive dhe filma çdo ditë përmes Netflix TV. Netflix prodhon seritë e veta dhe dokumentarët. Për më tepër, përdoruesit kanë mundësinë të luajnë të gjithë përmbajtjen pa telashe të reklamave. Televizori ka Wi-Fi të integruar, duke ju lejuar të lidhni televizorin tuaj SMART me internet pa kabllo të panevojshme që thjesht ndërhyjnë dhe ngatërrojnë dizajnin e përgjithshëm të televizorit. Televizori ka një port USB për lidhjen e një hard disku ose flash drive (USB) në të cilin mund të regjistroni falë PVR ready. Thjesht futni flash, zgjidhni kanalin televiziv, datën dhe kohën e dëshiruar, dhe PVR do të bëjë pjesën tjetër. Pastaj mund të shikoni shfaqje të regjistruara sa herë që dëshironi. Ky televizor ka një marrës të llojit C / T / T2 / S / S2. Karakteristikat dhe pajisjet përfshijnë: LAN, Wi-Fi, 1x USB, dalje për subwoofer, Netflix, DLNA, Hbb TV, Modalitet Hotel, PVR Ready, teletext, media player, web browser (shfletues interneti), kontroll prindëror, kohëmatës, HDMI CEC, dalje për kufje. Mbështet VESA 200 x 100. Fuqia e zërimit është 2x 6 W. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":266.34,"PCode":"278562"},{"Title":"Televizor LG OLED77CX, 77\u0022 (195cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Fotografi, tingull, dizajn dhe funksion i jashtëzakonshëm - të gjitha të mishëruara në një pajisje të vetme, dhe kjo është ajo për të cilën kanë të bëjnë televizorët LG. Një dimension i ri në argëtimin televiziv është ky televizor OLED nga LG. Ky është një televizor unik që përdor më shumë se 100 milion nën-ndriçues vetë-ndriçues, falë të cilit imazhi ka ngjyrën më të thellë të zezë, ngjyra më të pasura dhe imazh më realist. LG OLED77CX është një televizor shumë inteligjent që gradualisht mund të mësojë vetë duke përdorur algoritme. Bazuar në informacionin e marrë dhe të mësuar, televizori analizon dhe përmirëson cilësimet e përmbajtjes, figurës dhe cilësisë së tingullit në mënyrë që çdo shikim i TV të jetë gjithmonë unik. Shndërroni televizorin tuaj LG në një panel kontrolli në shtëpi për të kontrolluar shtëpinë tuaj të mençur me vetëm zërin tuaj. Thjesht bëni një pyetje dhe teknologjitë e ndihmësve inteligjentë Google Assistant dhe Amazon Alexa do të kujdesen për gjithçka! Jeta me LG është kaq e thjeshtë. Zhytni veten në përmbajtjen e larmishme të disponueshme përmes Apple TV, Netflix dhe LG Channels. Nga filmat më të fundit, shfaqjet televizive dhe dokumentarët e deri tek sportet live dhe shumë më tepër. Ju do të gjeni të gjithë përmbajtjen qartë në një vend. Ky televizor SMART OLED ka një diagoanle prej 77 \u0022 (195 cm) me rezolucion 4K UHD prej 3840 x 2160 px. Procesori është a9 4K gen3 Al. Marrësi është i llojit: DVB-C / T / T2 / S / S2. Për imazhin ka teknologjitë: HDR10, Dolby Vision, HLG, kodekun HEVC H.265, VP9, AV1, Auto Latency Mode (ALLM), FilmMaker Mode, Advanced HDR by Technicolor, HFR, 4S upscaler, Perfect Color, G-Sync, FreeSync , HGiG. Sistemi i zërimit është 2.2K me fuqi 40 W. Për zërimin ka teknologjitë Dolby Atmos dhe OLED Surround, mbështetje për altoparlantët wireless WiSA, Simplink, Bluetooth Surround, sinkronizim audio wireless, akordim audio me një prekje dhe EARC / ARC. Karakteristikat e mençura përfshijnë: shfletues internetit, përputhshmërinë me aplikacionin LG ThinQ, webOS Smart TV, LG ThinQ dhe LG Home Dashboard, Google Assistant, Amazon Alexa, Apple AirPlay 2, regjistrimin e programeve të TV, lidhjen e tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione dhe lidhjen celulare. Televizori mbështet DLNA, Miracast dhe Wi-Fi. E përfshirë është telekomanda AN-MR20BA. Televizori mbështet standardin VESA 300 x 200. Klasa e energjisë është A \u002B.   ","Price":3771.54,"PCode":"287901"},{"Title":"Televizor Orava LT-635, 24 \u0022 (60cm), HD, i zi","Description":" Përshkrimi i produktit   Televizor 24 \u0022 LED me diagonale 60 cm dhe rezolucion HD ready. Me këtë televizor, gjithmonë mund të prisni vetëm përvojën më të mirë të shikimit të ndonjë prej filmave tuaj të preferuar. Ekrani HD merret me cilësi të shkëlqyeshme të ekranit. Shijoni të shikoni filma me të gjitha detajet falë shkëlqimit të lartë, kontrastit dhe ngjyrave reale. Të paktën 720 linja informacioni shfaqen në këtë televizor për secilin imazh individual. Televizori ka një port USB për lidhjen e një hard disku ose disku flash në të cilin mund të regjistroni falë PVR ready. Thjesht futni flash, zgjidhni kanalin televiziv, datën dhe kohën e dëshiruar, dhe PVR do të bëjë pjesën tjetër. Pastaj mund të shikoni shfaqje të regjistruara sa herë që dëshironi. Televizori është një investim i shkëlqyeshëm me akorduesin HE2C T2, kështu që ju jeni gati të ndryshoni nga DVBT në DVB T2 në HEVC 265. Televizori ka një marrës të llojit DVB-C / T / T2. Klasa e efiçiencës së energjisë është A \u002B.    ","Price":147.87,"PCode":"278558"},{"Title":"Televizor Toshiba 43UA3A63DG, 43 \u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky është një televizor SMART me diagonale prej 43\u0022 (108 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Marrësi është i llojit DVB-C / T / T2 / S / S2 me mbështetje HEVC (H.265). Indeksi i cilësisë së figurës është 1900. Fuqia e zërimit është 2x 10 W. Klasa e energjisë së televizorit është A \u002B. Gjeni detaje të panjohura më parë, qoftë në një pamje të një skene të ndritshme të diellit, qoftë të fshehura në hije të errëta. Falë teknologjisë HDR, gjithçka do të jetë plotësisht e detajuar dhe e qartë. Përveç kësaj, televizori mbështet formatet HDR10 dhe HLG. Tani ju mund të shijoni të gjithë filmat jo vetëm me një pamje të shkëlqyeshme, por edhe tingull të shkëlqyeshëm falë lidhjes së televizorit me markën japoneze Onkyo. Falë tingullit dhe figurës vërtet të mirë, shikimi i filmave do të jetë një nga aktivitetet tuaja të preferuara. Asistenti i zërit ju lejon të kërkoni në përmbajtjen e televizorit tuaj thjesht me zë. Thjesht shtypni një buton dhe thoni atë që dëshironi të gjeni. Google Assistant do të kujdeset për gjithçka. Kënaquni gjithashtu duke parë Netflix me këtë TV. Filmat, serialet, shfaqjet e realitetit, të gjitha në televizorin tuaj. Netflix ofron si përmbajtje të licencuar ashtu edhe prodhim të brendshëm. Mos humb asnjë video hit ose marifet nga bota e YouTube. Me një televizor Toshiba, nuk ka problem të shikosh gjithçka që po ndodh në YouTube. Wi-Fi transmeton përvojën tuaj televizive dhe ju siguron një lidhje të vazhdueshme me botën e jashtme. Akordohuni për më shumë muzikë dhe argëtim, ose shfletoni dhe azhurnoni statusin tuaj në rrjetet sociale. Përveç teknologjisë Wi-Fi, TV gjithashtu mbështet teknologjinë Bluetooth, e cila ju lejon të lidhni lehtësisht televizorët me çdo pajisje që gjithashtu mbështet këtë teknologji (celularë, tabletë, kompjuterë, sisteme Hi-Fi dhe shumë pajisje të tjera).   ","Price":477.6,"PCode":"280622"},{"Title":"Televizor Hitachi 58HK6100, 58\u0022 (146cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Hitachi 58HK6100 është një televizor modern SMART LED me një diagonale prej 58 \u0022 (146 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Në këtë TV, ju mund të shijoni shfaqje me cilësi të lartë, të mprehtë dhe, më e rëndësishmja, të qetë të filmave, serialeve apo dokumentarëve tuaj të preferuar. Plus, sepse është një televizor SMART, lehtë mund ta përdorni atë për të argëtuar veten, familjen dhe miqtë tuaj. Përveç fotografisë dhe tingullit të shkëlqyeshëm, TV gjithashtu mbështet regjistrimin HbbTV, Netflix ose USB, kështu që mund të jeni i sigurt që nuk do të humbisni kurrë më kurrë një gjë. Televizori është i pajisur jo vetëm me një pamje të shkëlqyeshme, por edhe me një tingull të jashtëzakonshëm pas së cilës është sistemi i tingullit Sound Master Plus me mbështetje për formatin me rezolucion të lartë DTS HD. Televizori mbështet Wi-Fi, kështu që ju mund të jeni online me TV shpejt, me lehtësi, dhe pa kabllo të panevojshme. Lloji i marrësit që ky televizor posedon është DVB-C / T / T2 / S / S2. Fuqia e zërimit është 2x 10 W. Televizori mbështet standardin VESA 200 x 200. Klasa e energjisë është A \u002B\u002B.   ","Price":602.87,"PCode":"279621"},{"Title":"Televizor Panasonic TX-75HX940E, 75\u0022 (189cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Dizajni elegant, procesori i fuqishëm, funksionet praktike, të gjitha për një përvojë të jashtëzakonshme të shikimit në TV. Televizori krenohet me një imazh të lartë, cilësia e të cilit është direkt për shkak të ekspertëve të Hollivudit. Ata punuan ditë e natë për t\u0027u mburrur me një imazh të plotë me detaje të mprehta me një interpretim të saktë të ngjyrave. Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të vendosura në një çip të fuqishëm. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Televiziori mbështet riprodhimin e standardeve të metadatave të gjeneratës së re HDR10 \u002B dhe Dolby Vision - të gjitha për ngjyrën, kontrastin dhe shkëlqimin më të mirë. Do të ishte skandaloze nëse fotografia e jashtëzakonshme do të shoqërohej nga një tingull i keq, por mos u shqetësoni, nuk ka diçka të tillë në një TV Panasonic. Përkundrazi - mund të prisni një tingull tepër të qartë, të pasur dhe piktoresk që do t\u0027ju rrethojë nga të gjitha anët. Televizori Panasonic krenohet me një gamë të gjerë ngjyrash për një pamje natyrale dhe është i pajisur me ndriçim LED me cilësi të lartë që siguron shkëlqim të vazhdueshëm. Ky televizor ofron kontrast të shkëlqyeshëm dhe hije madje delikate të imazhit midis zonave të errëta dhe të lehta. Ky është një televizor me diagonale prej 75 \u0022 (189 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrues, teletext, regjistrimin përmes USB, shumë dritare PAP, PIP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 600 x 300 mm. Klasa e energjisë është A \u002B.   ","Price":2322.72,"PCode":"285760"},{"Title":"Televizor Philips 48OLED935, 48\u0027\u0027 (121cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Ky televizor ofron një varg karakteristikash teknologjike për performancë të shkëlqyer. Ka diagonale 48 inç me pamje fantastike me rezolucion 3840 x 2160 (4K UHD) dhe altoparlant 70W. Mbështet teknologjitë si Ambilight, Dolby Vision, HDR10 \u002B, HLG, OLED, Smart dhe marrës të tipit DVB-C, DVB-S2, DVB-T2 (HEVC). Mund të kontrollohet përmes asistencës zanore apo telekomandës. Ofron funksione si regjistrim PVR. Lidhet me pajisje përmes portit HDMI, HDMI 2.0, HDMI (ARC), USB, 3.5, audios optike, LAN, Cl. Energjia është e klasit B. Mund të montohet në mur.   ","Price":1975.4,"PCode":"300578"},{"Title":"Televizor TCL 32S615, 32\u0022 (80cm), HD, i zi","Description":" Përshkrimi i produktit  Dizajn i hollë, i bukur, një imazh që nuk humbet asgjë. Qasje e lehtë në përmbajtje si dhe tingull premium - të gjitha të materializuara në një pajisje të vetme - në këtë televizor TCL. Ky televizor ka diagonale të ekranit prej 32 \u0022 (80 cm) dhe rezolucion HD (1366 x 768 px). Karakteristikat e tij përfshijnë: HDR10, zvogëlim të zhurmës digjitale, modalitet të filmit, zërim Dolby Audio (Dolby Digital Plus), fuqi zërimi: 2x 5 W, barazues, EPG për 8 ditë, teletekst, shfletues interneti, Hbb TV, DLNA, sistem operativ Android, mbështetje për Google Play Store dhe Google Home, Chromecast, T-Cast, titra, modalitet të lojës, HDMI-CEC, kohëmatës për fikje, Wi-Fi. Lloji i marrësit është DVB-C / T / T2 / S / S2. Mbajtësja është VESA 100 x 100. Klasa e energjisë është A \u002B.   ","Price":261.79,"PCode":"302882"},{"Title":"Televizor Thomson 40FE5606, 40\u0022 (100cm), Full HD, i zi","Description":" Përshkrimi i produktit  Një televizor me zë dhe veçori të shkëlqyera për të argëtuar të gjithë familjen. Ky model i televizorit SMART ka diagonale të ekranit prej 40 \u0022 (100 cm) dhe rezolucion Full HD (1920 x 1080 px). Frekuenca është 50 Hz, indeksi i cilësisë së figurës është 400. Fuqia e zërimit është 2x 8 W. Televizori është i pajisur me Dolby Digital Plus, barazues, DLNA, Wi-Fi, Bluetooth, asistent zëri dhe mbështet HbbTV, Netflix dhe YouTube. Vjen me këta lloje të marrësve: DVB-C / T / T2 / S / S2. Pastaj ka modalitetin e filmit, modalitetin HD sikurse edhe reduktimin digjital të zhurmës. Punon me sistemin Android TV (OS Android 8.0) ofron qasje në Google Play Store. Mbajtësja është VESA 100 x 100 mm. Klasa e energjisë është A \u002B.   ","Price":380.83,"PCode":"302879"},{"Title":"Televizor Panasonic TX-58GX700E - 58\u0022 (146cm), 4K UHD","Description":" Përshkrimi i produktit  Televizor 58\u0022/146cm me definicion të lartë me 4K. Shijoni argëtimin më të mirë në shtëpi me këtë televizor jo vetëm në sajë të rezolutës së jashtëzakonshme dhe tingullit të mrekullueshëm, por edhe në sajë të karakteristikave të tij të shumta. E bukur, realiste dhe e saktë - kjo është fotografia televizive Panasonic, teknologjia HDR 4K, e cila përdor të gjitha njohuritë e Panasonic për pamje të përsosur. Televizor 58 \u0022/ 146 cm 4K (3858 x 2160 px). Indeksi i cilësisë së imazhit 1200. Mbështet HDR10 \u002B (TBD), HDR10, HLG. Efekti, kontrast i lartë, spektri i gjerë i ngjyrave, teknologjia adaptive Backlight Dimming, 20W zhurmë rrethuese, modalitetet e zërit: standard, muzikë, fjalim, stadiumi. Karakteristika të zgjuara: Smart TV, EPG, Wi-Fi, Mirroring, Teletext, TV Hbb, Regjistrim USB-HDD me Regjistrim në Streaming Live. Lloji i sintonizuesit DVB-C / T / T2 / S / S2 Mbështetja e VESA.   ","Price":562.11,"PCode":"258352"},{"Title":"Televizor Samsung QE55Q70T, 55\u0022 (138cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Një televizor i shkëlqyeshëm Samsung që krijon një atmosferë të këndshme në shtëpinë tuaj sa herë që e ndizni. Shijoni ngjyrën, imazhet e qarta dhe detajet e mahnitshme, ky është televizori Samsung. Teknologjia inovative Dual LED optimizon dritën e pasme të ekranit QLED Q70T sipas përmbajtjes që po shikohet, duke arritur kështu ngjyra më të gjalla dhe kontrast më të lartë. Zbuloni botën me ngjyra dhe detaje të reja 4K me më shumë se 8 milion piksel. QLED Q70T është i pajisur me një procesor inteligjent Quantum Processor 4K, i cili përdor teknologjinë 4K AI Upscaling për të optimizuar imazhin në çdo cilësi në një nivel të lartë të rezolucionit 4K. Për më tepër, funksioni Adaptive Image mund të rregullojë nivelin e shkëlqimit në kohë reale në varësi të mjedisit përreth. Ju mund të shijoni pamjen e përsosur gjatë gjithë ditës dhe në çdo kusht ndriçimi. Shijoni imazhe të qarta dhe ngjyra të gjalla me teknologjinë Q HDR për deri në 1000 nits. Hartimi dinamik i ngjyrave HDR10 \u002B rregullon shkëlqimin dhe kontrastin e çdo imazhi për përvojën më të mirë të secilës skenë. Zhyt veten në një miliard hije me vëllim 100% të ngjyrave Quantum Dot. Edhe në një familje të zhurmshme, nuk do të ju mungojë një dialog i vetëm. Funksioni Auto Voice Amplification (AVA) ndjen nivelin e zhurmës së ambientit dhe automatikisht përforcon vetëm komponentin e zërit të audios, kështu që nuk humbni kurrë në veprim. Përvojat e paharrueshme të lojërave ju presin në ekranin Q70T pa turbullime të bezdisshme, falë mbështetjes së teknologjisë AMD FreeSync, e cila siguron një imazh të përkryer të qetë. QLED Q70T bëhet një pjesë e natyrshme e dhomës tuaj të ndenjës, edhe kur nuk jeni duke e shikuar atë. Falë modalitetit Ambient \u002B, mund të përzihet me rrethinat e saj. Përveç kësaj, mund të vendosni një sfond të personalizuar për të shfaqur informacione të dobishme si koha, moti apo edhe lajmet aktuale. Kanalet televizive, aplikacionet transmetuese, konzolat e lojërave - e gjithë kjo dhe shumë më tepër mund të gjenden në ndërfaqen e qartë Smart Hub. Q70T lehtësohet më tej nga një kontrollues i vetëm, intuitiv One Remote me një dizajn elegant. Ky televizor LED ka diagonale prej 55 \u0022 (138 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Karakteristikat e këtij televizori përfshijnë: Wi-Fi, Bluetooth, DLNA, HbbTV, rishikim përmes USB, regjistrim të transmetimit përmes USB, Timeshift, kontroll përmes zërit (në anglisht), shfletues interneti, O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink Fastscan, dekoder Dolby Digital Plus.   ","Price":1130.02,"PCode":"283293"},{"Title":"Televizor GoGEN TVF 43P452T - 43\u0022","Description":" Përshkrimi i produktit  Produkti në fjalë paraqet një televizor të kualitetit mëse të lartë nga kompania e njohur GoGEN. Ky produkt dallohet me një cilësi dhe qëndrueshmëri tejet të madhe si edhe me një dizajn të bukur dhe mëse modern. Ofron një rezolucion tejet të lartë prej 1920 x 1080 FULL HD si edhe madhësi prej 43” inch. Cilësohet si Smart TV dhe i mbështet plotësisht operimet me internet dhe Bluetooth.    ","Price":278.71,"PCode":"272797"},{"Title":"Televizor Samsung UE50TU7172 - 127cm","Description":" Përshkrimi i produktit  Ky televizor kombinon dhe mbështet një varg tiparesh të përkryera për t\u0027ju ofruar performancë të shkëlqyeshme. Ka diagonale 50 inç dhe rezolucion fantastik 4K UHD 3840 x 2160 pikselë. Përveç imazheve të detajuara pjesa e audios ka kapacitet 20W. Mbështet teknologjinë HDR10, LED dhe Smart. Ka tuner të tipit DVB-C, DVB-S2, DVB-T2 (HEVC). Lidhet me pajisje përmes porteve HDMI, USB, audios optike dhe koaksiale, LAN, Cl. Energjia është e tipit A. Mund të montohet në mur.   ","Price":550.56,"PCode":"283321"},{"Title":"Televizor Panasonic TX-55HX580E - 55” (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori Panasonic TX-55HX580E vjen me ekran 55” (139cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Panasonic mundëson përdorimin e teknologjive si HDR10, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Panasonic ka katër porte HDMI, porte USB, RCA, VGA, LAN, port audio për kufje, dhe port për lidhje me satelit    ","Price":582.82,"PCode":"283404"},{"Title":"Televizor Philips 55OLED935 - 139cm","Description":" Përshkrimi i produktit  Ky televizor kombinon një varg tiparesh të përsosura teknologjike dhe fizike për performancë të shkëlqyer. Ka diagonale 55 inç me rezolucion fantastik 3840 x 2160 pikselë. Mbështet teknologjitë Ambilight, Dolby Vision, HDR10 \u002B, HLG, OLED, Smart si dhe akorduesit DVB-C, DVB-S2, DVB-T2 (HEVC). Përmban funksione si WiFi WLAN, Bluetooth, shfletues uebi, DLNA, EPG, regjistrim USB PVR, asistencë zanore. Lidhet me pajisje përmes porteve HDMI, HDMI ARC, USB, 3.5 mm, audio optike, LAN, Cl. Altoparlanti ka kapacitet 70 W. Ka energji të klasit B dhe mund të montohet në mur.   ","Price":1979.5,"PCode":"297868"},{"Title":"Televizor LG OLED48CX - 48” (121 cm)","Description":" Përshkrimi i produktit  Televizori LG OLED48CX vjen me ekran 48” (121 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 40 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, OLED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka porte HDMI, audio optike, 3.5 mm jack, LAN, Cl.   ","Price":1415.02,"PCode":"287903"},{"Title":"Televizor Samsung UE43TU8072, 43\u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor i mençur me një diagonale të shkëlqyeshme prej 43 \u0022 (108 cm) me pamje dhe tinguj të përsosur. Fotografia dhe tingulli i lartë është janë themelore natyrisht për televizorët e sotëm, por gjithashtu mund të shikoni përpara për një numër funksionesh dhe teknologjish që përsëri do të marrin shikimin e TV në një nivel më të lartë. Zhytni veten me ngjyra të jashtëzakonshme në ekranin Crystal të televizorit UHD TU8072 nga Samsung, ku do të zbuloni madje edhe detajet më të mira në çdo skenë. Është një çip inteligjent Crystal Processor 4K që kontrollon dhe optimizon cilësimet e ngjyrave, kontrastit dhe HDR nën skeptrin e tij. Kështu që ju do të shijoni çdo skenë në cilësinë më të lartë. Dizajni elegant i UHD TU8072 do t\u0027ju tërheqë përsosmërisht në veprim falë kornizave të tij metalike ultra të holla. Është projektuar dhe prodhuar me theks në minimalizëm, i cili lë të gjithë hapësirën për një imazh tërheqës të nivelit të lartë që nuk e keni parë kurrë më parë. Në modalitetin Ambient, mund të përzihet me murin rrethues ashtu si një kameleon. Por modaliteti Ambient mund të bëjë shumë më tepër. Ju mund t\u0027i projektoni fotot tuaja të preferuara në të në disa kolazhe ose si prezantim. UHD TU8072 është i pajisur me një modalitet loje që zgjedh imazhin dhe zvogëlon vonesën e hyrjes së tij. Shijoni titujt tuaj të preferuar në një mënyrë të përkryer të qetë dhe mbretëroni në fushën e lojërave online. Kanalet televizive, aplikacionet transmetuese, konzolat e lojërave - të gjitha kjo dhe shumë më tepër mund të gjenden në ndërfaqen e qartë Smart Hub. UHD TU8072 lehtësohet më tej nga një kontrollues i vetëm, intuitiv One Remote me një dizajn elegant. Ky televizor është i pajisur me sistem operativ Tizen, DLNA, Wi-Fi, Bluetooth, HbbTV, O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink Fastscan, teknologji HDR (HDR10 \u002B, HLG), teknologji PurColor dhe marrës të llojit DVB-T / T2 / C / S / S2. Klasa e efiçiencës së energjisë është A.   ","Price":583.76,"PCode":"283317"},{"Title":"Televizior Samsung QE75QN90A - 75 \u0022 (189cm)","Description":" Përshkrimi i produktit  Televizor modern 75 \u0022 SMART Neo QLED TV me rezolucion 4K (3840 x 2160 px) dhe diagonale 189 cm. Frekuenca e panelit 100 Hz. Indeksi i cilësisë së imazhit 4,600. Televiziori mbështet teknologji HDR10, HDR10 \u002B, HLG, Neo QLED, Quantum HDR2000. Lloji i akorduesit DVB -T / T2 / C / S / S2. Përfshin edhe Wi-Fi, Bluetooth, TV Hbb, Tizen OS, DLNA, kontroll zëri, shfletues uebi, EPG, regjistrim USB - PVR. VESA 400 x 300 mm. Klasa e energjisë F. Dizajni NeoSlim me vetëm 27 mm dhe një siluetë moderne dhe të hijshme do t\u0027i shtojë hijeshi çdo hapësire. Tregoni stilin tuaj unik. Lidhni celularin tuaj me TV, ndani ekranin në deri në dy seksione të pavarura me funksionin Multi View dhe shijoni edhe më shumë përmbajtje. Për shembull, kur shikoni sporte, gjithashtu mund të shikoni tabela kryesuese ose të kërkoni informacione rreth atletëve.   ","Price":3676.5,"PCode":"312596"},{"Title":"Televizor Sony KD-65X7055 - 65” (164 cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori Sony KD-65X7055 vjen me ekran 65” (164 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Sony mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart, Triluminos, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Sony ka porte HDMI, RCA, 3.5 mm,audio optike, LAN, Cl.   ","Price":899.5,"PCode":"287525"},{"Title":"Televizor Sony KD-75XG9505 - 75\u0022 (189cm), 4K UHD, zezë/argjendtë","Description":" Përshkrimi i produktit  Përjetoni çdo moment që shikoni me një pamje mahnitëse dhe zë kualitativ me televizorin smart Sony KD-75XG9505 me madhësi 75\u0022 (189 cm) LCD me pamje 4K UHD dhe rezolucion (3840 x 2160 p). Ai mbështet imazhet HDR10, HLG dhe DolbyVision. Procesori X1 Ultimate ka aftësi të fuqishme të përpunimit që mund të zbulojë qindra objekte të ndryshme në ekran në kohë reale, dhe aftësi të përmirësimit inteligjent të shkëlqimit, detajeve dhe ngjyrës. Imazhi që rezulton atëherë është i pastër, i qartë, dhe i vërtetë! Televizori ka 16 GB memorie dhe punon me sistemin operativ Android. Televizori mbështet teknologjitë: Acoustic Multi-Audio, Dolby Digital, Dolby Digital Plus, Dolby Pulse, Dolby AC-4, DTS digital surround sound dhe S-Force Front Surround. Ka një marrës të llojit DVB-C / T / T2 / S / S2 dhe altoparlantë të integruar me fuqi totale 20 W (10 W \u002B 10 W). Poashtu ofron mbështetje për WiFi dhe Bluetooth 4.2, katër porte HDMI, port USB, port jack për kufje,etj. Ky televizor i përket klasës së energjisë B.   ","Price":2599.5,"PCode":"256237"},{"Title":"Televizor Sony KD-65XG7096 - 65\u0022 (164cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky televizor kombinon një varg teknologjish të përsosura. Ofron pamje fantastike me rezolucion 4K UHD 3840 x 2160 pikselë. Mbështet formatet HDR10 dhe HLG si dhe ka përmirësim cilësie 4K X-Reality PRO. Përveç pamjeve ofron edhe zë 10W \u002B 10W me altoparlant bas. Mbështet teknologjitë audio si Dolby Digital Plus, Dolby Plus dhe Dolby AC-4. Sistemi i tij operativ është OS Linux. Ka teletekst dhe energji të klasit A. Lidhet me WiFi përmes smartfonit.    ","Price":799.5,"PCode":"262084"},{"Title":"Televizior Philips 65OLED805 - 55 \u0022 (164cm)","Description":" Përshkrimi i produktit  Zbuloni një dimension të ri nga shikimi i TV me këtë televizor inteligjent, me performancë të lartë Philips. Një imazh plot shkëlqim dhe ngjyra që pasqyron qëllimet e regjisorit, shoqëruar me tingull të qartë dhe të hollësishëm rrethues, pavarësisht nëse jeni duke parë filmin tuaj të preferuar, duke transmetuar një serial apo duke parë Blu-Ray, do të jeni në gjendje të shijoni një përvojë vërtet të paharrueshme . Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - ju i merrni të gjitha me Ambilight. Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale, kështu që shikimi i filmave fjalë për fjalë kalon kufijtë e ekranit. Me një TV Philips OLED, ju merrni kënde të gjera të shikimit dhe një fotografi unike realiste HDR sa herë që e ndizni, ku të zezat janë më të pasura, të gjitha ngjyrat shfaqen më të gjalla dhe ju merrni detaje nga hijet ose në dritë të plotë. Motori Philips P5 Pro Perfect Picture siguron një imazh ku detajet e shfaqura janë dukshëm më të thella, ngjyrat janë të gjalla, tonet e bardha të lëkurës janë më natyrale, kontrasti është i mprehtë dhe lëvizja është aq e qetë sa të mos e harrosh kurrë topin, pa marrë parasysh se sa shpejt është loja. Televiziori Philips mund të përfitojë sa më shumë nga formati i videos HDR10 \u002B! Nivelet e kontrastit, ngjyrës dhe shkëlqimit rregullohen nga TV nga korniza në kornizë, dhe qoftë një serial apo një film, hijet do të jenë më të errëta ndërsa sipërfaqet e ndritshme do të shkëlqejnë. Televiziori është i pajisur me një ndërfaqe të qartë dhe intuitive, e cila ju lejon të personalizoni sistemin Android TV sipas jush, për shembull, aftësinë për të vendosur përmbajtjen që dëshironi në plan të parë. Ju mund të gjeni lehtësisht vendin e riprodhimit të fundit të serive tuaja të preferuara ose thjesht mund të shikoni në bazën e të dhënave të lajmeve të filmit Me zërin tuaj, përveç një kërkimi të shpejtë në TV, ju gjithashtu mund të kontrolloni të gjitha pajisjet e mençura shtëpiake të përputhshme me funksionin Google Assistant - zbehni dritat ose vendosni termostatin në mënyrë që të mundeni direkt nga komoditeti i shtratit. Përveç kontrollit të TV ose pajisjeve të tjera, ju nuk keni as një telekomandë në dorë, pasi gjithçka mund të rregullohet përmes Alexa, të cilën TV gjithashtu mbështet. Lloji i akorduesit C / T / T2 / S / S2. Përmban Wi-Fi dhe Bluetooth v4. Klasa e energjisë B. Sistemi operativ Android 9 Pie. Ka mbështetje për YouTube dhe Netflix. Kapaciteti i memories 16 GB. Funksioni inteligjent: HbbTV, ndalo TV, regjistro në pajisjen USB. Udhëzues EPG për 8 ditë, teletekst. Tingulli: fuqia 50 W. 2.1k. Kodek: AC-4, Dolgy Digital, DTS-HD. Barazues me 5 breza, tingull AI, dialog të qartë, Dolby Atmos, modaliteti i natës, Dolby Bass Enhancement, Dolby Volume Leveler, nivelim automatik i volumit, rritja e basit.   ","Price":2049.5,"PCode":"284986"},{"Title":"Televizor Panasonic TX-65HX940E, 65\u0022 (164cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Dizajni elegant, procesori i fuqishëm, funksionet praktike, të gjitha për një përvojë të jashtëzakonshme të shikimit në TV. Televizori krenohet me një imazh të lartë, cilësia e të cilit është direkt për shkak të ekspertëve të Hollivudit. Ata punuan ditë e natë për t\u0027u mburrur me një imazh të plotë me detaje të mprehta me një interpretim të saktë të ngjyrave. Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të vendosura në një çip të fuqishëm. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Televiziori mbështet riprodhimin e standardeve të metadatave të gjeneratës së re HDR10 \u002B dhe Dolby Vision - të gjitha për ngjyrën, kontrastin dhe shkëlqimin më të mirë. Do të ishte skandaloze nëse fotografia e jashtëzakonshme do të shoqërohej nga një tingull i keq, por mos u shqetësoni, nuk ka diçka të tillë në një TV Panasonic. Përkundrazi - mund të prisni një tingull tepër të qartë, të pasur dhe piktoresk që do t\u0027ju rrethojë nga të gjitha anët. Televizori Panasonic krenohet me një gamë të gjerë ngjyrash për një pamje natyrale dhe është i pajisur me ndriçim LED me cilësi të lartë që siguron shkëlqim të vazhdueshëm. Ky televizor ofron kontrast të shkëlqyeshëm dhe hije madje delikate të imazhit midis zonave të errëta dhe të lehta. Ky është një televizor me diagonale prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrues, teletext, regjistrimin përmes USB, shumë dritare PAP, PIP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 400 x 300 mm. Klasa e energjisë është A \u002B.   ","Price":1643.04,"PCode":"285764"},{"Title":"Televizor Sony KD-65AG8 65\u0022 (164cm), OLED, i zi","Description":" Përshkrimi i produktit  Ky televizor ofron një varg veçorish për nevojat dhe kënaqësitë tuaja përmes një bote shumëngjyrëshe me detaje realistike dhe zë të jashtëzakonshëm. Ka madhësi 65\u0027\u0027 dhe rezolucion 4K UHD. Ekrani triluminoz mund të riprodhoj në mënyrë të përsosur tonet e ngjyrës së kuqe, të gjelbërt dhe të kaltër. Ka çasje të lehtë ndaj kanalit youtube që thjeshtë plotëson listën e kërkesave tuaja. Përmes Plug and Play ju poashtu mundeni të ndani video, fotografi dhe muzikë prej shumë pajisjeve duke përfshirë edhe telefonin tuaj. Zëri mund të rregullohet edhe përmes ClearAudio \u002B. Mbështet HDR10 dhe HLG dhe ofron mbështetje për Dolby Digital, Dolby Digital Plus, Dolby Pulse, Dolby AC-fourth DTS digital surround sound.   ","Price":2599.5,"PCode":"261914"},{"Title":"Televizor LG OLED55GX, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky është një televizor SMART OLED me diagonale 55 \u0022 (139 cm) dhe rezolucion 4K (3840 x 2160 px). Procesori është a9 4K gen3 Al. Lloji i marrësit është: DVB-C / T / T2 / S / S2. HbbTV. Për pamjet kujdesen HDR10, Dolby Vision, HLG, kodeku HEVC H.265, VP9, AV1, Auto Low Latency Mode (ALLM), FilmMaker Mode, Advanced HDR by Technicolor, HFR, 4K upscaler, Perfect Color, G-Sync, FreeSync, HGiG. Zërimi: 4.2K. Fuqia e zërimit: 60 W. Për zërimin kujdesen: Dolby Atmos dhe OLED Surround, mbështetja për altoparlantët wireless WiSA, Simplink, Bluetooth Surround, sinkronizimi i audios përmes valëve, akordimi i audios me një prekje, eARC / ARC. Karakteristikat e mençura të këtij televizori përfshijnë: shfletues interneti, përputhshmërinë me aplikacionin LG ThinQ, webOS, LG ThinQ dhe LG Home Dashboard, Google Assistant, Amazon Alexa, Apple AirPlay 2, regjistrimin, lidhjen me tastierë dhe maus, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione dhe lidhje të telefonit celular. Poashtu televizori mbështet DLNA, Miracast, Wi-Fi. E përfshirë është telekomonda Magic. Përmasat e mbajtëses VESA janë 300 x 300. Klasa e energjisë është A.   ","Price":1599.5,"PCode":"303185"},{"Title":"Televizor Sencor SLE 43F17TCS, 43\u0022 (109cm), Full HD, i zi","Description":" Përshkrimi i produktit  Ky është një televizor LED me diagonale 43 \u0022 (109 cm) dhe rezolucion Full HD (1920 x 1080 px). Ky model posedon këta marrës DVB-C/T/T2/S/S2. Televizori mund të punojë dhe të regjistrojë në një disk USB. Ka përgjigje prej 9.5 ms kurse këndet e shikimit janë 178° / 178°. Ky model ka edhe shtypjen dinamike të zhurmës. Fuqia e zërimit është 2x 8 W. Ky model ka edhe funksionet: TimeShift, EPG, teletekst, orë, kohëmatës, kontroll prindëror dhe modalitet të hotelit. Mbështet VESA 200 x 200.   ","Price":278.53,"PCode":"306259"},{"Title":"Televizor TCL 40ES560, 40\u0022 (100cm), Full HD, i zi","Description":" Përshkrimi i produktit  Dizajn i hollë, i bukur, një imazh që nuk humbet asgjë. Qasje e lehtë në përmbajtje si dhe tingull premium - të gjitha të materializuara në një pajisje të vetme - në këtë televizor TCL. Ky televizor ka diagonale të ekranit prej 40 \u0022 (100 cm) dhe rezolucion Full HD (1920 x 1080 px). Karakteristikat e tij përfshijnë: HDR10, SMART HDR, zvogëlim të zhurmës digjitale, modalitet të filmit, zërim Dolby Audio (Dolby Digital Plus), fuqi zërimi: 2x 8 W, barazues, EPG për 8 ditë, teletekst, shfletues interneti, Hbb TV, DLNA, sistem operativ Android, mbështetje për Google Play Store, Chromecast, T-Cast, titra, modalitet të lojës, HDMI-CEC, kohëmatës për fikje, Wi-Fi. TV është gati për kontrollin e zërit dhe për të punuar me Google Assistant. Lloji i marrësit është DVB-C / T / T2 / S / S2. Mbajtësja është VESA 100 x 100. Klasa e energjisë është A \u002B.   ","Price":343.42,"PCode":"302880"},{"Title":"Televizor LG 55UN7300 - 55” (139 cm)","Description":" Përshkrimi i produktit  Televizori LG 55UN7300 vjen me ekran 55” (139 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart që përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, audio optike, RCA, LAN, Cl.   ","Price":499.5,"PCode":"287932"},{"Title":"Televizior Philips 50PUS8505 - 50 \u0022 (126cm)","Description":" Përshkrimi i produktit  Cilësi e shkëlqyer e fotografisë, zëri i shkëlqyeshëm, kontrolli i zërit dhe dizajni elegant. Një imazh plot shkëlqim dhe ngjyrë që pasqyron qëllimet e regjisorit, të shoqëruar me tinguj rrethues të qartë dhe të detajuar, pavarësisht nëse jeni duke shikuar filmin tuaj të preferuar, duke transmetuar një seri apo duke shikuar Blu-Ray, do të keni mundësi të shijoni një përvojë vërtet të paharrueshme. Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - gjithçka falë Ambilight. Si funksionon Ambilight? Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale, kështu që filmat fjalë për fjalë kalojnë kufijtë e ekranit. Motori Philips P5 kujdeset për një imazh plot detaje, ku ngjyrat janë të gjalla, tonet e lëkurës janë më të natyrshme, kontrasti është i mprehtë, dhe lëvizja është aq e qetë sa që nuk e humbni asnjëherë vëmendjen e topit, pa marrë parasysh sa e shpejtë është loja. Televiziori ka një rezolucion prej 4K, pra një rezolucion me një imazh që shkëlqen në thellësinë e tij, kontrastin, lëvizjen natyrale dhe detajet e gjalla. Kjo është katër herë me rezolucionin e TV konvencionale. Philips TV mund të përfitojë sa më shumë nga formatet video HDR10 \u002B! Niveli i kontrastit, ngjyrës dhe shkëlqimit rregullohet nga TV nga kornizë në kornizë, dhe pavarësisht nëse është një seri apo film, hijet do të jenë më të errëta ndërsa sipërfaqet e ndritshme do të shkëlqejnë. Tani mund ta kontrolloni televiziorin shpejt dhe me lehtësi, vetëm përmes zërit tuaj. Kërkojini Alex ose një Google assistant që të ndërrojë kanale, të gjejë një këngë të preferuar ose të pyesë se si do të jetë moti! Përveç kësaj, ju gjithashtu mund t\u0027i përdorni ato për të kontrolluar pajisjet e tjera që janë pjesë e shtëpisë tuaj të zgjuar! Karakteristikat kryesore: Ambilight me tre anë, i integruar Ambilight \u002B hue, muzikë me ambilight, modaliteti i lojës, modaliteti lounge, përputhja e ngjyrave në mur dhe AmbiWakeUp, AmbiSleep. Përmirësim i figurës me Dolby Vision, HDR10 \u002B, HLG, Piktura perfekte e motorit P5. Android TV 9 (Pie), filma të instaluar paraprakisht të Google Play, Google Play Music, google search, YouTube, Netflix, Amazon Instant Video dhe BBC iPlayer. Kapaciteti i memories 16 GB. Funksionet inteligjente: HbbTV, pauzë TV, regjistrim USB. Procesori katër-bërthamor. Tingulli: fuqia 20 W. Barazimi me 5 breza, tingulli AI, dialogët e qartë, Dolby Atmos, modaliteti i natës, rregullimi automatik i volumit. Lloji akordues C / T / T2 / S / S2. Wi-Fi dhe Bluetooth, mbështetje Alex dhe Google Assistant. Kontrolli i largët me funksionin e zërit. Klasa e energjisë A.   ","Price":847.88,"PCode":"284983"},{"Title":"Televizor Sencor SLE 43US601TCS, 43\u0022 (103cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Sencor SLE 43US601TCS është një televizor me rezolucion 4K UHD, zërim të shkëlqyeshëm dhe funksionim të thjeshtë. Televizori është i pajisur me një numër funksionesh dhe teknologjish që mbështesin një shfaqje të imazhit me cilësi të lartë dhe një atmosferë të këndshme kur e shikoni. Ky është një televizor me diagonale prej 43 \u0022 (103 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Koha e përgjigjes së tij është 9.5 ms. Këndet e shikimit janë: 178 ° / 178 °. Marrësi i sinjaleve është i llojit DVB-C / T / T2 / S / S2 me mbështetje HEVC H.265. Fuqia e zërimit është 2x 8 W. Ky televizor ka funksione të regjistrimit përmes USB, riprodhimit përmes USB, funksion TimeShift, EPG, teletext, orë, kohëmatës, funksion të kyçjes së programeve të caktuara nga prindërit dhe modalitet hoteli. Ndërfaqet SMART përfshijnë: Netflix , YouTube, dyqan online HbbTV, modul Wi-Fi të integruar, DLNA dhe Wireless display. Televizori mbështet standardin VESA 200 x 100. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":359.9,"PCode":"293350"},{"Title":"Televizion Sony KD, 65\u0022(164cm), 4K UHD","Description":" Përshkrimi i produktit  Televizioni Sony KD vjen me dizajn elegant dhe ofron përformancë të lartë. Ky televizion vjen me ekran LED dhe me diagonale të ekranit 65\u0022 ( 164 cm) me kualitetit 4K UhD dhe me rezolucion 3840 x 2160 piksela. Ju do të keni imazhe dhe video me cilësi të lartë me ngjyra shumë të detajizuara falë teknologjive që ky televizion ju ofron Triluminos display dhe Live Color. Poashtu ky produkt mbështet Dolby Digital , Dolby Digital Plus, ClearAudio \u002B mode. S-Force Front Surround, Wi-Fi, Bluetooth v4.1, USB HDD. Lloji i sintonizuesit DVB-C / T / T2 / S / S2.   ","Price":999.5,"PCode":"256230"},{"Title":"Televizor Panasonic TX-50HX580E - 50” (126cm), 4K UHD), i zi","Description":" Përshkrimi i produktit  Televizori Panasonic TX-50HX580E vjen me ekran 50” (126cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Panasonic mundëson përdorimin e teknologjive si HDR10, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Panasonic ka katër porte HDMI, porte USB, RCA, VGA, LAN, port audio për kufje, dhe port për lidhje me satelit   ","Price":530.1,"PCode":"283405"},{"Title":"Televizor Sony KD-65XH9505 - 65” (164 cm)","Description":" Përshkrimi i produktit  Televizori Sony KD-65XH9505 vjen me ekran 65” (164 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 30W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Sony mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, LED, Smart, Triluminos, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Sony ka porte HDMI, RCA, 3.5 mm jack, audio optike, LAN, Cl.   ","Price":1657.44,"PCode":"287519"},{"Title":"Televizor Sony KD-65XH8096, 65\u0022 (164cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor i mençur me diagonale prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Prej teknologjive të imazhit ofron: HDR10, HLG, Dolby Vision, Triluminos, Live Color, përmirësim të qartësisë 4-X-Reality Pro, procesor X1 4K HDR, përmirësim dinamik të kontrastit dhe përmirësim të objektit me HDR, Motionflow XR 400 Hz. Fuqia e zërit të tij është 10 W \u002B 10 W. Lloji i altoparlantit është Bas Reflex. Prej teknologjive të zërit ka: Dolby Audio, Dolby Atmos, teknologji të tingullit rrethues digjital DTS. Karakteristikat tjera përfshijnë: sistemin operativ Android, memorie të brendshme me kapacitet 16 GB, kërkim zanor, EPG, Google Play, kohëmatës, teletext, titra. Opsionet e lidhjes përfshijnë: Wi-Fi, Bluetooth v4.2, Chromecast të integruar, Apple AirPlay, Apple Homekit, regjistrimin në USB ose HDD. Klasa e energjisë është A.   ","Price":1079.5,"PCode":"282649"},{"Title":"Televizor Sony KD-49XH8077, 49\u0022 (123cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Televizor i mençur me diagonale prej 49 \u0022 (123 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Prej teknologjive të imazhit ofron: HDR10, HLG, Dolby Vision, Triluminos, Live Color, përmirësim të qartësisë 4-X-Reality Pro, procesor X1 4K HDR, përmirësim dinamik të kontrastit dhe përmirësim të objektit me HDR, Motionflow XR 400 Hz. Fuqia e zërit të tij është 10 W \u002B 10 W. Lloji i altoparlantit është Bas Reflex. Prej teknologjive të zërit ka: Dolby Audio, Dolby Atmos, teknologji të tingullit rrethues digjital DTS. Karakteristikat tjera përfshijnë: sistemin operativ Android, memorie të brendshme me kapacitet 16 GB, kërkim zanor, EPG, Google Play, kohëmatës, teletext, titra. Opsionet e lidhjes përfshijnë: Wi-Fi, Bluetooth v4.2, Chromecast të integruar, Apple AirPlay, Apple Homekit, regjistrimin në USB ose HDD. Klasa e energjisë është A.   ","Price":838.95,"PCode":"282643"},{"Title":"Televizor TCL 55P815 - 55” (139 cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori TCL 55P815 vjen me ekran 55” (139 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 pikselë. Posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, TCL mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, TCL ka porte HDMI, audio optike, LAN, Cl, 3.5 mm.    ","Price":622.72,"PCode":"302909"},{"Title":"Televizor Samsung QE85Q70T - 216cm","Description":" Përshkrimi i produktit  Ky televizor kombinon dhe mbështet një varg tiparesh të përkryera për t\u0027ju ofruar performancë të shkëlqyeshme. Ka diagonale 85 inç dhe rezolucion fantastik 4K UHD 3840 x 2160 pikselë. Përveç imazheve të detajuara pjesa e audios ka kapacitet 20W. Mbështet teknologjinë HDR10 \u002B, QLED, Quantum HDR1000, Smart. Ka tuner të tipit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Lidhet me pajisje përmes porteve HDMI, USB, audios optike dhe koaksiale, RCA, LAN, Cl. Energjia është e tipit A\u002B. Mund të montohet në mur.   ","Price":3523.5,"PCode":"283290"},{"Title":"Televizor Philips 43PUS7805, 43\u0022 (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Zbuloni një dimension të ri nga shikimi i TV me këtë televizor të mençur Philips, me performancë të lartë. Një imazh plot shkëlqim dhe ngjyrë që pasqyron qëllimet e regjisorit, të shoqëruar me tinguj rrethues të qartë dhe të detajuar, pavarësisht nëse jeni duke shikuar filmin tuaj të preferuar, duke transmetuar një seri apo duke shikuar disqe Blu-Ray, do të keni mundësi të shijoni një përvojë vërtet të paharrueshme. Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - i merrni të gjitha këto me funksionin Ambilight. Si funksionon Ambilight? Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale, kështu që filmat kalojnë kufijtë e ekranit. Motori Philips P5 Perfect Picture kujdeset për një imazh plot detaje, ku ngjyrat janë të gjalla, tonet e lëkurës janë më të natyrshme, kontrasti është i mprehtë, dhe lëvizja është aq e qetë sa që nuk e humbni asnjëherë vëmendjen e topit, pa marrë parasysh sa e shpejtë është loja. Merrni shpejt dhe lehtë përmbajtjen tuaj të preferuar! SAPHI është një sistem operativ i shpejtë dhe intuitiv që ju lejon të përdorni aplikacionet tuaja të preferuara të Philips Smart TV, duke përfshirë YouTube, Netflix dhe një buton tjetër me një prekje. Televizori ka një rezolucion prej 4K, pra një rezolucion me një imazh që shkëlqen në thellësinë e tij, kontrastin, lëvizjen natyrale dhe detajet e gjalla. Ky rezolucion është katër herë më i madh se rezolucioni i një televizori të zakonshëm. Philips TV mund të përfitojë sa më shumë nga formatet video HDR10 \u002B! Nivelet e kontrastit, ngjyrës dhe shkëlqimit rregullohen nga TV nga korniza në kornizë, dhe pavarësisht nëse është një serial apo film, hijet do të jenë më të errëta ndërsa sipërfaqet e ndritshme do të shkëlqejnë. Tani mund ta kontrolloni TV shpejt dhe me lehtësi, vetëm përmes zërit tuaj. Kërkojini Alexa të ndërrojë kanale, të gjejë një këngë të preferuar ose të pyesë se si do të jetë moti! Për më tepër, mund të kërkoni që Alexa ta fikë ose ndez përsëri, vetëm për të kontrolluar pajisjet inteligjente në shtëpinë tuaj. Ky është një televizor i mençur LED me diagonale prej 43 \u0022 (108 cm) dhe rezolucion 4K UHD prej 3840 x 2610 px. Lloji i akorduesit është C / T / T2 / S / S2. Televizori është i pajisur edhe me Wi-Fi. Klasa e energjisë është A.   ","Price":581.94,"PCode":"288810"},{"Title":"Televizor Samsung QE65Q95T - 163cm","Description":" Përshkrimi i produktit  Ky televizor kombinon dhe mbështet një varg tiparesh të përkryera për t\u0027ju ofruar performancë të shkëlqyeshme. Ka diagonale 65 inç dhe rezolucion fantastik 4K UHD 3840 x 2160 pikselë. Përveç imazheve të detajuara pjesa e audios ka kapacitet 60W. Mbështet teknologjinë HDR10 \u002B, QLED, Quantum HDR2000, Smart. Ka tuner të tipit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Lidhet me pajisje përmes porteve HDMI, USB, audios optike dhe koaksiale, LAN, Cl. Energjia është e tipit B. Mund të montohet në mur.   ","Price":2449.5,"PCode":"283247"},{"Title":"Televizor GoGEN TVU 43W652 STWEB, 43 (109cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor me diagonale 43 \u0022 (109 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Ky televizor ka marrës të llojit DVB-T / T2 (HEVC) / C / S2 dhe mbështetje PAL / SECAM BG / DK / I / L / L për HEVC H.265. Fuqia totale e altoparlantëve është 16 W (2 x 8 W). Televizori mundëson lujatjen e skedarëve nga USB. Karakteristika të tjera përfshijnë: kohëmatës për fikje, bllokim të kanaleve të caktuara, modalitet hoteli (Hotel Mode), si dhe një telekomandë. Ndërfaqja e tij përfshin: 2 x HDMI, 1 x USB, VGA, hyrje audio për PC, LAN, dalje për kufje, Cl \u002B. Televizori mbështet standardin VESA. Klasa e efiçiencës së energjisë së tij është A \u002B.   ","Price":409.92,"PCode":"270831"},{"Title":"Televizion Sony KD-65XG8577, 65\u0022 (164cm), 4K HDR ","Description":" Përshkrimi i produktit  Televizioni Sony KD vjen me një dizajn unik dhe ofron shumë karakteristika. Ky televizion vjen me diagonale të ekranit 65\u0022 ( 164 cm) 4K UHD dhe me rezolucion 3840 x 2160 piksela dhe funksionon në frekuencat 100 Hz. Pamja e bukur e hollësishme, së bashku me realitetin Sound-from-Picture, sjell performancë mahnitëse audio-vizuale. Procesori HD 4K HDR X1 riprodhon një imazh që fjalë për fjalë e përfshinë thellësinë, strukturën dhe ngjyrën natyrore, ku ngjyrat e treguara janë të pastra, me shkëlqim të lartë pa ndonjë mangësi. Megjithatë, imazhi i vërtetë i paraqitur këtu nuk është thjesht një meritë e këtij qipi të fuqishëm, por është i përbërë nga një bashkëveprim i mrekullueshëm i teknologjisë së lartë si HDR, Super Bit Mapping HDR dhe Dynamic Contrast Enhancer. Ky TV vjen me kapacitet 16 GB,me WiFi, Bluetooth, USB HDD, DVB-C / T / T2 / S / S2. dhe klasa e energjisë A.   ","Price":1337.15,"PCode":"256232"},{"Title":"Televizor Hyundai ULW 50TS643, 50 \u0022 (127cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor SMART me diagonale 127 cm. Shijoni imazhe mahnitëse superiore nga realiteti, i cili shkon paralelisht me performancën e jashtëzakonshme audio të televizorit. E gjithë kjo plotësohet nga funksione dhe kontrolle të mençura. Dolby Vision ju jep një pamje më të ndritshme, më të mprehtë me kontrast më të mirë, ngjyra të sakta, të zgjeruara dhe detaje vërtet të shkëlqyera që do t\u0027ju tërheqin në mënyrë të vërtetë. Në bashkëpunim me HDR, nuk do të mund të tregoni ndryshimin midis imazhit në televizor dhe botës reale. Televizori mund të riprodhojë një gamë më të gjerë të shkëlqimit dhe zonat e fshehura më parë të hijet e errëta dhe rrezet e diellit tani do të jenë plot qartësi dhe detaje. Me Clear Picture Motion, televizori juaj është një zgjedhje e shkëlqyeshme kur shikoni sporte, gara ose filma aksioni. Kjo për shkak se është e përkryer për shfaqjen e skenave me hapa të shpejtë. Televizori është një investim i shkëlqyeshëm falë akorduesit T2, kështu që ju jeni të përgatitur bukur të ndryshoni kaloni nga DVBT në DVB T2 në HEVC 265. Skylink Fast Scan është një veçori që eliminon nevojën për të akorduar ose azhurnuar me dorë kanalet televizive. Skylink Fast Scan do ta bëjë atë për ju - d.m.th. automatikisht akordon menunë e programit Skylink në televizorin tuaj dhe e mban atë të azhurnuar. Televizori ka Wi-Fi të integruar që ju lejon të lidhni televizorin tuaj SMART me internet pa kabllo të panevojshme që thjesht ndërhyjnë dhe ngatërrojnë dizajnin e përgjithshëm të televizorit. Shfletuesi i hapur i internetit të televizorit plotësohet me shumë shije nga një numër i aplikacioneve të dobishme si YouTube, Facebook, Twitter dhe shumë më tepër.   ","Price":446.02,"PCode":"272808"},{"Title":"Televizor Samsung QE49LS01T - 123cm","Description":" Përshkrimi i produktit  Ka televizor ndërhturr një varg tiparesh të përsosura teknologjike për argëtimin tuaj maksimal. Ka diagonale 49 inç dhe ofron pamje fantastike të detajizuara me rezolucion 3840 x 2160 pikselë ndërsa përveç vizualitetit edhe pjesa e audios është e pastër dhe e fuqishme me kapacitet 40W. Televizori ka marrës të tipit DVB-C, DVB-S2, DVB-T2 (HEVC) dhe teknologji HDR10 \u002B, HLG, QLED, Quantum HDR, Smart. Lidhet me pajisje përmes konektorëve HDMI, USB, jack 3.5 mm, audios optike dhe Cl. Mund të montohet edhe në mur. Ka energji të klasit A.   ","Price":1148.64,"PCode":"283306"},{"Title":"Televizor LG 65NANO90, 65\u0022 (164cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Fotografi, tingull, dizajn dhe funksion i jashtëzakonshëm - të gjitha të mishëruara në një pajisje të vetme, dhe kjo është ajo për çfarë kanë të bëjnë televizorët LG. Ky televizor është i pajisur me teknologji NanoCell. Kjo është një teknologjia më e mirë që përdor grimca nano 1nm, të cilat rrisin pastërtinë e ngjyrave duke filtruar. Ngjyrat e pastra janë më pas çelësi i një spektakli mahnitës vizual. Shijoni një imazh më të qartë dhe më të pasur 4K i cili gjithashtu plotëson vlerën CM të standardit ndërkombëtar. Për të mbajtur gjithçka në funksionim siç duhet, televizori është i pajisur me një procesor të fuqishëm të gjeneratës së 3-të Alpha 7, i cili do të kujdeset për gjithçka. Një përvojë befasuese audio-vizuale, plot ngjyra, tone të forta - të gjitha pa probleme dhe shpejt. Për më tepër, siguron që edhe një imazh me rezolucion të ulët të shndërrohet në një rezolucion më të lartë, sa më afër që të jetë e mundur me një imazh 4K. Zhysni veten në llojet e ndryshme të përmbajtjes në dispozicion në Apple TV \u002B, Netflix dhe LG Channels. Gjithçka qartë në një vend. Thjesht uluni dhe argëtohuni. Shikoni të gjitha lëvizjet shpejt dhe qetë pa turbullira! Me funksionin Motion Pro, shikimi i transmetimeve sportive do të jetë pa asnjë mjegullim lëvizjeje, turbullim ose dridhje. Përveç kësaj, televiziori është i pajisur me një funksion praktik alarmi sportiv që ju informon para, gjatë dhe pas ndeshjes për momente të rëndësishme, edhe nëse jeni duke shikuar diçka tjetër. Shndërroni televiziorin tuaj LG në një panel kontrolli në shtëpi për të kontrolluar shtëpinë tuaj të mençur vetëm përmes zërit tuaj. Thjesht bëni një pyetje dhe teknologjitë e ndihmësve inteligjentë Google Assistant dhe Amazon Alexa do të kujdesen për gjithçka! Jeta me LG është kaq e thjeshtë. Ky është një televizor SMART LED me një diagonale prej 65 “ (164 cm) dhe rezolucion 4K (3840 x 2160 px). Marrësi është i llojit DVB-C / T / T2 / S / S2. Televizori mbështet HDR 10, Dolby Vision IQ, HbbTV, HLG, HEVC H.265, VP9, Nano Color, G-Sync, FreeSync, HGiG, HFR, 4S upscaler, ALLM dhe modalitetin Filmmaker. Sistemi i altoparlantëve është 2.0, fuqia 20 W. Poashtu televizori ofron mbështetje për Wi-Fi, DLNA dhe Miracast. E përfshirë në paketë është edhe një telekomandë. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":1351.37,"PCode":"287916"},{"Title":"Televizor Samsung QE75Q950T, 75\u0022 (189cm), 8K UHD, i zi","Description":" Përshkrimi i produktit  Televizioni kryesor i linjës Samsung, i cili do të krijojë një atmosferë gjithëpërfshirëse plot pamje dhe zërim të përsosur në shtëpinë tuaj. Përgatituni për kënaqësi të vërtetë me ngjyra, imazhe të qarta, pa shkëlqim dhe detaje të mahnitshme - të gjitha kur ndizni TV. Filmi ose përvoja juaj e lojrave do të arrijë lartësi të reja me QLED 8K Q950T. Do të shikonit më kot një kornizë shqetësuese, ekrani i tij i Infinity është i veshur me një vijë ultra të hollë, falë së cilës do të tërhiqeni plotësisht në veprim. Zbuloni botën në ngjyra të reja dhe detaje në rezolucion të lartë 8K i përbërë nga 33 milion pikselë. QLED Q950T është i pajisur me një procesor inteligjent Quantum Processor 8K, i cili përdor teknologjinë 8K AI Upscaling për të krijuar tekstura të reja dhe për të rritur përmbajtjen në çdo cilësi në një nivel të lartë të rezolucionit 8K. Për më tepër, funksioni Adaptive Image mund të rregullojë nivelin e shkëlqimit në kohë reale në varësi të ndriçimit përreth. Ju mund të shijoni pamjen e përsosur gjatë gjithë ditës dhe në çdo kushte ndriçimi. Komponenti i tingullit është një pjesë e rëndësishme e çdo përvoje të filmit ose lojrave, kjo është arsyeja pse QLED Q950T është i pajisur me Motion Tracking Audio (OTS \u002B), e cila krijon audio autentike rrethuese përmes altoparlantëve anësor, të sipërm dhe të poshtëm. Samsung është i kujdesshëm që dizajni minimalist i televizorëve të tyre të mos shqetësohet nga kabllot e pakëndëshme. Zgjidhja me një kabllo pothuajse të padukshme nuk është vetëm estetike, por edhe praktike - ju mund t\u0027i lidhni të gjitha pajisjet tuaja të jashtme shumë lehtë dhe qartë. Shikoni shfaqjet tuaja të preferuara në QLED Q950T ndërsa pasqyroni ndërfaqen e celularit tuaj në ekran - me funksionin Multi View, ju mund ta ndani ekranin në dy pjesë dhe të kënaqeni dy herë më shumë. Përvojat e paharrueshme të lojërave ju presin në ekranin Q950T pa telashe për të shqyer falë mbështetjes së teknologjisë AMD FreeSync, e cila siguron një imazh të përsosur të qetë. Edhe skenat e veprimit me të vërtetë dinamike tani mund të shijohen pa ndonjë artifakte të lehta ose imazhe të paqarta. Edhe në një familje të zhurmshme, nuk do të ju mungojë një dialog i vetëm. Funksioni Auto Voice Amplification (AVA) ndjen nivelin e zhurmës së ambientit dhe automatikisht amplifikon vetëm komponentin e zërit të audios, kështu që nuk humbni kurrë në veprim. Kanalet televizive, aplikacionet transmetuese, konzolat e lojërave - e gjithë kjo dhe shumë më tepër mund të gjenden në ndërfaqen e qartë Smart Hub. Q950T lehtësohet më tej nga një kontrollues i vetëm, intuitiv One Remote me një dizajn elegant. Marrësi është i llojit DVB-C / T / T2 / S / S2. Karakteristika të tjera përfshijnë: Bluetooth, DLNA, HbbTV, riprodhimin përmes USB, regjistrimin përmes USB, TimeShift, kontrollin me anë të zërit, shfletuesin e uebit, O2 TV, Netflix, Skylink Live TV, HBO GO, Skylink FastScan, dekoderin Dolby Digital Plus dhe woofer-in e integruar. Klasa e energjisë është C.   ","Price":7134.24,"PCode":"283229"},{"Title":"Televizor Panasonic TX-43HX710E, 43\u0022 (108cm), 4K UHD, i zi / argjendtë","Description":" Përshkrimi i produktit  Një nivel i ri i argëtimit në shtëpi! Kjo është ajo që ju mund të prisni çdo herë kur ndizni këtë televizor Panasonic. Sigurisht, ekziston vetëm një dizajn ultra i hollë, fotografi dhe zë i jashtëzakonshëm dhe një numër funksionesh kryesore. Shkarkoni aplikacionet dhe lojërat tuaja të preferuara nga Google Play dhe argëtojeni veten ose familjen tuaj me ekranin e madh të këtij televizori. Televizori ofron figurë cilësore me plot ngjyra dhe detaje, që nuk qëndron vetëm pas rezolucionit 4K, por gjithashtu mbështet edhe për lloje të ndryshme të formateve HDR, përfshirë HDR10 ose HLG. Një figurë që mbështet HDR karakterizohet nga një ngjyrë e bardhë më e ndritshme dhe një ngjyrë e zezë më e thellë sesa formati i figurës Standard Dynamic Range (SDR). 4K Studio Color Engine është një procesor i fuqishëm që siguron shfaqje perfekte të figurës falë riprodhimit të saktë, performancës së ngjyrave, madje edhe falë shfaqjes besnike të lëvizjes. Dolby Vision është një teknologji e shkëlqyer që sjell në jetë figura nga disqet Blu-ray të pajtueshme UHD ose transmetimi i videos 4K. Një figurë e tillë atëherë do të ketë cilësi të jashtëzakonshme të ngjyrave, kontrast dhe shkëlqim. Luaj me shpejtësi dhe lehtësi filmat, muzikën dhe më shumë në televizorin tënd me Chromecast të integruar. Zgjidhni përmbajtjen dhe ngarkojeni atë në Android TV me prekjen e gishtit! Ky televizor falë Wi-Fi të integruar, do t\u0027ju lejojë të hyni në një botë të mbushur me një numër të pashtershëm mundësish - transmetim online, YouTube, shërbime transmetimi të tilla si Netflix, tani i keni të gjitha në majë të gishtave tuaj. Ju mund të kontrolloni televizorin përmes zërit me anë të Google Assistant. Ky televizor ofron mbështetje edhe për Bluetooth. Ky është një televizor SMART me diagonale prej 43 \u0022 (108 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Marrësi është i llojit DVB-T / T2 / C / S / S2. Fuqia e zërimit është 2x 10 W. Sistemi operativ është Google Android. Klasa e energjisë është A \u002B.   ","Price":586.62,"PCode":"296530"},{"Title":"Televizor Toshiba 24WA2063DG - 24” (60 cm), HD, i zi","Description":" Përshkrimi i produktit  Televizori Toshiba 24WA2063DG vjen me ekran 24” (60 cm) me kualitet HD dhe rezolucion 1366 x 768 pikselë. Posedon altoparlantë të integruar me fuqi 19 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Toshiba mundëson përdorimin e teknologjive si HDR10, LED, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Philips ka tri porte HDMI, porte USB, VGA, CI\u002B, port audio për kufje, port audio L/P, RJ-45 LAN dhe port për lidhje me satelit.    ","Price":235.98,"PCode":"310880"},{"Title":"Televizor Panasonic TX-65HX710E, 65\u0022 (164cm), 4K UHD, i zi / argjendtë","Description":" Përshkrimi i produktit  Një nivel i ri i argëtimit në shtëpi! Kjo është ajo që ju mund të prisni çdo herë kur ndizni këtë televizor Panasonic. Sigurisht, ekziston vetëm një dizajn ultra i hollë, fotografi dhe zë i jashtëzakonshëm dhe një numër funksionesh kryesore. Shkarkoni aplikacionet dhe lojërat tuaja të preferuara nga Google Play dhe argëtojeni veten ose familjen tuaj me ekranin e madh të këtij televizori. Televizori ofron figurë cilësore me plot ngjyra dhe detaje, që nuk qëndron vetëm pas rezolucionit 4K, por gjithashtu mbështet edhe për lloje të ndryshme të formateve HDR, përfshirë HDR10 ose HLG. Një figurë që mbështet HDR karakterizohet nga një ngjyrë e bardhë më e ndritshme dhe një ngjyrë e zezë më e thellë sesa formati i figurës Standard Dynamic Range (SDR). 4K Studio Color Engine është një procesor i fuqishëm që siguron shfaqje perfekte të figurës falë riprodhimit të saktë, performancës së ngjyrave, madje edhe falë shfaqjes besnike të lëvizjes. Dolby Vision është një teknologji e shkëlqyer që sjell në jetë figura nga disqet Blu-ray të pajtueshme UHD ose transmetimi i videos 4K. Një figurë e tillë atëherë do të ketë cilësi të jashtëzakonshme të ngjyrave, kontrast dhe shkëlqim. Luaj me shpejtësi dhe lehtësi filmat, muzikën dhe më shumë në televizorin tënd me Chromecast të integruar. Zgjidhni përmbajtjen dhe ngarkojeni atë në Android TV me prekjen e gishtit! Ky televizor falë Wi-Fi të integruar, do t\u0027ju lejojë të hyni në një botë të mbushur me një numër të pashtershëm mundësish - transmetim online, YouTube, shërbime transmetimi të tilla si Netflix, tani i keni të gjitha në majë të gishtave tuaj. Ju mund të kontrolloni televizorin përmes zërit me anë të Google Assistant. Ky televizor ofron mbështetje edhe për Bluetooth. Ky është një televizor SMART me diagonale prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Marrësi është i llojit DVB-T / T2 / C / S / S2. Fuqia e zërimit është 2x 10 W. Sistemi operativ është Google Android. Klasa e energjisë është A \u002B.   ","Price":997.92,"PCode":"296527"},{"Title":"Televizor Sony KD-55AG9 55\u0022 - 139cm","Description":" Përshkrimi i produktit  Ky televizor ofron një varg veçorish për nevojat dhe kënaqësitë tuaja përmes një bote shumëngjyrëshe me detaje realistike dhe zë të jashtëzakonshëm. Ka madhësi 55\u0027\u0027 dhe rezolucion 4K UHD. Ekrani triluminoz mund të riprodhoj në mënyrë të përsosur tonet e ngjyrës së kuqe, të gjelbërt dhe të kaltër. Ka çasje të lehtë ndaj kanalit youtube dhe netflix që thjeshtë plotëson listën e kërkesave tuaja. Përmes Plug and Play ju poashtu mundeni të ndani video, fotografi dhe muzikë prej shumë pajisjeve duke përfshirë edhe telefonin tuaj. Zëri mund të rregullohet edhe përmes ClearAudio \u002B. Mbështet HDR10 dhe HLG dhe ofron mbështetje për Dolby Digital, Dolby Digital Plus, Dolby Pulse, Dolby AC-4 DTS digital surround sound.   ","Price":2284.32,"PCode":"261915"},{"Title":"Televizor Sony KD-55XH9077, 55\u0022 (139cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Televizor i mençur me diagonale prej 55 \u0022 (139 cm) dhe rezolucion 4K UHD (3840 x 2160 px). I jashtëzakonshëm dhe i fuqishëm - ky është një televizor i mençur nga Sony, i cili, falë një numri funksionesh unike, do t\u0027ju lejojë të shijoni argëtimin me cilësi të studios, menjëherë në shtëpinë tuaj. Rezolucion i jashtëzakonshëm dhe procesor i fuqishëm Ditët e imazheve bardh e zi, por edhe ngjyra, imazhe të paqarta dhe të mërzitshme janë zhdukur prej kohësh! Sot, ju mund të kënaqeni me një imazh të plotë me detaje dhe struktura të plotësuara me ngjyra të vërteta me një shtypje të vetme të kontrolluesit - e gjithë kjo është kujdesur nga procesori i fuqishëm 4K HDR Processor X1. Për më tepër, imazhet e marra vetëm në rezolucion Full HD ose 2K do të rrisin rezolucionin në cilësi pothuajse 4K përmes 4K X-Reality Pro, i cili përdor një bazë të dhënash unike 4K për këtë qëllim. Full Array LED për detaje të shkëlqyera Duke theksuar detaje të shkëlqyera, TV zbulon se sa realiste mund të jetë fotografia. Teknologjia Full Array LED përdor zonat e LED, të cilat lejojnë ndriçim të pavarur dhe krijojnë një kontrast më realist falë dritave edhe më të lehta dhe pikave të errëta. Kjo është përmirësuar më tej nga teknologjia X-tended Dynamic Range, e cila rregullon shkëlqimin për të shfaqur reflektime më të ndritshme dhe të zezë më të thellë në hije. Përmirësoni objektet me HDR Kjo teknologji analizon ngjyrën e objekteve individuale në ekran dhe rregullon kontrastin, ndryshe nga televizorët konvencional, ku kontrasti rregullohet vetëm në një kurbë kontrasti nga e zeza në të bardhë. Falë teknologjisë së zgjerimit të objektit, imazhi i shfaqur arrin thellësi më të madhe, përmban cilësi më të hollësishme dhe është krejtësisht realist. Ekrani Triluminos Pajisur me një procesor X1, ekrani Triluminos mund të analizojë dhe përpunojë të dhënat nga secila imazh në mënyrë që ngjyrat të duken krejtësisht natyrale dhe të sakta, duke e bërë imazhin që rezulton fjalë për fjalë të barabartë me realitetin. X-Motion Clarity Ndjekjet e makinave në një film aksion, një ndeshje hokej për World Cup ose garat F1 - të gjitha të shkrepjet me skena të shpejta dhe veprim të shpejtë gjithmonë do të jenë të qetë me një TV Sony. Teknologjia X-Motion Clarity kujdeset për gjithçka, duke siguruar që çdo imazh i lëvizshëm kontrollohet saktësisht për të minimizuar turbullirën. Edhe gjatë skenave të shpejta, imazhi mbetet i saktë dhe nuk humb asnjë nga shkëlqimi i tij. Dolby Vision Dolby Vision punon me HDR për të krijuar një përvojë tërheqëse dhe të fuqishme plot ndriçim të fortë, të zezë të errët dhe ngjyra të gjalla. Tingull harmonik Përvoja e përsosur e shikimit të TV nuk është krijuar vetëm nga një imazh i lartë, por edhe nga tingulli që mund të kompletojë atmosferën saktësisht sipas nevojës. Dhe kjo është pikërisht ajo për të cilën shkëlqen vërtet ky televizor nga Sony! Teknologjia akustike Multi-Audio përdor dy tweeters për të pozicionuar tingullin në pjesën e prapme të televizorit. Këta altoparlantë ju lejojnë të ndiqni lëvizjen në ekran pa tingullin që ndryshon nga imazhi. Altoparlantët X-Balanced Këta janë altoparlantë të formuar rishtas me transmetues X-Balanced, të cilët do të sigurojnë dëgjim cilësor jo vetëm për filma, por edhe për programe muzikore. Dolby Atmos and S-Force Front Surround Me teknologjinë Dolby Atmos, tingulli vjen nga lart dhe nga anët, kështu që ju të mund të shijoni një përvojë vërtet shumëdimensionale. Me konvertimin e hyrjeve, S-Force Front Surround siguron riprodhim virtual të sistemit të tingullit rrethues, kështu që të mund të shijoni edhe më shumë përvoja. Android TV Televizori është i pajisur me platformën Android TV, i cili ju lejon të qaseni lehtë në përmbajtjen, shërbimet dhe shumë aplikacione tuaja të preferuara. Sigurisht, ekziston edhe kontrolli përmes zërit ose Netflix. Modaliteti Netflix Calibrated Në modalitetin Netflix Calibrated, vizioni dhe qëllimi i autorit të figurës ruhen plotësisht. Ky është një modalitet i zhvilluar posaçërisht për programet Netflix. Ajo që me siguri do të mirëpritni është qasja e shpejtë në Netflix falë një butoni special të vendosur direkt në telekomandë. Ju mund të transmetoni me prekjen e një butoni. Softueri i autokalibrimit CalMAN Ky televizor përdor softuerin e autokalibrimit Portrait Displays CalMAN për të adresuar ndryshimet e ngjyrave që ndodhin gjatë procesit të prodhimit. Ajo siguron cilësi të pabarabartë të kalibrimit dhe ofron mundësinë e rregullimit të saktë të ngjyrave. Opsionet e lidhjes përfshijnë: Wi-Fi, Bluetooth v4.2, Chromecast të integruar, Apple AirPlay, Apple Homekit, regjistrim përmes HDD me ndërfaqe USB. Klasa e efiçiencës së energjisë është A.    ","Price":1204.12,"PCode":"287512"},{"Title":"Televizor GoGEN TVH 24P452, 24\u0027\u0027 (60cm), HD, i zi","Description":" Përshkrimi i produktit  Ky televizor ofron një varg tiparesh të përsosura teknologjike për performancë të shkëlqyer. Ka diagonale 55 inç me rezolucion 1366 x 768 pikselë HD si dhe altoparlantë 5W. Mbështet teknologjinë LED dhe ka marrës të tipit DVB-C, DVB-T2 (HEVC). Mund të kontrollohet përmes telekomandës. Lidhet me pajisje përmes portit HDMI, USB, 3.5 mm, Cl. Ofron energji të klasit A\u002B.   ","Price":195.36,"PCode":"300594"},{"Title":"Televizor Samsung QE85Q60T - 85” (216 cm)","Description":" Përshkrimi i produktit  Televizori Samsung QE85Q60T vjen me ekran 85” (216 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 pikselë. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Samsung mundëson përdorimin e teknologjive si HDR10 \u002B, QLED, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Samsung ka HDMI, audio koaksiale, audio optike, RCA, LAN, Cl.    ","Price":2779.68,"PCode":"283299"},{"Title":"Televizor Panasonic TX-49HX940E, 49\u0022 (123cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Dizajni elegant, procesori i fuqishëm, funksionet praktike, të gjitha për një përvojë të jashtëzakonshme të shikimit në TV. Televizori krenohet me një imazh të lartë, cilësia e të cilit është direkt për shkak të ekspertëve të Hollivudit. Ata punuan ditë e natë për t\u0027u mburrur me një imazh të plotë me detaje të mprehta me një interpretim të saktë të ngjyrave. Procesori HCX Pro - Dekada përvoje dhe njohuri të informacionit për ngjyrat, nivelet e zeza dhe shkëlqimin - të gjitha këto të vendosura në një çip të fuqishëm. Ky është informacioni i marrë nga referenca e televizorëve plazma dhe pajisjeve profesionale të transmetimit nga Panasonic. Televiziori mbështet riprodhimin e standardeve të metadatave të gjeneratës së re HDR10 \u002B dhe Dolby Vision - të gjitha për ngjyrën, kontrastin dhe shkëlqimin më të mirë. Do të ishte skandaloze nëse fotografia e jashtëzakonshme do të shoqërohej nga një tingull i keq, por mos u shqetësoni, nuk ka diçka të tillë në një TV Panasonic. Përkundrazi - mund të prisni një tingull tepër të qartë, të pasur dhe piktoresk që do t\u0027ju rrethojë nga të gjitha anët. Televizori Panasonic krenohet me një gamë të gjerë ngjyrash për një pamje natyrale dhe është i pajisur me ndriçim LED me cilësi të lartë që siguron shkëlqim të vazhdueshëm. Ky televizor ofron kontrast të shkëlqyeshëm dhe hije madje delikate të imazhit midis zonave të errëta dhe të lehta. Ky është një televizor me diagonale prej 49 \u0022 (123 cm) dhe rezolucion 4K UHD prej 3840 x 2160 px. Karakteristikat e mençura të tij përfshijnë: my Home Screen 5.0, mbështetjen për Google Assistant, Alexa, udhëzimin përmes zërit, EPG, Wi-Fi dhe Bluetooth. Poashtu televizori ofron: In-House TV Streaming (server / klient), TV Anywhere, aplikacionin për kontroll nga largësia Panasonic TV Remote, Swipe dhe Share, Media Player, shfletues uebi, pasqyrues, teletext, regjistrimin përmes USB, shumë dritare PAP, PIP, PAT, Hbb TV. Ky televizor ka senzor të dritës së ambientit. Marrësi që posedon është i llojit DVB-C / T / T2 / S / S2. Televizori ofron mbështetje për VESA 200 x 200 mm. Klasa e energjisë është A \u002B.   ","Price":972,"PCode":"285766"},{"Title":"Televizor LG 55UN7000 - 55\u0027\u0027 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Ky televizor ofron një varg tiparesh të përsosura teknologjike për performancë të shkëlqyer. Ka diagonale 55 inç me rezolucion 3840 x 2160 pikselë 4K UHD si dhe altoparlantë 20W. Mbështet teknologjitë HDR10, HLG, LED, Smart dhe ka marrës të tipit DVB-C, DVB-S2, DVB-T2 (HEVC). Mund të kontrollohet përmes telekomandës apo asistencës zanore. Mundëson regjistrimin PVR. Lidhet me pajisje përmes portit HDMI, HDMI 2.0, HDMI (ARC), USB, RCA, LAN, Cl. Ofron energji të klasit A.   ","Price":444.96,"PCode":"300625"},{"Title":"Televizor Sony KD-65XH8077, 65\u0022 (164cm), 4K UHD, i argjendtë","Description":" Përshkrimi i produktit  Televizor i mençur me diagonale prej 65 \u0022 (164 cm) dhe rezolucion 4K UHD (3840 x 2160 px). Prej teknologjive të imazhit ofron: HDR10, HLG, Dolby Vision, Triluminos, Live Color, përmirësim të qartësisë 4-X-Reality Pro, procesor X1 4K HDR, përmirësim dinamik të kontrastit dhe përmirësim të objektit me HDR, Motionflow XR 400 Hz. Fuqia e zërit të tij është 10 W \u002B 10 W. Lloji i altoparlantit është Bas Reflex. Prej teknologjive të zërit ka: Dolby Audio, Dolby Atmos, teknologji të tingullit rrethues digjital DTS. Karakteristikat tjera përfshijnë: sistemin operativ Android, memorie të brendshme me kapacitet 16 GB, kërkim zanor, EPG, Google Play, kohëmatës, teletext, titra. Opsionet e lidhjes përfshijnë: Wi-Fi, Bluetooth v4.2, Chromecast të integruar, Apple AirPlay, Apple Homekit, regjistrimin në USB ose HDD. Klasa e energjisë është A.   ","Price":1179.5,"PCode":"282648"},{"Title":"Televizor Philips 75PUS7805, 75\u0022 (189cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Zbuloni një dimension të ri nga shikimi i TV me këtë televizor të mençur Philips, me performancë të lartë. Një imazh plot shkëlqim dhe ngjyrë që pasqyron qëllimet e regjisorit, të shoqëruar me tinguj rrethues të qartë dhe të detajuar, pavarësisht nëse jeni duke shikuar filmin tuaj të preferuar, duke transmetuar një seri apo duke shikuar disqe Blu-Ray, do të keni mundësi të shijoni një përvojë vërtet të paharrueshme. Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - i merrni të gjitha këto me funksionin Ambilight. Si funksionon Ambilight? Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale, kështu që filmat kalojnë kufijtë e ekranit. Motori Philips P5 Perfect Picture kujdeset për një imazh plot detaje, ku ngjyrat janë të gjalla, tonet e lëkurës janë më të natyrshme, kontrasti është i mprehtë, dhe lëvizja është aq e qetë sa që nuk e humbni asnjëherë vëmendjen e topit, pa marrë parasysh sa e shpejtë është loja. Merrni shpejt dhe lehtë përmbajtjen tuaj të preferuar! SAPHI është një sistem operativ i shpejtë dhe intuitiv që ju lejon të përdorni aplikacionet tuaja të preferuara të Philips Smart TV, duke përfshirë YouTube, Netflix dhe një buton tjetër me një prekje. Televizori ka një rezolucion prej 4K, pra një rezolucion me një imazh që shkëlqen në thellësinë e tij, kontrastin, lëvizjen natyrale dhe detajet e gjalla. Ky rezolucion është katër herë më i madh se rezolucioni i një televizori të zakonshëm. Philips TV mund të përfitojë sa më shumë nga formatet video HDR10 \u002B! Nivelet e kontrastit, ngjyrës dhe shkëlqimit rregullohen nga TV nga korniza në kornizë, dhe pavarësisht nëse është një serial apo film, hijet do të jenë më të errëta ndërsa sipërfaqet e ndritshme do të shkëlqejnë. Tani mund ta kontrolloni TV shpejt dhe me lehtësi, vetëm përmes zërit tuaj. Kërkojini Alexa të ndërrojë kanale, të gjejë një këngë të preferuar ose të pyesë se si do të jetë moti! Për më tepër, mund të kërkoni që Alexa ta fikë ose ndez përsëri, vetëm për të kontrolluar pajisjet inteligjente në shtëpinë tuaj. Ky është një televizor i mençur LED me diagonale prej 75 \u0022 (189 cm) dhe rezolucion 4K UHD prej 3840 x 2610 px. Lloji i akorduesit është C / T / T2 / S / S2. Televizori është i pajisur edhe me Wi-Fi. Klasa e energjisë është A \u002B.   ","Price":1399.5,"PCode":"288816"},{"Title":"Televizor LG 75UN8100 - 75” (190 cm)","Description":" Përshkrimi i produktit  Televizori LG 75UN8100 vjen me ekran 75” (190 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka HDMI, RCA, audio optike, LAN, Cl.   ","Price":1049.5,"PCode":"287927"},{"Title":"Televizor Sony KD-55XH9096, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor i mençur me diagonale prej 55 \u0022 (139 cm) dhe rezolucion 4K UHD (3840 x 2160 px). I jashtëzakonshëm dhe i fuqishëm - ky është një televizor i mençur nga Sony, i cili, falë një numri funksionesh unike, do t\u0027ju lejojë të shijoni argëtimin me cilësi të studios, menjëherë në shtëpinë tuaj. Rezolucion i jashtëzakonshëm dhe procesor i fuqishëm Ditët e imazheve bardh e zi, por edhe ngjyra, imazhe të paqarta dhe të mërzitshme janë zhdukur prej kohësh! Sot, ju mund të kënaqeni me një imazh të plotë me detaje dhe struktura të plotësuara me ngjyra të vërteta me një shtypje të vetme të kontrolluesit - e gjithë kjo është kujdesur nga procesori i fuqishëm 4K HDR Processor X1. Për më tepër, imazhet e marra vetëm në rezolucion Full HD ose 2K do të rrisin rezolucionin në cilësi pothuajse 4K përmes 4K X-Reality Pro, i cili përdor një bazë të dhënash unike 4K për këtë qëllim. Full Array LED për detaje të shkëlqyera Duke theksuar detaje të shkëlqyera, TV zbulon se sa realiste mund të jetë fotografia. Teknologjia Full Array LED përdor zonat e LED, të cilat lejojnë ndriçim të pavarur dhe krijojnë një kontrast më realist falë dritave edhe më të lehta dhe pikave të errëta. Kjo është përmirësuar më tej nga teknologjia X-tended Dynamic Range, e cila rregullon shkëlqimin për të shfaqur reflektime më të ndritshme dhe të zezë më të thellë në hije. Përmirësoni objektet me HDR Kjo teknologji analizon ngjyrën e objekteve individuale në ekran dhe rregullon kontrastin, ndryshe nga televizorët konvencional, ku kontrasti rregullohet vetëm në një kurbë kontrasti nga e zeza në të bardhë. Falë teknologjisë së zgjerimit të objektit, imazhi i shfaqur arrin thellësi më të madhe, përmban cilësi më të hollësishme dhe është krejtësisht realist. Ekrani Triluminos Pajisur me një procesor X1, ekrani Triluminos mund të analizojë dhe përpunojë të dhënat nga secila imazh në mënyrë që ngjyrat të duken krejtësisht natyrale dhe të sakta, duke e bërë imazhin që rezulton fjalë për fjalë të barabartë me realitetin. X-Motion Clarity Ndjekjet e makinave në një film aksion, një ndeshje hokej për World Cup ose garat F1 - të gjitha të shkrepjet me skena të shpejta dhe veprim të shpejtë gjithmonë do të jenë të qetë me një TV Sony. Teknologjia X-Motion Clarity kujdeset për gjithçka, duke siguruar që çdo imazh i lëvizshëm kontrollohet saktësisht për të minimizuar turbullirën. Edhe gjatë skenave të shpejta, imazhi mbetet i saktë dhe nuk humb asnjë nga shkëlqimi i tij. Dolby Vision Dolby Vision punon me HDR për të krijuar një përvojë tërheqëse dhe të fuqishme plot ndriçim të fortë, të zezë të errët dhe ngjyra të gjalla. Dolby Atmos and S-Force Front Surround Me teknologjinë Dolby Atmos, tingulli vjen nga lart dhe nga anët, kështu që ju të mund të shijoni një përvojë vërtet shumëdimensionale. Me konvertimin e hyrjeve, S-Force Front Surround siguron riprodhim virtual të sistemit të tingullit rrethues, kështu që të mund të shijoni edhe më shumë përvoja. Android TV Televizori është i pajisur me platformën Android TV, i cili ju lejon të qaseni lehtë në përmbajtjen, shërbimet dhe shumë aplikacione tuaja të preferuara. Sigurisht, ekziston edhe kontrolli përmes zërit ose Netflix. Modaliteti Netflix Calibrated Në modalitetin Netflix Calibrated, vizioni dhe qëllimi i autorit të figurës ruhen plotësisht. Ky është një modalitet i zhvilluar posaçërisht për programet Netflix. Ajo që me siguri do të mirëpritni është qasja e shpejtë në Netflix falë një butoni special të vendosur direkt në telekomandë. Ju mund të transmetoni me prekjen e një butoni. Softueri i autokalibrimit CalMAN Ky televizor përdor softuerin e autokalibrimit Portrait Displays CalMAN për të adresuar ndryshimet e ngjyrave që ndodhin gjatë procesit të prodhimit. Ajo siguron cilësi të pabarabartë të kalibrimit dhe ofron mundësinë e rregullimit të saktë të ngjyrave. Opsionet e lidhjes përfshijnë: Wi-Fi, Bluetooth v4.2, Chromecast të integruar, Apple AirPlay, Apple Homekit, regjistrim përmes HDD me ndërfaqe USB. Klasa e energjisë së televizorit është A.   ","Price":1099.5,"PCode":"287510"},{"Title":"Televizor Philips 70PUS7805, 70\u0022 (178cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Zbuloni një dimension të ri nga shikimi i TV me këtë televizor të mençur Philips, me performancë të lartë. Një imazh plot shkëlqim dhe ngjyrë që pasqyron qëllimet e regjisorit, të shoqëruar me tinguj rrethues të qartë dhe të detajuar, pavarësisht nëse jeni duke shikuar filmin tuaj të preferuar, duke transmetuar një seri apo duke shikuar disqe Blu-Ray, do të keni mundësi të shijoni një përvojë vërtet të paharrueshme. Një atmosferë gjithëpërfshirëse kur shikoni filma, luani lojëra ose dëgjoni muzikë - i merrni të gjitha këto me funksionin Ambilight. Si funksionon Ambilight? Dritat inteligjente LED në skajet e TV hedhin ngjyra të parashikuara në mur dhe në dhomë në kohë reale, kështu që filmat kalojnë kufijtë e ekranit. Motori Philips P5 Perfect Picture kujdeset për një imazh plot detaje, ku ngjyrat janë të gjalla, tonet e lëkurës janë më të natyrshme, kontrasti është i mprehtë, dhe lëvizja është aq e qetë sa që nuk e humbni asnjëherë vëmendjen e topit, pa marrë parasysh sa e shpejtë është loja. Merrni shpejt dhe lehtë përmbajtjen tuaj të preferuar! SAPHI është një sistem operativ i shpejtë dhe intuitiv që ju lejon të përdorni aplikacionet tuaja të preferuara të Philips Smart TV, duke përfshirë YouTube, Netflix dhe një buton tjetër me një prekje. Televizori ka një rezolucion prej 4K, pra një rezolucion me një imazh që shkëlqen në thellësinë e tij, kontrastin, lëvizjen natyrale dhe detajet e gjalla. Ky rezolucion është katër herë më i madh se rezolucioni i një televizori të zakonshëm. Philips TV mund të përfitojë sa më shumë nga formatet video HDR10 \u002B! Nivelet e kontrastit, ngjyrës dhe shkëlqimit rregullohen nga TV nga korniza në kornizë, dhe pavarësisht nëse është një serial apo film, hijet do të jenë më të errëta ndërsa sipërfaqet e ndritshme do të shkëlqejnë. Tani mund ta kontrolloni TV shpejt dhe me lehtësi, vetëm përmes zërit tuaj. Kërkojini Alexa të ndërrojë kanale, të gjejë një këngë të preferuar ose të pyesë se si do të jetë moti! Për më tepër, mund të kërkoni që Alexa ta fikë ose ndez përsëri, vetëm për të kontrolluar pajisjet inteligjente në shtëpinë tuaj. Ky është një televizor i mençur LED me diagonale prej 70 \u0022 (178 cm) dhe rezolucion 4K UHD prej 3840 x 2610 px. Lloji i akorduesit është C / T / T2 / S / S2. Televizori është i pajisur edhe me Wi-Fi. Klasa e energjisë është A \u002B.   ","Price":1063.52,"PCode":"288815"},{"Title":"Televizor Sony KD-55X7055 - 55” (139 cm)","Description":" Përshkrimi i produktit  Televizori Sony KD-55X7055 vjen me ekran 55” (139 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Sony mundëson përdorimin e teknologjive si HDR10, HLG, LED, Smart, Triluminos, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Sony ka HDMI, RCA, 3.5 mm jack, audio optike, LAN, Cl.   ","Price":699.5,"PCode":"287527"},{"Title":"Televizor Sony KD-65XG7005, 65 \u0022 (164cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Një televizor SMART me një diagonale të shkëlqyer 65 ” (164 cm) për të shijuar një botë televizive plot ngjyra dhe detaje realiste. Imazhi superior i televiziorit shkon paralelisht me një tingull të jashtëzakonshëm ose performancë të qetë. Ju gjithashtu do të vlerësoni që televizori juaj gjithashtu mund të sigurojë argëtim. Përpunimi i imazhit 4K X-Reality Pro i Sony rrit rezolucionin e secilit piksel për një pamje krejtësisht të qartë dhe të detajuar me cilësi gati 4K. Pikselët janë analizuar për të siguruar imazhe të mprehta, në kohë reale, në mënyrë që të mund të perceptoni sa më shumë detaje të jetë e mundur. Përveç imazhit, tingullit dhe performancës së shkëlqyeshme, televizori gjithashtu mund të sigurojë argëtim. Në këtë rast të veçantë, është qasje e shpejtë dhe e lehtë në YouTube me prekjen e një butoni në telekomandë. Ky televizor ka një diagonale 164 cm dhe rezolucion 4K UHD (3840 x 2160). Ai ka mbështetje për HDR10, HLG dhe kodekun HEVC. Prodhimi audio është 10 W \u002B 10 W. Teknologjitë tjera të imazhit dhe zërimit përfshijnë: Dolby Digital, Dolby Digital Plus, Dolby Pulse, Dolby AC-4, DTS digital surround sound, S-Force Front Surround, Triluminos Display, Live Color dhe Motionflow X 200 Hz. Sistemi operativ është Linux. Karakteristikat tjera përfshijnë: modalitetet e zërimit (standard, music, cinema, sports, ClearAudio \u002B), EPG, shfletues interneti Vewd, Teletext, kohëmatës për fikje/ndezje. Lidhshmëria: Wi-Fi, lidhja me celular smart (funksion media connect, photo sharing plus). Televizori mbështet regjistrimin me USB HDD. Ka një marrës të llojit DVB-C / T / T2 / S / S2. Klasa e energjisë A.   ","Price":799.5,"PCode":"262082"},{"Title":"Televizor LG 65UN8500, 65\u0022 (164cm), 4K UHD, i hirtë","Description":" Përshkrimi i produktit  Sot, nuk keni më nevojë të shkoni në kinema për një përvojë të paparë ... Sot, gjithçka që duhet të bëni është të ndizni televizorin LG, i cili sjell kinemanë direkt në dhomën tuaj të ndenjës! Një imazh 4K është një imazh me ngjyra të gjalla dhe detaje të shkëlqyera, pavarësisht nga lloji i programit që shikohet ose lloji i aktivitetit. Është një rezolucion që e merr shikimin e TV në një nivel krejt të ri. Për të mbajtur gjithçka në funksionim siç duhet, televizori është i pajisur me një procesor të fuqishëm Alpha 7 të gjeneratës së 3-të, i cili do të kujdeset për gjithçka. Një përvojë befasuese audio-vizuale, plot ngjyra, tone të forta - të gjitha pa probleme dhe shpejt. Për më tepër, siguron që edhe një imazh me rezolucion të ulët të shndërrohet në një rezolucion më të lartë, sa më afër që të jetë e mundur me një imazh 4K. Shndërroni televizorin tuaj LG në një panel kontrolli në shtëpi për të kontrolluar shtëpinë tuaj të mençur me vetëm zërin tuaj. Thjesht bëni një pyetje dhe teknologjitë e ndihmësve të mençur Google Assistant dhe Amazon Alexa do të kujdesen për gjithçka! Jeta me LG është kaq e thjeshtë. Ky televizor SMART LED ka një diagonale prej 65 \u0022 (164 cm) me rezolucion 4K (3840 x 2160 px). Marrësi është i llojit: DVB-C / T / T2 / S / S2. Mbështet HbbTV, HDR 10, Dolby Vision IQ, HLG, HEVC H.265, VP9, HGiG, HFR, 4S upscaler, modalitetin Auto Low Latency Mode (ALLM) dhe Filmmaker. Sistemi i altoparlantëve është 2.0, fuqia 20 W. Funksionet e mençura dhe për ndarje të përmbajtjes përfshijnë: sistemin operativ WebOS Smart TV, shfletuesin e Internetit, pajtueshmërinë me aplikacionin LG ThinQ, LG Home Dashboard, Apple AirPlay 2, regjistrimin e programeve të TV, lidhjen e tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione dhe lidhjen mobile. Televizori ofron mbështetje edhe për Wi-Fi, DLNA dhe Miracast. E përfshirë në paketë është një telekomandë Magic. Klasa e efiçiencës së energjisë është A.   ","Price":849.5,"PCode":"287925"},{"Title":"Televizor Samsung QE65Q70T - 65” (163 cm)","Description":" Përshkrimi i produktit  Televizori Samsung QE65Q70T vjen me ekran 65” (163 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Samsung mundëson përdorimin e teknologjive si HDR10 \u002B, QLED, Quantum HDR1000, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Samusung ka porte HDMI, RCA, audio optike, audio koaksiale, LAN, Cl.    ","Price":1294.37,"PCode":"283292"},{"Title":"Televizor Samsung QE65Q800T - 65” (163 cm), 8K UHD, i zi","Description":" Përshkrimi i produktit  Televizori Samsung QE65Q800T vjen me ekran 65” (163 cm) me kualitet 8K UHD dhe rezolucion 7680 x 4320 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 70 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Samsung mundëson përdorimin e teknologjive si HDR10 \u002B, QLED, Quantum HDR2000, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Samsung ka katër porte HDMI, porte USB, LAN, CI, port audio për kufje, dhe port për lidhje me satelit.   ","Price":2811.5,"PCode":"283242"},{"Title":"Televizor Samsung QE50Q80T, 50” (125 cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori Samsung QE50Q80T vjen me ekran 50” (125 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 pikselë. Ky televizor posedon altoparlantë të integruar me fuqi 60 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit Dual, DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Samsung mundëson përdorimin e teknologjive si HDR10 \u002B, QLED, Quantum HDR1000, Smart, të cilat përmirësojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Samsung ka katër porte HDMI, porte USB, YPbPr, CI\u002B, port audio për kufje, port audio L/P, RJ-45 LAN dhe port për lidhje me satelit.    ","Price":1034.4,"PCode":"300133"},{"Title":"Televizor Sencor SLE 2470TCS - 24\u0022 (61cm), HD, i zi","Description":" Përshkrimi i produktit  Ky televizor ndërthurr një varg veçorish të përsosura teknologjike për argëtimin tuaj maksimal. Ka diagonale 24 inç dhe ofron pamje të detajizuara fantastike me rezolucion 1366 x 768 (HD) pikselë si dhe audio të fuqishme e të pastër me kapacitet 6W. Mbështet teknologjinë LED si dhe ka marrës të tipit DVB-C, DVB-S2, DVB-T2 (HEVC). Lidhet me pajisje përmes USB, HDMI, 3.5 mm jack, Cl. Mund të montohet në mur. Ka energji të klasit A.   ","Price":129.67,"PCode":"291533"},{"Title":"Televizor Sony KD-49XG9005, 49 \u0022 (123cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizor 49 \u0022 LCD me 123 cm dhe rezolucion 4K UHD (3840 x 2160). Procesori 4K HDR X1 Extreme përmban përpunimin e fuqishëm të imazhit në kohë reale. Imazhi i përpunuar në këtë mënyrë do t\u0027ju befasojë me thellësi, detaje të përsosur ose me natyrën e ngjyrave që janë të pastra, me shkëlqim të lartë pa ndonjë mangësi. Megjithatë, ky imazh në kohë reale nuk është thjesht meritë e këtij çipi të fuqishëm, por përbëhet nga ndërveprimi i fundit i përmirësimeve të objekteve të larta me HDR, Super Bit Mapping 4K HDR, përpunimi me dy databaza, zgjerimi i kontrastit dinamik dhe saktësia e ngjyra. Me sistemin operativ Android Tv, ju mund të gëzoni lehtësisht çdo gjë nga filmat, lojrat, fotot, muzika, interneti dhe aplikacionet, të gjitha në një ekran të madh. Për më tepër, kontrolli i avancuar i zërit e bën edhe më të lehtë gjetjen e programeve dhe aplikacioneve se kurrë më parë. Thjesht thuani atë.    ","Price":1024.57,"PCode":"256222"},{"Title":"Televizor LG 70UN7100, 70\u0022 (177cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Përvoja e shikimit të TV gjithashtu mund të azhurnohet! Ky televizor LG është prova e gjallë e kësaj. Një imazh 4K është një imazh me ngjyra të gjalla dhe detaje të shkëlqyera, pavarësisht nga lloji i programit që shikohet ose lloji i aktivitetit. Është një rezolucion që e dërgon shikimin e TV në një nivel krejt të ri. Televizori është i pajisur me një procesor të shpejtë dhe të saktë katër-bërthamësh që siguron një pamje pa zhurmë me ngjyra dhe kontrast dinamik. Për më tepër, siguron që edhe një imazh me rezolucion të ulët të shndërrohet në një rezolucion më të lartë, sa më afër që të jetë e mundur me një imazh 4K. Ky televizor SMART LED ka një diagonale prej 70 \u0022 (177 cm) me rezolucion 4K (3840 x 2160 px). Marrësi është i llojit: DVB-C / T / T2 / S / S2. Televizori mbështet HbbTV, HDR 10, HLG, HEVC H.243, VP9, HGiG, 4K Upscaler, modalitetin Auto Low Latency Mode dhe Filmmaker. Sistemi i altoparlantëve është 2.0, fuqia 20 W. Funksionet e mençura dhe për ndarje të përmbajtjes përfshijnë: sistemin operativ WebOS Smart TV, shfletuesin e Internetit, pajtueshmërinë me aplikacionin LG ThinQ, LG Home Dashboard, Apple AirPlay 2, regjistrimin e programeve të TV, lidhjen e tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione, lidhjen mobile, Wi-Fi, DLNA, Miracast. E përfshirë është edhe telekomanda. Klasa e efiçiencës së energjisë është A.   ","Price":878.43,"PCode":"287935"},{"Title":"Televizor GoGEN TVH 24R640 STWEBW, 24\u0022 (60cm), HD, i bardhë","Description":" Përshkrimi i produktit  Televizor SMART me një diagonale prej 24 \u0022 (60 cm) dhe rezolucion HD (1366 x 768 px). Frekuenca e tij është 200 Hz (Clear Motion Picture). Lloji i marrësit është C / T / T2 / S / S2 me mbështetje HEVC H.265. Teknologjitë e zërimit përfshijnë: Dolby Audio Processing, NICAM stereo, zë rrethues, barazues. Fuqia e zërimit është 2x 2.5 W. Funksione të tjera përfshijnë: Wi-Fi ready, shfletues interneti, aplikacione interneti, Hbb TV, DLNA, Skylink Fast Scan dhe Skylink TV Live, bllokim të kanaleve të caktuara për fëmijët, modalitet hoteli, klonim përmes USB, kohëmatës për fikje. Televizori mbështet VESA 75 x 75 mm. E përfshirë në pako është edhe një telekomandë. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":240.37,"PCode":"308324"},{"Title":"Televizor LG OLED55CX - 55” (139 cm)","Description":" Përshkrimi i produktit  Televizori LG OLED55CX vjen me ekran 55” (139 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 40 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, OLED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka porte HDMI, 3.5 mm, audio optike, LAN, Cl.    ","Price":1349.5,"PCode":"287872"},{"Title":"Televizor LG OLED65CX - 65” (169 cm) ","Description":" Përshkrimi i produktit  Televizori LG OLED65CX vjen me ekran 65” (169 cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 40 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, LG mundëson përdorimin e teknologjive si Dolby Vision, HDR10, HLG, OLED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, LG ka porte HDMI, 3.5 mm, audio optike, LAN, Cl.    ","Price":1899.5,"PCode":"287871"},{"Title":"Televizor Panasonic TX-43HX580E - 43” (108cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Televizori Panasonic TX-43HX580E vjen me ekran 43” (108cm) me kualitet 4K UHD dhe rezolucion 3840 x 2160 piksel. Ky televizor posedon altoparlantë të integruar me fuqi 20 W të cilët prodhojnë zë kumbues dhe tejet të qartë, si dhe marrës të llojit DVB-C, DVB-S2, DVB-T2 (HEVC). Të veçantat e këtij televizori janë mundësitë e incizimit të programeve dhe filmave tuaj të preferuara përmes memorieve USB, të shfletoni online, zmadhoni apo zvogëloni imazhet sipas dëshirës, hapni aplikacione të ndryshme dhe të përdoni Youtube. Poashtu, Panasonic mundëson përdorimin e teknologjive si HDR10, LED, Smart, të cilat përmisojnë dhe shfaqin imazhe sikurse të ishin reale. Si pjesë përbërëse, Panasonic ka katër porte HDMI, porte USB, RCA, VGA, LAN, port audio për kufje, dhe port për lidhje me satelit   ","Price":492,"PCode":"283406"},{"Title":"Televizior Samsung QE65QN95A - 65 \u0022 (163cm)","Description":" Përshkrimi i produktit  Televizor modern 65 \u0022 SMART Neo QLED TV me rezolucion 4K (3840 x 2160 px) dhe diagonale 163 cm. Frekuenca e panelit 100 Hz. Indeksi i cilësisë së imazhit 4,600. Televiziori mbështet teknologji HDR10, HDR10 \u002B, HLG, Neo QLED, Quantum HDR2000. Lloji i akorduesit DVB -T / T2 / C / S / S2. Përfshin edhe Wi-Fi, Bluetooth, TV Hbb, Tizen OS, DLNA, kontroll zëri, shfletues uebi, EPG, regjistrim USB - PVR. VESA 400 x 300 mm. Klasa e energjisë G. Dizajni Modern NeoSlim do t\u0027ju magjepsë me një trashësi prej vetëm 27 mm. Falë kësaj, televiziori duket shumë elegante si në mbajtësen e furnizuar ashtu edhe nëse blini një mbajtëse në mur dhe e varni atë si një foto e bukur. Në çdo rast, dizajni do të jetë i pastër dhe i patrazuar nga një top kabllosh i shëmtuar. Paketa përfshin një Smart Connect One Box, në të cilin vetëm një kabllo e vetme, e hollë, \u0022e padukshme\u0022 del nga TV. Lidhni celularin tuaj me TV, ndani ekranin në deri në dy seksione të pavarura me funksionin Multi View dhe shijoni edhe më shumë përmbajtje. Për shembull, kur shikoni sporte, gjithashtu mund të shikoni tabela kryesuese ose të kërkoni informacione rreth atletëve.   ","Price":2942.5,"PCode":"312592"},{"Title":"Televizor Sony KDL-32WE615, 80cm, HD, HDR, LED, i zi dhe argjendtë","Description":" Përshkrimi i produktit  Ky televizor smart ofron një varg veçorish të përsosura për argëtimin tuaj. Ka diagonale 80 cm dhe rezolucion 1366 x 768 pikselë. Imazhet përmirësohen përmes teknologjisë HDR dhe X Reality PRO. Ndërsa tingujt përmes Clear Audio\u002B. Ka marrës DVT-C / T / T2 / S / S2 dhe energji të klasit A. Ofron konektorë për lidhje me pajisje tjera.    ","Price":352.92,"PCode":"208741"},{"Title":"Televizor LG 55UN7100, 55\u0022 (139cm), 4K UHD, i zi","Description":" Përshkrimi i produktit  Përvoja e shikimit të TV gjithashtu mund të azhurnohet! Ky televizor LG është prova e gjallë e kësaj. Një imazh 4K është një imazh me ngjyra të gjalla dhe detaje të shkëlqyera, pavarësisht nga lloji i programit që shikohet ose lloji i aktivitetit. Është një rezolucion që e dërgon shikimin e TV në një nivel krejt të ri. Televizori është i pajisur me një procesor të shpejtë dhe të saktë katër-bërthamësh që siguron një pamje pa zhurmë me ngjyra dhe kontrast dinamik. Për më tepër, siguron që edhe një imazh me rezolucion të ulët të shndërrohet në një rezolucion më të lartë, sa më afër që të jetë e mundur me një imazh 4K. Ky televizor SMART LED ka një diagonale prej 55 \u0022 (139 cm) me rezolucion 4K (3840 x 2160 px). Marrësi është i llojit: DVB-C / T / T2 / S / S2. Televizori mbështet HbbTV, HDR 10, HLG, HEVC H.243, VP9, HGiG, 4K Upscaler, modalitetin Auto Low Latency Mode dhe Filmmaker. Sistemi i altoparlantëve është 2.0, fuqia 20 W. Funksionet e mençura dhe për ndarje të përmbajtjes përfshijnë: sistemin operativ WebOS Smart TV, shfletuesin e Internetit, pajtueshmërinë me aplikacionin LG ThinQ, LG Home Dashboard, Apple AirPlay 2, regjistrimin e programeve të TV, lidhjen e tastierës dhe mausit, Bluetooth v5.0, Apple HomeKit, qasjen e shpejtë në aplikacione, lidhjen mobile, Wi-Fi, DLNA, Miracast. E përfshirë është edhe telekomanda. Klasa e efiçiencës së energjisë është A \u002B.   ","Price":499.5,"PCode":"287938"}]